{
  "1": [
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก\nหน้า ๑ ราชกิจจานุเบกษา\n๒๒ กรกฎาคม ๒๕๕๗\n\nรัฐธรรมนูญแห่งราชอาณาจักรไทย\n(ฉบับชั่วคราว)\nพุทธศักราช ๒๕๕๗\n\nสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช\nสยามนทราธิราช บรมนาถบพิตร\n\nให้ไว้ ณ วันที่ ๒๒ กรกฎาคม พุทธศักราช ๒๕๕๗\nเป็นปีที่ ๖๙ ในรัชกาลปัจจุบัน\n\nพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มหิตลาธิเบศรรามาธิบดี จักรีนฤบดินทร\nสยามนทราธิราช บรมนาถบพิตร มีพระบรมราชโองการโปรดเกล้าโปรดกระหม่อมให้ประกาศว่า\n\nโดยที่คณะรักษาความสงบแห่งชาติซึ่งประกอบด้วยคณะทหารและตำรวจได้นำความกราบบังคมทูลว่า\nตามที่ได้เกิดสถานการณ์ความขัดแย้งทางการเมืองขึ้นในกรุงเทพมหานครและพื้นที่ใกล้เคียงต่อเนื่องมา\nเป็นเวลานาน จนลุกลามไปสู่แทบทุกภูมิภาคของประเทศ ประชาชนแตกแยกเป็นฝ่ายต่าง ๆ ขาดความสามัคคี\nและมีทัศนคติไม่เป็นมิตรต่อกัน บางครั้งเกิดความรุนแรง ใช้กำลังและอาวุธสงครามเข้าทำร้าย\nประหัตประหารกัน สวัสดิภาพและการดำรงชีวิตของประชาชนไม่เป็นปกติสุข การพัฒนาเศรษฐกิจและ\nการเมืองการปกครองชะงักงัน กระทบต่อการใช้อำนาจในทางนิติบัญญัติ ในทางบริหาร และในทางตุลาการ\nการบังคับใช้กฎหมายไม่ได้ผล นับเป็นวิกฤติการณ์ร้ายแรงที่ไม่เคยปรากฏมาก่อน แม้รัฐจะแก้ไขปัญหา\nด้วยกลไกและมาตรการทางกฎหมาย เช่น นำกฎหมายเกี่ยวกับการรักษาความสงบเรียบร้อยในภาวะต่าง ๆ\nมาบังคับใช้ ยุบสภาผู้แทนราษฎรและจัดให้มีการเลือกตั้งทั่วไป และฝ่ายที่ไม่ได้เป็นคู่กรณี เช่น องค์กรธุรกิจ\nภาคเอกชน องค์กรตามรัฐธรรมนูญ พรรคการเมือง กองทัพ และวุฒิสภา ได้พยายามประสานให้มีการเจรจา\nปรองดองกัน แต่ก็ไม่เป็นผลสำเร็จ กลับจะเกิดข้อขัดแย้งใหม่ในทางกฎหมายและการเมือง เป็นวังวน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๒\nเล่ม ๑๓๑ ตอนที่ ๕๕ ก ราชกิจจานุเบกษา ๒๒ กรกฎาคม ๒๕๕๗\n\nแห่งปัญหาไม่รู้จักจบสิ้น ในขณะที่ความขัดแย้งได้ขยายตัวกว้างขวางออกไปและมีแนวโน้มจะรุนแรงมากขึ้น จนถึงขั้นจลาจลได้ทุกขณะซึ่งอาจเป็นอันตรายต่อชีวิต ทรัพย์สิน ความสะดวกสบายของประชาชนผู้สูจริต กระทบต่อการทำมาหากินและภาวะหนี้สินของเกษตรกร โดยเฉพาะชาวนา การพัฒนาเศรษฐกิจของประเทศ การป้องกันปัญหาจากภัยธรรมชาติ ความเชื่อถือในอำนาจรัฐ และความเชื่อมั่นของนักลงทุนต่างชาติ ทั้งยังเปิดช่องให้มีการก่ออาชญากรรมและความไม่สงบอื่นเพิ่มขึ้น อันจะเป็นการทำลายความมั่นคงของชาติ และความศรัทธาของประชาชนที่มีต่อการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข ในที่สุด คณะรักษาความสงบแห่งชาติจึงจำเป็นต้องเข้ายึดและควบคุมอำนาจการปกครองประเทศ เมื่อวันที่ ๒๒ พฤษภาคม ๒๕๕๗ และประกาศให้รัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช ๒๕๕๐ สิ้นสุดลง ยกเว้นความในหมวด ๒ พระมหากษัตริย์ โดยได้กำหนดแนวทางการแก้ปัญหาไว้ตามระยะคือ ระยะเฉพาะหน้า เป็นการใช้อำนาจสกัดการใช้กำลังและการนำอาวุธมาใช้คุกคามประชาชน ยุติความหวาดระแวง เพื่อเตรียมเข้าสู่ระยะที่สองซึ่งจะจัดให้มีรัฐธรรมนูญฉบับชั่วคราว จัดตั้งสภาขึ้นทำหน้าที่ในทางนิติบัญญัติ และให้มีคณะรัฐบาลบริหารราชการแผ่นดินแก้ไขสถานการณ์อันวิกฤติให้กลับคืนสู่สภาวะปกติ ฟื้นฟู ความสงบเรียบร้อย ความรู้รักสามัคคี และความเป็นธรรม แก้ปัญหาเศรษฐกิจ สังคม การเมือง การปกครอง จัดให้มีกฎหมายที่จำเป็นเร่งด่วน จัดตั้งสภาปฏิรูปแห่งชาติและองค์กรต่าง ๆ เพื่อให้มี การปฏิรูปในด้านการเมืองและด้านอื่น ๆ และให้มีการยกร่างรัฐธรรมนูญฉบับใหม่ที่วางกติกาการเมือง ให้รัดกุม เหมาะสม ป้องกันและปราบปรามการทุจริต สามารถตรวจสอบการใช้อำนาจรัฐได้อย่างมีประสิทธิภาพ รวดเร็ว และเป็นธรรม ก่อนจะส่งมอบภารกิจเหล่านี้แก่ผู้แทนปวงชนชาวไทยและคณะรัฐบาลที่จะเข้ามา บริหารราชการแผ่นดินในระยะต่อไป ในการดำเนินการดังกล่าวนี้จะให้ความสำคัญแก่หลักการพื้นฐาน ยิ่งกว่าวิธีการในระบอบประชาธิปไตยเพียงประการเดียว จึงจำเป็นต้องใช้เวลาสร้างบรรยากาศแห่ง ความสงบเรียบร้อยและปรองดอง เพื่อนำความสุขที่สูญหายไปนานกลับคืนสู่ประชาชน และปฏิรูปกฎเกณฑ์ บางเรื่องที่เคยเป็นขนนวความขัดแย้ง ไม่ชัดเจน ไร้ทางออกในยามวิกฤติ ขาดประสิทธิภาพหรือไม่เป็นธรรม ให้สอดคล้องกับสภาพปัญหาและความต้องการของชนในชาติ ซึ่งควรใช้เวลาไม่ยาวนาน หากเทียบกับเวลา ที่จะต้องสูญเสียไปโดยเปล่าประโยชน์ถ้าปล่อยให้สถานการณ์ผันแปรไปตามยาถาวร จึงมีพระบรม ราชโองการโปรดเกล้าโปรดกระหม่อมให้ใช้บทบัญญัติต่อไปนี้เป็นรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) จนกว่าจะได้ประกาศใช้รัฐธรรมนูญฉบับใหม่ที่จะจัดทำขึ้นตามบทบัญญัติแห่งรัฐธรรมนูญ นี้ต่อไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "1",
      "content": "ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียวจะแบ่งแยกมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "2",
      "content": "ประเทศไทยมีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก ราชกิจจานุเบกษา ๒๒ กรกฎาคม ๒๕๕๗\n\nให้บทบัญญัติของหมวด ๒ พระมหากษัตริย์ ของรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช ๒๕๕๐ ซึ่งยังคงมีผลใช้บังคับอยู่ตามประกาศคณะรักษาความสงบแห่งชาติ ฉบับที่ ๑๑/๒๕๕๗ ลงวันที่ ๒๒ พฤษภาคม พุทธศักราช ๒๕๕๗ ยังคงใช้บังคับต่อไปเป็นส่วนหนึ่งของรัฐธรรมนูญนี้ และภายใต้บังคับมาตรา ๔๓ วรรคหนึ่ง ที่ใดในบทบัญญัติดังกล่าวอ้างถึงรัฐสภาหรือประธานรัฐสภา ให้หมายถึงสถานิติบัญญัติแห่งชาติหรือประธานสภานิติบัญญัติแห่งชาติตามรัฐธรรมนูญนี้ แล้วแต่กรณี",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "3",
      "content": "อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ผู้ทรงเป็นประมุข ทรงใช้อำนาจนั้นทางสภานิติบัญญัติแห่งชาติ คณะรัฐมนตรี และศาล ตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "4",
      "content": "ภายใต้บังคับบทบัญญัติแห่งรัฐธรรมนูญนี้ ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาค บรรดาที่ขนขาวไทยเคยได้รับการคุ้มครองตามประเพณีการปกครองประเทศไทย ในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขและตามพันธรณีระหว่างประเทศที่ประเทศไทย มีอยู่แล้ว ย่อมได้รับการคุ้มครองตามรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "5",
      "content": "เมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้กระทำการนั้นหรือวินิจฉัย กรณีนั้นไปตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข แต่ประเพณีการปกครองดังกล่าวต้องไม่ขัดหรือแย้งต่อรัฐธรรมนูญนี้ ในกรณีที่มีปัญหาเกี่ยวกับการวินิจฉัยกรณีใดตามความในวรรคหนึ่งเกิดขึ้นในวงงานของสภานิติบัญญัติ แห่งชาติ ให้สภานิติบัญญัติแห่งชาติเป็นผู้วินิจฉัยชี้ขาด หรือเมื่อมีกรณีที่เกิดขึ้นนอกวงงานของ สภานิติบัญญัติแห่งชาติ คณะรัฐมนตรี ศาลฎีกา หรือศาลปกครองสูงสุด จะขอให้ศาลรัฐธรรมนูญวินิจฉัยชี้ขาดก็ได้ แต่สำหรับศาลฎีกาและศาลปกครองสูงสุดให้กระทำได้เฉพาะ เมื่อมิติของที่ประชุมใหญ่ศาลฎีกาหรือที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุด และเฉพาะในส่วน ที่เกี่ยวกับการพิจารณาพิพากษาคดี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "6",
      "content": "ให้มีสภานิติบัญญัติแห่งชาติประกอบด้วยสมาชิกจำนวนไม่เกินสองร้อยยี่สิบคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งจากผู้มีสัญชาติไทยโดยการเกิดและมีอายุไม่ต่ำกว่าสี่สิบปี ตามที่คณะรักษา ความสงบแห่งชาติถวายคำแนะนำ ให้สภานิติบัญญัติแห่งชาติทำหน้าที่สภาผู้แทนราษฎร วุฒิสภา และรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "7",
      "content": "การถวายคำแนะนำเพื่อทรงแต่งตั้งสมาชิกสภานิติบัญญัติแห่งชาติ ให้คำนึงถึง ความรู้ความสามารถ ความหลากหลายของบุคคลจากกลุ่มต่าง ๆ ในภาครัฐ ภาคเอกชน ภาคสังคม ภาควิชาการ ภาควิชาชีพ และภาคอื่นที่จะเป็นประโยชน์ต่อการปฏิบัติหน้าที่ของสภานิติบัญญัติแห่งชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "8",
      "content": "สมาชิกสภานิติบัญญัติแห่งชาติต้องไม่มีลักษณะต้องห้าม ดังต่อไปนี้ (๑) ดำรงตำแหน่งหรือเคยดำรงตำแหน่งใดในพรรคการเมืองภายในระยะเวลาสามปีก่อนวันที่ได้รับ การแต่งตั้งเป็นสมาชิกสภานิติบัญญัติแห่งชาติ (๒) เป็นภิกษุ สามเณร นักพรต หรือนักบวช (๓) เป็นบุคคลล้มละลายหรือเคยเป็นบุคคลล้มละลายทุจริต",
      "type": "section",
      "status": "OCR"
    }
  ],
  "2": [
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก ราชกิจจานุเบกษา ๒๒ กรกฎาคม ๒๕๕๗\n\n(๔) เคยถูกเพิกถอนสิทธิเลือกตั้ง\n(๕) เคยถูกไล่ออก ปลดออก หรือให้ออกจากราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ เพราะทุจริตต่อหน้าที่หรือถือว่ากระทำการทุจริตหรือประพฤติมิชอบ\n(๖) เคยต้องคำพิพากษาให้ทรัพย์สินตกเป็นของแผ่นดินเพราะร่ำรวยผิดปกติหรือมีทรัพย์สิน เพิ่มขึ้นผิดปกติ\n(๗) อยู่ระหว่างต้องห้ามมิให้ดำรงตำแหน่งทางการเมือง หรือเคยถูกถอดถอนจากตำแหน่ง\n(๘) เคยต้องคำพิพากษาถึงที่สุดว่ากระทำความผิดต่อตำแหน่งหน้าที่ราชการ หรือความผิดต่อ ตำแหน่งหน้าที่ในการยุติธรรม หรือกระทำผิดกฎหมายเกี่ยวกับยาเสพติด หรือกฎหมายเกี่ยวกับการพนัน ในฐานความผิดเป็นเจ้ามือหรือเจ้าสำนัก\n(๙) เคยต้องคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ในความผิดอันได้กระทำโดยประมาทหรือ ความผิดลหุโทษ\n\nสมาชิกสภานิติบัญญัติแห่งชาติจะดำรงตำแหน่งสมาชิกสภาปฏิรูปแห่งชาติหรือรัฐมนตรี ในขณะเดียวกันมิได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "9",
      "content": "สมาชิกภาพของสมาชิกสภานิติบัญญัติแห่งชาติสิ้นสุดลงเมื่อ (๑) ตาย (๒) ลาออก (๓) ขาดคุณสมบัติตามมาตรา ๖ วรรคหนึ่ง หรือมีลักษณะต้องห้ามตามมาตรา ๘ (๔) สภานิติบัญญัติแห่งชาติมีมติให้ห้ามจากสมาชิกภาพตามมาตรา ๑๒ (๕) ไม่แสดงตนเพื่อลงมติในที่ประชุมสภานิติบัญญัติแห่งชาติเกินจำนวนที่กำหนดไว้ในข้อบังคับ การประชุม ในกรณีที่มีปัญหาเกี่ยวกับการสิ้นสุดสมาชิกภาพของสมาชิกสภานิติบัญญัติแห่งชาติตามวรรคหนึ่ง ให้สภานิติบัญญัติแห่งชาติเป็นผู้วินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "10",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งสมาชิกสภานิติบัญญัติแห่งชาติเป็นประธานสภานิติบัญญัติ แห่งชาติคนหนึ่ง และเป็นรองประธานสภานิติบัญญัติแห่งชาติไม่เกินสองคน ตามมติของสภานิติบัญญัติ แห่งชาติ ให้หัวหน้าคณะรักษาความสงบแห่งชาติลงนามรับสนองพระบรมราชโองการแต่งตั้งสมาชิก สภานิติบัญญัติแห่งชาติ และประธานสภาและรองประธานสภานิติบัญญัติแห่งชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "11",
      "content": "สมาชิกสภานิติบัญญัติแห่งชาติย่อมเป็นผู้แทนปวงชนชาวไทย ต้องอุทิศตนให้แก่ การปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ส่วนรวมของปวงชนชาวไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "12",
      "content": "สมาชิกสภานิติบัญญัติแห่งชาติผู้ใดกระทำการอันเป็นการเสื่อมเสียเกียรติศักดิ์ของ การเป็นสมาชิกสภานิติบัญญัติแห่งชาติ หรือมีพฤติการณ์อันเป็นการขัดขวางการปฏิบัติหน้าที่ของสมาชิก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก หน้า ๕ ราชกิจจานุเบกษา ๒๒ กรกฎาคม ๒๕๕๗\n\nสภานิติบัญญัติแห่งชาติ สมาชิกสภานิติบัญญัติแห่งชาติจำนวนไม่น้อยกว่ายี่สิบห้าคนมีสิทธิเข้าชื่อร้องขอต่อ ประธานสภานิติบัญญัติแห่งชาติ เพื่อให้สภานิติบัญญัติแห่งชาติมีมติให้ผู้นั้นพ้นจากสมาชิกภาพ\n\nมติของสภานิติบัญญัติแห่งชาติตามวรรคหนึ่งต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของ จำนวนสมาชิกทั้งหมด",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "13",
      "content": "การประชุมสภานิติบัญญัติแห่งชาติต้องมีสมาชิกมาประชุมไม่น้อยกว่ากึ่งหนึ่งของ จำนวนสมาชิกทั้งหมด จึงจะเป็นองค์ประชุม สภานิติบัญญัติแห่งชาติมีอำนาจตราข้อบังคับเกี่ยวกับการเลือกและการปฏิบัติหน้าที่ของประธานสภา รองประธานสภา และกรรมาธิการ วิธีการประชุม การเสนอและการพิจารณาร่างพระราชบัญญัติและ ร่างพระราชบัญญัติประกอบรัฐธรรมนูญ การเสนอญัตติ การอภิปราย การลงมติ การตั้งกระทู้ถาม การรักษาระเบียบและความเรียบร้อย และกิจการอื่นเพื่อดำเนินการตามอำนาจหน้าที่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "14",
      "content": "พระมหากษัตริย์ทรงตราพระราชบัญญัติโดยคำแนะนำและยินยอมของสภานิติบัญญัติ แห่งชาติ ร่างพระราชบัญญัติจะเสนอได้ก็แต่โดยสมาชิกสภานิติบัญญัติแห่งชาติร่วมกันจำนวนไม่น้อยกว่า ยี่สิบห้าคน หรือคณะรัฐมนตรี หรือสภาปฏิรูปแห่งชาติตามมาตรา ๓๑ วรรคสอง แต่ร่างพระราชบัญญัติ เกี่ยวด้วยการเงินจะเสนอได้ก็แต่โดยคณะรัฐมนตรี ร่างพระราชบัญญัติเกี่ยวด้วยการเงินตามวรรคสอง หมายความถึงร่างพระราชบัญญัติที่เกี่ยวกับ การตั้งขึ้น ยกเลิก ลด เปลี่ยนแปลง แก้ไข ผ่อน หรือวางระเบียบการบังคับอันเกี่ยวกับภาษีหรืออากร การจัดสรร รับ รักษา หรือจ่ายเงินแผ่นดิน หรือการโอนงบประมาณรายจ่ายของแผ่นดิน การกู้เงิน การค้ำประกัน หรือการใช้เงินกู้ หรือการดำเนินการที่ผูกพันทรัพย์สินของรัฐ หรือเงินตรา ในกรณีเป็นที่สงสัยว่าร่างพระราชบัญญัติที่เสนอต่อสภานิติบัญญัติแห่งชาติเป็นร่างพระราชบัญญัติ เกี่ยวด้วยการเงินหรือไม่ ให้ประธานสภานิติบัญญัติแห่งชาติเป็นผู้วินิจฉัย ร่างพระราชบัญญัติที่เสนอโดยสมาชิกสภานิติบัญญัติแห่งชาติหรือสภาปฏิรูปแห่งชาตินั้น คณะรัฐมนตรีอาจขอรับไปพิจารณาก่อนสภานิติบัญญัติแห่งชาติจะรับหลักการก็ได้ การตราพระราชบัญญัติประกอบรัฐธรรมนูญให้กระทำโดยคณะรัฐมนตรีหรือผู้รักษาการตาม พระราชบัญญัติประกอบรัฐธรรมนูญนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "15",
      "content": "ร่างพระราชบัญญัติหรือร่างพระราชบัญญัติประกอบรัฐธรรมนูญที่ได้รับความเห็นชอบ ของสภานิติบัญญัติแห่งชาติแล้ว ให้นายกรัฐมนตรีนำขึ้นทูลเกล้าทูลกระหม่อมถวายภายในยี่สิบวันนับแต่ วันที่ได้รับร่างพระราชบัญญัติหรือร่างพระราชบัญญัติประกอบรัฐธรรมนูญนั้นจากสภานิติบัญญัติแห่งชาติ เพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธย และเมื่อประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็น กฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก ราชกิจจานุเบกษา ๒๒ กรกฎาคม ๒๕๕๗\n\nร่างพระราชบัญญัติหรือร่างพระราชบัญญัติประกอบรัฐธรรมนูญใด พระมหากษัตริย์ไม่ทรงเห็นชอบด้วยและพระราชทานคืนมายังสภานิติบัญญัติแห่งชาติ หรือเมื่อพ้นเก้าสิบวันแล้วมิได้ พระราชทานคืนมา สภาผู้แทนราษฎรแห่งชาติจะต้องปรึกษาร่างพระราชบัญญัติหรือร่างพระราชบัญญัติ ประกอบรัฐธรรมนูญนั้นใหม่ ถ้าสภานิติบัญญัติแห่งชาติมีมติยืนยันตามเดิมด้วยคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่แล้ว ให้นายกรัฐมนตรีนำร่างพระราชบัญญัติหรือ ร่างพระราชบัญญัติประกอบรัฐธรรมนูญนั้นขึ้นพูลเกล้าทูลกระหม่อมถวายอีกครั้งหนึ่ง เมื่อพระมหากษัตริย์ มีได้ทรงลงพระปรมาภิไธยพระราชทานคืนภายในสามสิบวัน ให้นายกรัฐมนตรีนำพระราชบัญญัติหรือ พระราชบัญญัติประกอบรัฐธรรมนูญนั้นประกาศในราชกิจจานุเบกษาใช้บังคับเป็นกฎหมายได้เสมือนหนึ่งว่า พระมหากษัตริย์ได้ทรงลงพระปรมาภิไธยแล้ว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "16",
      "content": "ในที่ประชุมสภาผู้แทนราษฎร สมาชิกทุกคนมีสิทธิตั้งกระทู้ถามรัฐมนตรี ในเรื่องใดอันเกี่ยวกับงานในหน้าที่ได้ แต่รัฐมนตรีย่อมมีสิทธิที่จะไม่ตอบเมื่อเห็นว่าเรื่องนั้นยังไม่ควรเปิดเผย เพราะเกี่ยวกับความปลอดภัยหรือประโยชน์สำคัญของแผ่นดิน หรือเมื่อเห็นว่าเป็นกระทู้ที่ต้องห้าม ตามข้อบังคับ ในกรณีนี้สภาผู้แทนราษฎรจะตราข้อบังคับกำหนดองค์ประกอบให้แตกต่างจากที่ บัญญัติไว้ในมาตรา ๑๓ วรรคหนึ่ง ก็ได้ เมื่อมีปัญหาสำคัญ สภาผู้แทนราษฎรจะดำเนินการเพื่อซักถามข้อเท็จจริงจากคณะรัฐมนตรีก็ได้ แต่จะ ลงมติไว้วางใจหรือไม่วางใจมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "17",
      "content": "ในกรณีที่มีปัญหาสำคัญเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควร จะฟังความคิดเห็นของสมาชิกสภาผู้แทนราษฎรทั้งไปในที่ประชุมของสภานิติบัญญัติแห่งชาติก็ได้ แต่สภานิติบัญญัติ แห่งชาติจะลงมติในปัญหาที่ออกโดยมิติได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "18",
      "content": "ในการประชุมสภาผู้แทนราษฎร สมาชิกผู้ใดจะกล่าวถ้อยคำใด ๆ ในทาง แถลงข้อเท็จจริง หรือแสดงความคิดเห็น หรือออกเสียงลงคะแนน ย่อมเป็นเอกสิทธิ์โดยเต็มขาด จะนำไป เป็นเหตุฟ้องร้องว่ากล่าวผู้นั้นในทางใดมิได้ เอกสิทธิ์ตามวรรคหนึ่งให้คุ้มครองถึงกรรมาธิการของสภาผู้แทนราษฎร ผู้พิมพ์ ผู้โฆษณา รายงานการประชุมตามคำสั่งของสภาผู้แทนราษฎรหรือคณะกรรมการธุรการ บุคคลซึ่งประธานในที่ประชุม อนุญาตให้แถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภาผู้แทนราษฎร ตลอดจน ผู้ดำเนินการถ่ายทอดการประชุมสภาผู้แทนราษฎร แต่ไม่คุ้มครองสมาชิกสภาผู้แทนราษฎร แต่หากผู้ แทนราษฎรที่กล่าวในที่ประชุมไปปรากฏนอกบริเวณสภาผู้แทนราษฎร หรือถ่ายคำนั้นมีลักษณะ เป็นความผิดอาญา หรือละเมิดสิทธิในทางแพ่งต่อบุคคลอื่นซึ่งมิใช่รัฐมนตรีหรือสมาชิกสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    }
  ],
  "3": [
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก ราชกิจจานุเบกษา ๒๒ กรกฎาคม ๒๕๕๗\n\nในกรณีที่สมาชิกสภานิติบัญญัติแห่งชาติถูกควบคุมหรือขัง ให้สั่งปล่อยเมื่อประธานสภานิติบัญญัติ แห่งชาติร้องขอ หรือในกรณีถูกฟ้องในคดีอาญา ให้ศาลพิจารณาคดีต่อไปได้ เว้นแต่ประธานสภานิติบัญญัติ แห่งชาติร้องขอให้งดการพิจารณาคดี",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "19",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งนายกรัฐมนตรีคนหนึ่งตามมติของสภานิติบัญญัติแห่งชาติ และรัฐมนตรีอื่นอีกจำนวนไม่เกินสามสิบห้าคนตามที่นายกรัฐมนตรีถวายคำแนะนำ ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดิน ดำเนินการให้มีการปฏิรูปในด้านต่าง ๆ และส่งเสริมความสามัคคีและ ความสามารถฉันท์ของประชาชนในชาติ ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และ ปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\" พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้นายกรัฐมนตรีพ้นจากตำแหน่งตามที่ประธาน สภานิติบัญญัติแห่งชาติถวายคำแนะนำตามมติของสภานิติบัญญัติแห่งชาติที่เสนอโดยคณะรักษาความสงบ แห่งชาติ และให้รัฐมนตรีพ้นจากตำแหน่งตามที่นายกรัฐมนตรีถวายคำแนะนำ การแต่งตั้งนายกรัฐมนตรีและการให้นายกรัฐมนตรีพ้นจากตำแหน่ง ให้ประธานสภานิติบัญญัติ แห่งชาติลงนามรับสนองพระบรมราชโองการ นายกรัฐมนตรีและรัฐมนตรีมีสิทธิเข้าร่วมประชุมชี้แจงแสดงความคิดเห็นในที่ประชุมสภาธนิติบัญญัติ แห่งชาติหรือสภาปฏิรูปแห่งชาติ แต่ไม่มีสิทธิออกเสียงลงคะแนน และให้นำเอกสิทธิตามมาตรา ๑๘ มาใช้บังคับแก่การชี้แจงแสดงความคิดเห็นของนายกรัฐมนตรีและรัฐมนตรีตามมาตรานี้ด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "20",
      "content": "นายกรัฐมนตรีและรัฐมนตรีต้องมีคุณสมบัติและไม่มีลักษณะต้องห้าม ดังต่อไปนี้ (๑) มีสัญชาติไทยโดยการเกิด (๒) มีอายุไม่ต่ำกว่าสี่สิบปี (๓) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า (๔) ไม่เป็นหรือเคยเป็นสมาชิกพรรคการเมืองภายในระยะเวลาสามปีก่อนวันที่ได้รับการแต่งตั้ง และไม่มีลักษณะต้องห้ามตามมาตรา ๘ (๕) ไม่เป็นสมาชิกสภานิติบัญญัติแห่งชาติ สมาชิกสภาปฏิรูปแห่งชาติ กรรมาธิการยกร่าง รัฐธรรมนูญ หรือสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่น (๖) ไม่เป็นตุลาการศาลรัฐธรรมนูญ ผู้พิพากษาหรือตุลาการ อัยการ กรรมการการเลือกตั้ง ผู้ตรวจการแผ่นดิน กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ กรรมการตรวจเงินแผ่นดิน ผู้ว่าการตรวจเงินแผ่นดิน หรือกรรมการสิทธิมนุษยชนแห่งชาติ ความเป็นรัฐมนตรีของนายกรัฐมนตรีหรือรัฐมนตรีสิ้นสุดลงเมื่อขาดคุณสมบัติหรือมีลักษณะ ต้องห้ามตามวรรคหนึ่ง หรือเมื่อมีกรณีตามมาตรา ๙ (๑) หรือ (๒)",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก ราชกิจจานุเบกษา ๒๒ กรกฎาคม ๒๕๕๗",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "21",
      "content": "เมื่อมีกรณีฉุกเฉินที่มีความจำเป็นรีบด่วนเพื่อประโยชน์ในอันที่จะรักษาความมั่นคงแห่งราชอาณาจักร ความปลอดภัยสาธารณะ ความมั่นคงทางเศรษฐกิจของประเทศ หรือป้องปัดภัยพิบัติสาธารณะ หรือเมื่อมีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยภาษีอากรหรือเงินตราที่ต้องพิจารณาโดยด่วน และลับ พระมหากษัตริย์ทรงไว้ซึ่งพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติ เมื่อได้ประกาศใช้พระราชกำหนดแล้ว ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อสภานิติบัญญัติแห่งชาติโดยไม่ชักช้า ถ้าสภานิติบัญญัติแห่งชาติอนุมัติ ให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติต่อไป ถ้าสภานิติบัญญัติแห่งชาติไม่อนุมัติ ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบกระเทือนกิจการที่ได้เป็นไปในระหว่างที่พระราชกำหนดนั้นใช้บังคับ เว้นแต่พระราชกำหนดนั้นมีผลเป็นการแก้ไขเพิ่มเติมหรือยกเลิกบทบัญญัติแห่งกฎหมายใด ให้บทบัญญัติแห่งกฎหมายที่มีอยู่ก่อนการแก้ไขเพิ่มเติมหรือยกเลิกนั้นมีผลใช้บังคับต่อไปตั้งแต่วันที่พระราชกำหนดดังกล่าวตกไป การอนุมัติหรือไม่อนุมัติพระราชกำหนดให้ประกาศในราชกิจจานุเบกษา ในกรณีที่ไม่อนุมัติให้มีผลตั้งแต่วันประกาศในราชกิจจานุเบกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "22",
      "content": "พระราชอำนาจในการพระราชทานอภัยโทษ และพระราชอำนาจในการอื่นตามประเพณีการปกครองประเทศไทยในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "23",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพสัญญาสงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขต ซึ่งประเทศไทยมีสิทธิอธิปไตยหรือมีเขตอำนาจบานะหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา หรือที่กระทบต่อความมั่นคงทางเศรษฐกิจหรือสังคมของประเทศอย่างกว้างขวาง ต้องได้รับความเห็นชอบของสภานิติบัญญัติแห่งชาติ ในการนี้ สภานิติบัญญัติแห่งชาติจะต้องพิจารณาให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ได้รับเรื่อง หนังสือสัญญาที่กระทบต่อความมั่นคงทางเศรษฐกิจหรือสังคมของประเทศอย่างกว้างขวางตามวรรคสอง หมายถึง หนังสือสัญญาเกี่ยวกับการค้าเสรี เขตศุลกากรร่วม หรือการให้ใช้ทรัพยากรธรรมชาติหรือทำให้ประเทศต้องสูญเสียสิทธิในทรัพยากรธรรมชาติทั้งหมดหรือบางส่วน หรือการอื่นตามที่กฎหมายบัญญัติ เมื่อมีปัญหาว่าหนังสือสัญญาใดเป็นกรณีตามวรรคสองหรือวรรคสามหรือไม่ คณะรัฐมนตรีจะขอให้ศาลรัฐธรรมนูญวินิจฉัยก็ได้ ทั้งนี้ ให้ศาลรัฐธรรมนูญวินิจฉัยให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับคำขอ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "24",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งข้าราชการฝ่ายทหารและฝ่ายพลเรือน ตำแหน่งปลัดกระทรวงอธิบดี และเทียบเท่า ผู้พิพากษาและตุลาการ ผู้ดำรงตำแหน่งในองค์กรตามรัฐธรรมนูญตามรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๙\nเล่ม ๑๓๑ ตอนที่ ๕๕ ก ราชกิจจานุเบกษา ๒๒ กรกฎาคม ๒๕๕๗\n\nแห่งราชอาณาจักรไทย พุทธศักราช ๒๕๕๐ และข้าราชการฝ่ายอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ และ\nทรงให้พ้นจากตำแหน่ง เว้นแต่กรณีที่พ้นจากตำแหน่งเพราะความตาย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "25",
      "content": "บรรดาบทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการใด ๆ อันเกี่ยวกับ ราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่รัฐธรรมนูญนี้บัญญัติไว้ เป็นอย่างอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "26",
      "content": "ผู้พิพากษาและตุลาการมีอิสระในการพิจารณาพิพากษาอรรถคดีในพระปรมาภิไธย พระมหากษัตริย์ให้เป็นไปโดยยุติธรรมตามรัฐธรรมนูญและกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "27",
      "content": "ให้มีสภาปฏิรูปแห่งชาติมีหน้าที่ศึกษาและเสนอแนะเพื่อให้เกิดการปฏิรูปในด้านต่าง ๆ ดังต่อไปนี้ (๑) การเมือง (๒) การบริหารราชการแผ่นดิน (๓) กฎหมายและกระบวนการยุติธรรม (๔) การปกครองท้องถิ่น (๕) การศึกษา (๖) เศรษฐกิจ (๗) พลังงาน (๘) สาธารณสุขและสิ่งแวดล้อม (๙) สื่อสารมวลชน (๑๐) สังคม (๑๑) อื่น ๆ ทั้งนี้ เพื่อให้การปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขมีความเหมาะสม กับสภาพสังคมไทย มีระบบการเลือกตั้งที่สุจริตและเป็นธรรม มีกลไกป้องกันและขจัดการทุจริตและ ประพฤติมิชอบที่มีประสิทธิภาพ ขจัดความเหลื่อมล้ำและสร้างความเป็นธรรมทางเศรษฐกิจและสังคม เพื่อการพัฒนาอย่างยั่งยืน ทำให้กลไกของรัฐสามารถให้บริการประชาชนได้อย่างทั่วถึง สะดวก รวดเร็ว และมีการบังคับใช้กฎหมายอย่างเคร่งครัดและเป็นธรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "28",
      "content": "ให้สภาปฏิรูปแห่งชาติประกอบด้วยสมาชิกจำนวนไม่เกินสองร้อยห้าสิบคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งจากผู้มีสัญชาติไทยโดยการเกิดและมีอายุไม่ต่ำกว่าสามสิบห้าปี ตามที่ คณะรักษาความสงบแห่งชาติถวายคำแนะนำ พระมหากษัตริย์ทรงแต่งตั้งสมาชิกสภาปฏิรูปแห่งชาติเป็นประธานสภาปฏิรูปแห่งชาติคนหนึ่ง และเป็นรองประธานสภาปฏิรูปแห่งชาติไม่เกินสองคน ตามมติของสภาปฏิรูปแห่งชาติ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "4": [
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก\nหน้า ๑๐ ราชกิจจานุเบกษา\n๒๒ กรกฎาคม ๒๕๕๗\n\nให้หัวหน้าคณะรักษาความสงบแห่งชาติลงนามรับสนองพระบรมราชโองการแต่งตั้งสมาชิก สภาปฏิรูปแห่งชาติ และประธานสภาและรองประธานสภาปฏิรูปแห่งชาติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "29",
      "content": "สภาซิกสภาปฏิรูปแห่งชาติต้องไม่มีลักษณะต้องห้ามตามมาตรา ๘ (๒) (๓) (๔) (๕) (๖) (๗) (๘) และ (๙) และให้นำความในมาตรา ๙ มาใช้บังคับแก่การสิ้นสุดสมาชิกภาพของ สภาซิกสภาปฏิรูปแห่งชาติโดยอนุโลม แต่การวินิจฉัยตามมาตรา ๙ วรรคสอง ให้เป็นอำนาจของ สภาปฏิรูปแห่งชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "30",
      "content": "ให้คณะรักษาความสงบแห่งชาติดำเนินการคัดเลือกบุคคลที่สมควรได้รับการแต่งตั้ง เป็นสมาชิกสภาปฏิรูปแห่งชาติตามหลักเกณฑ์ ดังต่อไปนี้ (๑) จัดให้มีคณะกรรมการสรรหาบุคคลด้านต่าง ๆ ตามที่บัญญัติไว้ในมาตรา ๒๗ ด้านละ หนึ่งคณะ และให้มีคณะกรรมการสรรหาประจำจังหวัดแต่ละจังหวัดเพื่อสรรหาจากบุคคลซึ่งมีภูมิลำเนา ในจังหวัดนั้น ๆ (๒) ให้คณะรักษาความสงบแห่งชาติแต่งตั้งคณะกรรมการสรรหาแต่ละด้านจากผู้ทรงคุณวุฒิ ซึ่งมีความรู้และประสบการณ์เป็นที่ยอมรับของบุคคลในด้านนั้น ๆ (๓) ให้คณะกรรมการสรรหาดำเนินการสรรหาบุคคลซึ่งมีคุณสมบัติตามมาตรา ๒๘ ไม่มี ลักษณะต้องห้ามตามมาตรา ๒๙ และมีความรู้ความสามารถเป็นที่ประจักษ์ในแต่ละด้าน แล้วจัดทำ บัญชีรายชื่อเสนอต่อคณะรักษาความสงบแห่งชาติ ในการนี้ คณะกรรมการสรรหาจะเสนอชื่อตนเองมิได้ (๔) การสรรหาบุคคลตาม (๓) ให้คำนึงถึงความหลากหลายของบุคคลจากกลุ่มต่าง ๆ ในภาครัฐ ภาคเอกชน ภาคสังคม ภาควิชาการ ภาควิชาชีพ และภาคอื่นที่จะเป็นประโยชน์ต่อการปฏิบัติหน้าที่ ของสภาปฏิรูปแห่งชาติ การกระจายตามจังหวัด โอกาสและความเท่าเทียมกันทางเพศ รวมทั้งผู้ด้อยโอกาส (๕) ให้คณะกรรมการสรรหาประจำจังหวัดประกอบด้วยบุคคลที่กำหนดในพระราชกฤษฎีกา สภาปฏิรูปแห่งชาติจากบัญชีรายชื่อที่คณะกรรมการสรรหาตาม (๑) เสนอ ไม่เกินสองร้อยห้าสิบคน โดยในจำนวนนี้ให้คัดเลือกจากบุคคลที่คณะกรรมการสรรหาประจำจังหวัดเสนอ จังหวัดละหนึ่งคน จำนวนกรรมการในคณะกรรมการสรรหาแต่ละคณะ วิธีการสรรหา กำหนดเวลาในการสรรหา จำนวนบุคคลที่จะต้องสรรหา และการอื่นที่จำเป็น ให้เป็นไปตามที่กำหนดในพระราชกฤษฎีกา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "31",
      "content": "สภาปฏิรูปแห่งชาติมีอำนาจหน้าที่ ดังต่อไปนี้ (๑) ศึกษา วิเคราะห์ และจัดทำแนวทางและข้อเสนอแนะเพื่อการปฏิรูปด้านต่าง ๆ ตามมาตรา ๒๗ เสนอต่อสภานิติบัญญัติแห่งชาติ คณะรัฐมนตรี คณะรักษาความสงบแห่งชาติ และหน่วยงานที่เกี่ยวข้อง (๒) เสนอความเห็นหรือข้อเสนอแนะต่อคณะกรรมาธิการยกร่างรัฐธรรมนูญเพื่อประโยชน์ ในการจัดทำร่างรัฐธรรมนูญ (๓) พิจารณาและให้ความเห็นชอบร่างรัฐธรรมนูญที่คณะกรรมาธิการยกร่างรัฐธรรมนูญจัดทำขึ้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก\nหน้า ๑๑ ราชกิจจานุเบกษา\n๒๒ กรกฎาคม ๒๕๕๗\n\nในการดำเนินการตาม (๑) หากเห็นว่ากรณีใดจำเป็นต้องตราพระราชบัญญัติหรือพระราชบัญญัติ ประกอบรัฐธรรมนูญขึ้นใช้บังคับ ให้สภาปฏิรูปแห่งชาติจัดทำร่างพระราชบัญญัติดังกล่าวเสนอต่อ สภานิติบัญญัติแห่งชาติเพื่อพิจารณาต่อไป ในกรณีที่เป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงินหรือ ร่างพระราชบัญญัติประกอบรัฐธรรมนูญ ให้จัดทำเสนอต่อคณะรัฐมนตรีเพื่อดำเนินการต่อไป\nให้สภาปฏิรูปแห่งชาติเสนอความเห็นหรือข้อเสนอแนะตาม (๒) ต่อคณะกรรมาธิการยกร่าง รัฐธรรมนูญภายในหกสิบวันนับแต่วันที่มีการประชุมสภาปฏิรูปแห่งชาติครั้งแรก\nให้นำความในมาตรา ๑๓ และมาตรา ๑๘ มาใช้บังคับแก่การปฏิบัติหน้าที่ของสภาปฏิรูปแห่งชาติ ด้วยโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "32",
      "content": "ให้มีคณะกรรมาธิการยกร่างรัฐธรรมนูญขึ้นคณะหนึ่งเพื่อจัดทำร่างรัฐธรรมนูญ ประกอบด้วยกรรมาธิการจำนวนสามสิบหกคน ซึ่งประธานสภาปฏิรูปแห่งชาติแต่งตั้งจากบุคคล ดังต่อไปนี้ (๑) ประธานกรรมาธิการตามที่คณะรักษาความสงบแห่งชาติเสนอ (๒) ผู้ซึ่งสภาปฏิรูปแห่งชาติเสนอ จำนวนยี่สิบคน (๓) ผู้ซึ่งสภานิติบัญญัติแห่งชาติ คณะรัฐมนตรี และคณะรักษาความสงบแห่งชาติเสนอ ฝ่ายละห้าคน การแต่งตั้งคณะกรรมาธิการยกร่างรัฐธรรมนูญตามวรรคหนึ่ง ต้องดำเนินการให้แล้วเสร็จ ภายในสิบห้าวันนับแต่วันที่มีการเรียกประชุมสภาปฏิรูปแห่งชาติเป็นครั้งแรก ในกรณีที่กรรมาธิการยกร่างรัฐธรรมนูญพ้นจากตำแหน่งไม่ว่าด้วยเหตุใด ให้คณะกรรมาธิการ ยกร่างรัฐธรรมนูญที่เหลืออยู่ปฏิบัติหน้าที่ต่อไปได้ โดยให้ถือว่าคณะกรรมาธิการยกร่างรัฐธรรมนูญ ประกอบด้วยกรรมาธิการยกร่างรัฐธรรมนูญเท่าที่เหลืออยู่ แต่ให้ประธานสภาปฏิรูปแห่งชาติแต่งตั้ง กรรมาธิการยกร่างรัฐธรรมนูญแทนตำแหน่งที่ว่างตามหลักเกณฑ์ที่กำหนดไว้ในวรรคหนึ่งภายในสิบห้าวัน นับแต่วันที่กรรมาธิการยกร่างรัฐธรรมนูญพ้นจากตำแหน่ง ให้นำความในมาตรา ๑๘ มาใช้บังคับแก่การปฏิบัติหน้าที่ของคณะกรรมาธิการยกร่างรัฐธรรมนูญ ด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "33",
      "content": "กรรมาธิการยกร่างรัฐธรรมนูญต้องมีสัญชาติไทยโดยการเกิด มีอายุไม่ต่ำกว่าสี่สิบปี และไม่มีลักษณะต้องห้าม ดังต่อไปนี้ (๑) เป็นผู้ดำรงตำแหน่งทางการเมือง เว้นแต่เป็นผู้ดำรงตำแหน่งในคณะรักษาความสงบแห่งชาติ สมาชิกสภานิติบัญญัติแห่งชาติ หรือสมาชิกสภาปฏิรูปแห่งชาติ (๒) เป็นหรือเคยเป็นสมาชิกหรือดำรงตำแหน่งใดในพรรคการเมืองภายในระยะเวลาสามปีก่อน วันที่ได้รับการแต่งตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก\nหน้า ๑๒ ราชกิจจานุเบกษา\n๒๒ กรกฎาคม ๒๕๕๗\n\n(๓) มีลักษณะต้องห้ามตามมาตรา ๒๙\n(๔) เป็นผู้พิพากษาหรือตุลาการ หรือผู้ดำรงตำแหน่งในองค์กรตามรัฐธรรมนูญตามรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช ๒๕๕๐\nเพื่อประโยชน์แห่งการขจัดส่วนได้เสีย ห้ามมิให้กรรมาธิการยกร่างรัฐธรรมนูญดำรงตำแหน่งทางการเมืองภายในสองปีนับแต่วันที่พ้นจากตำแหน่งกรรมาธิการยกร่างรัฐธรรมนูญ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "34",
      "content": "ให้คณะกรรมาธิการยกร่างรัฐธรรมนูญจัดทำร่างรัฐธรรมนูญให้แล้วเสร็จภายในหนึ่งร้อยยี่สิบวันนับแต่วันที่ได้รับความเห็นหรือข้อเสนอแนะจากสภาปฏิรูปแห่งชาติตามมาตรา ๓๑ (๒) แล้วเสนอต่อสภาปฏิรูปแห่งชาติเพื่อพิจารณา ในการจัดทำร่างรัฐธรรมนูญ ให้คณะกรรมาธิการยกร่างรัฐธรรมนูญนำความเห็นหรือข้อเสนอแนะของสภาปฏิรูปแห่งชาติตามมาตรา ๓๑ (๒) ความเห็นของสภานิติบัญญัติแห่งชาติ คณะรัฐมนตรี และคณะรักษาความสงบแห่งชาติ และความเห็นของประชาชนรวมทั้งหน่วยงานที่เกี่ยวข้องมาประกอบการพิจารณาด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "35",
      "content": "คณะกรรมาธิการยกร่างรัฐธรรมนูญต้องจัดทำร่างรัฐธรรมนูญให้ครอบคลุมเรื่องดังต่อไปนี้ด้วย (๑) การรับรองความเป็นราชอาณาจักรอันหนึ่งอันเดียวจะแบ่งแยกมิได้ (๒) การให้มีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขที่เหมาะสมกับสภาพสังคมของไทย (๓) กลไกที่มีประสิทธิภาพในการป้องกัน ตรวจสอบ และขจัดการทุจริตและประพฤติมิชอบทั้งในภาครัฐและภาคเอกชน รวมทั้งกลไกในการกำกับและควบคุมให้การใช้อำนาจรัฐเป็นไปเพื่อประโยชน์ส่วนรวมของประเทศชาติและประชาชน (๔) กลไกที่มีประสิทธิภาพในการป้องกันและตรวจสอบมิให้ผู้เคยต้องคำพิพากษาหรือคำสั่งที่ชอบด้วยกฎหมายว่ากระทำการทุจริตหรือประพฤติมิชอบ หรือเคยกระทำการอันทำให้การเลือกตั้งไม่สุจริตหรือเที่ยงธรรม เข้าดำรงตำแหน่งทางการเมืองอย่างเด็ดขาด (๕) กลไกที่มีประสิทธิภาพที่ทำให้เจ้าหน้าที่ของรัฐโดยเฉพาะผู้ดำรงตำแหน่งทางการเมืองและพรรคการเมือง สามารถปฏิบัติหน้าที่หรือดำเนินกิจกรรมได้โดยอิสระ ปราศจากการครอบงำหรือชี้นำโดยบุคคลหรือคณะบุคคลใด ๆ โดยไม่ชอบด้วยกฎหมาย (๖) กลไกที่มีประสิทธิภาพในการสร้างเสริมความเข้มแข็งของหลักนิติธรรม และการสร้างเสริมคุณธรรม จริยธรรม และธรรมาภิบาลในทุกภาคส่วนและทุกระดับ (๗) กลไกที่มีประสิทธิภาพในการปรับโครงสร้างและขับเคลื่อนระบบเศรษฐกิจและสังคมเพื่อให้เกิดความเป็นธรรมอย่างยั่งยืน และป้องกันการบริหารราชการแผ่นดินที่มุ่งสร้างความนิยมทางการเมืองที่อาจก่อให้เกิดความเสียหายต่อระบบเศรษฐกิจของประเทศและประชาชนในระยะยาว",
      "type": "section",
      "status": "OCR"
    }
  ],
  "5": [
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก\nหน้า ๑๓ ราชกิจจานุเบกษา\n๒๒ กรกฎาคม ๒๕๕๗\n\n(๘) กลไกที่มีประสิทธิภาพในการใช้จ่ายเงินของรัฐให้เป็นไปอย่างคุ้มค่าและตอบสนองต่อประโยชน์ส่วนรวมของประชาชนโดยสอดคล้องกับสถานะทางการเงินการคลังของประเทศ และกลไกการตรวจสอบและเปิดเผยการใช้จ่ายเงินของรัฐที่มีประสิทธิภาพ\n(๙) กลไกที่มีประสิทธิภาพในการป้องกันมิให้มีการทำลายหลักการสำคัญที่รัฐธรรมนูญจะได้วางไว้\n(๑๐) กลไกที่จะผลักดันให้มีการปฏิรูปรื่องสำคัญต่าง ๆ ให้สมบูรณ์ต่อไป\n\nให้คณะกรรมาธิการยกร่างรัฐธรรมนูญพิจารณาถึงความจำเป็นและความคุ้มค่าที่ต้องมีองค์กรตามรัฐธรรมนูญหรือองค์กรที่ก่อตั้งขึ้นโดยอาศัยอำนาจตามรัฐธรรมนูญ ในกรณีที่จำเป็นต้องมี ให้พิจารณามาตรการที่จะให้การดำเนินงานขององค์กรดังกล่าวเป็นไปอย่างมีประสิทธิภาพและประสิทธิผลด้วย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "36",
      "content": "ให้คณะกรรมาธิการยกร่างรัฐธรรมนูญเสนอร่างรัฐธรรมนูญที่จัดทำเสร็จต่อประธานสภาปฏิรูปแห่งชาติ และให้ประธานสภาปฏิรูปแห่งชาติจัดให้สภาปฏิรูปแห่งชาติประชุมกันเพื่อพิจารณาเสนอแนะหรือให้ความเห็นให้แล้วเสร็จภายในสิบวันนับแต่วันที่ได้รับร่างรัฐธรรมนูญ สมาชิกสภาปฏิรูปแห่งชาติอาจขอแก้ไขเพิ่มเติมร่างรัฐธรรมนูญได้ภายในสามสิบวันนับแต่วันที่สภาปฏิรูปแห่งชาติเสร็จสิ้นการพิจารณาตามวรรคหนึ่ง คำขอแก้ไขเพิ่มเติมของสมาชิกสภาปฏิรูปแห่งชาติต้องมีสมาชิกสภาปฏิรูปแห่งชาติลงชื่อรับรองไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกสภาปฏิรูปแห่งชาติและสมาชิกสภาปฏิรูปแห่งชาติที่ยื่นคำขอหรือที่ให้คำรับรองคำขอของสมาชิกอื่นแล้ว จะยื่นคำขอหรือรับรองคำขอของสมาชิกอื่นอีกมิได้ ให้คณะกรรมาธิการยกร่างรัฐธรรมนูญส่งร่างรัฐธรรมนูญให้คณะรัฐมนตรีและคณะรักษาความสงบแห่งชาติด้วย และคณะรัฐมนตรีหรือคณะรักษาความสงบแห่งชาติจะเสนอความคิดเห็นหรือยื่นคำขอแก้ไขเพิ่มเติมได้ภายในสามสิบวันนับแต่วันที่ได้รับร่างรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "37",
      "content": "ให้คณะกรรมาธิการยกร่างรัฐธรรมนูญพิจารณาคำขอแก้ไขเพิ่มเติมให้แล้วเสร็จภายในหกสิบวันนับแต่วันที่ครบกำหนดยื่นคำขอแก้ไขเพิ่มเติมตามมาตรา ๓๖ วรรคสอง ในการนี้ คณะกรรมาธิการยกร่างรัฐธรรมนูญาอาจแก้ไขเพิ่มเติมร่างรัฐธรรมนูญได้ตามที่เห็นสมควร เมื่อคณะกรรมาธิการยกร่างรัฐธรรมนูญได้แก้ไขเพิ่มเติมร่างรัฐธรรมนูญตามวรรคหนึ่งแล้ว ให้เสนอร่างรัฐธรรมนูญต่อสภาปฏิรูปแห่งชาติต้องมีภายในสิบห้าวันนับแต่วันที่ได้รับร่างรัฐธรรมนูญจากคณะกรรมาธิการยกร่างรัฐธรรมนูญ ทั้งนี้ สภาปฏิรูปแห่งชาติจะแก้ไขเพิ่มเติมเนื้อความของร่างรัฐธรรมนูญนั้นมิได้ เว้นแต่เป็นข้อผิดพลาดที่มิใช่สาระสำคัญ และคณะกรรมาธิการยกร่างรัฐธรรมนูญเห็นว่าจำเป็นต้องแก้ไขเพิ่มเติมเพื่อให้สมบูรณ์ขึ้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก\nหน้า ๑๔ ราชกิจจานุเบกษา\n๒๒ กรกฎาคม ๒๕๕๗\n\nเมื่อสภาปฏิรูปแห่งชาติมีมติเห็นชอบด้วยกับร่างรัฐธรรมนูญตามวรรคสองแล้ว ให้ประธาน สภาปฏิรูปแห่งชาตินำร่างรัฐธรรมนูญขึ้นทูลเกล้าทูลกระหม่อมถวายภายในสามสิบวันนับแต่วันที่ สภาปฏิรูปแห่งชาติมีมติ และเมื่อทรงลงพระปรมาภิไธยแล้ว ให้ประกาศในราชกิจจานุเบกษาและใช้บังคับได้ โดยให้ประธานสภาปฏิรูปแห่งชาติลงนามรับสนองพระบรมราชโองการ\n\nในกรณีที่พระมหากษัตริย์ไม่ทรงเห็นชอบด้วยกับร่างรัฐธรรมนูญและพระราชทานคืนมา หรือ เมื่อพ้นกำหนดเก้าสิบวันแล้วมิได้พระราชทานคืนมา ให้ร่างรัฐธรรมนูญนั้นเป็นอันตกไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "38",
      "content": "ในกรณีที่สภาปฏิรูปแห่งชาติพิจารณาร่างรัฐธรรมนูญไม่แล้วเสร็จภายในเวลา ที่กำหนด หรือไม่ให้ความเห็นชอบร่างรัฐธรรมนูญ หรือร่างรัฐธรรมนูญนั้นเป็นอันตกไปตามมาตรา ๓๗ ให้สภาปฏิรูปแห่งชาติและคณะกรรมาธิการยกร่างรัฐธรรมนูญเป็นอันสิ้นสุดลง และให้มีการดำเนินการ เพื่อแต่งตั้งสภาปฏิรูปแห่งชาติและคณะกรรมาธิการยกร่างรัฐธรรมนูญชุดใหม่ขึ้น เพื่อดำเนินการแทน ตามอำนาจหน้าที่ที่บัญญัติไว้ในรัฐธรรมนูญนี้ ในกรณีที่คณะกรรมาธิการยกร่างรัฐธรรมนูญยกร่างรัฐธรรมนูญไม่แล้วเสร็จภายในระยะเวลา ที่กำหนดไว้ตามมาตรา ๓๔ ให้คณะกรรมาธิการยกร่างรัฐธรรมนูญเป็นอันสิ้นสุดลง และให้ดำเนินการ แต่งตั้งคณะกรรมาธิการยกร่างรัฐธรรมนูญขึ้นใหม่ภายในสิบห้าวันนับแต่วันที่คณะกรรมาธิการยกร่าง รัฐธรรมนูญสิ้นสุดลง ประธานสภาปฏิรูปแห่งชาติ รองประธานสภาปฏิรูปแห่งชาติ สมาชิกสภาปฏิรูปแห่งชาติ และ กรรมาธิการยกร่างรัฐธรรมนูญชุดที่สิ้นสุดลงตามวรรคหนึ่งหรือวรรคสอง จะเป็นประธานสภาปฏิรูปแห่งชาติ รองประธานสภาปฏิรูปแห่งชาติ สมาชิกสภาปฏิรูปแห่งชาติ หรือกรรมาธิการยกร่างรัฐธรรมนูญ แล้วแต่กรณี ชุดใหม่มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "39",
      "content": "เมื่อจัดทำร่างรัฐธรรมนูญเสร็จแล้ว ให้สภาปฏิรูปแห่งชาติและคณะกรรมาธิการ ยกร่างรัฐธรรมนูญยังคงปฏิบัติหน้าที่ต่อไปเพื่อประโยชน์ในการจัดให้มีร่างกฎหมายประกอบรัฐธรรมนูญ หรือกฎหมายอื่นที่จำเป็น ในการนี้ สภาปฏิรูปแห่งชาติอาจแต่งตั้งคณะกรรมาธิการขึ้นเพื่อพิจารณา ร่างกฎหมายที่จำเป็นก็ได้ แต่เมื่อมีการประกาศใช้รัฐธรรมนูญใหม่แล้ว การปฏิบัติหน้าที่ของสภาปฏิรูปแห่งชาติ และคณะกรรมาธิการยกร่างรัฐธรรมนูญให้เป็นไปตามรัฐธรรมนูญที่ประกาศใช้นั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "40",
      "content": "เงินเดือน เงินประจำตำแหน่ง และประโยชน์ตอบแทนอื่นของประธานสภาและ รองประธานสภานิติบัญญัติแห่งชาติ ประธานสภานิติบัญญัติแห่งชาติ สมาชิกสภาปฏิรูปแห่งชาติ และกรรมาธิการ ยกร่างรัฐธรรมนูญ ให้เป็นไปตามที่กำหนดในพระราชกฤษฎีกา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "41",
      "content": "ในกรณีที่มีบทบัญญัติของกฎหมายใดกำหนดคุณสมบัติหรือลักษณะต้องห้าม ในการดำรงตำแหน่งทางการเมือง มิให้นำบทบัญญัติแห่งกฎหมายนั้นมาใช้บังคับแก่ผู้ซึ่งได้รับการแต่งตั้ง เป็นผู้ดำรงตำแหน่งในคณะรักษาความสงบแห่งชาติ สมาชิกสภานิติบัญญัติแห่งชาติ สมาชิกสภาปฏิรูปแห่งชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก\nหน้า ๑๕ ราชกิจจานุเบกษา\n๒๒ กรกฎาคม ๒๕๕๗\n\nกรรมาธิการยกร่างรัฐธรรมนูญ ข้าราชการการเมืองตามกฎหมายว่าด้วยระเบียบข้าราชการการเมือง และข้าราชการรัฐสภาฝ่ายการเมืองตามกฎหมายว่าด้วยระเบียบข้าราชการรัฐสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "42",
      "content": "ให้คณะรักษาความสงบแห่งชาติตามประกาศคณะรักษาความสงบแห่งชาติ ฉบับที่ ๖/๒๕๕๗ ลงวันที่ ๒๒ พฤษภาคม พุทธศักราช ๒๕๕๗ เป็นคณะรักษาความสงบแห่งชาติต่อไป และมีอำนาจหน้าที่ปฏิบัติการตามที่บัญญัติไว้ในรัฐธรรมนูญนี้ ในกรณีจำเป็นเพื่อประโยชน์ในการปฏิบัติหน้าที่ หัวหน้าคณะรักษาความสงบแห่งชาติ จะเปลี่ยนแปลงหรือเพิ่มเติมผู้ดำรงตำแหน่งใดในคณะรักษาความสงบแห่งชาติก็ได้ แต่ในกรณีเพิ่มเติม เมื่อรวมกันแล้วต้องไม่เกินสิบห้าคน และจะกำหนดให้หน่วยงานใดทำหน้าที่เป็นหน่วยธุรการของ คณะรักษาความสงบแห่งชาติก็ได้ตามที่เห็นสมควร ในกรณีที่คณะรักษาความสงบแห่งชาติเห็นว่าคณะรัฐมนตรีควรดำเนินการตามอำนาจหน้าที่ ที่กำหนดไว้ในมาตรา ๑๙ ในเรื่องใด ให้คณะรักษาความสงบแห่งชาติแจ้งให้คณะรัฐมนตรีทราบ เพื่อดำเนินการตามอำนาจหน้าที่ต่อไป ในกรณีที่เห็นสมควร หัวหน้าคณะรักษาความสงบแห่งชาติหรือนายกรัฐมนตรีอาจขอให้มี การประชุมร่วมกันของคณะรักษาความสงบแห่งชาติและคณะรัฐมนตรีเพื่อร่วมพิจารณาหรือแก้ไขปัญหาใด ๆ อันเกี่ยวกับการรักษาความสงบเรียบร้อยหรือความมั่นคงของชาติ รวมตลอดทั้งการปรึกษาหารือเป็นครั้งคราว ในเรื่องอื่นใดก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "43",
      "content": "ในระหว่างที่ยังไม่มีสภานิติบัญญัติแห่งชาติ ในกรณีที่มีกฎหมายบัญญัติให้ การดำเนินการเรื่องใดต้องได้รับความเห็นชอบหรือรับทราบจากสภาผู้แทนราษฎร วุฒิสภา หรือรัฐสภา ให้เป็นอำนาจของหัวหน้าคณะรักษาความสงบแห่งชาติในการให้ความเห็นชอบหรือรับทราบทัน สภาผู้แทนราษฎร วุฒิสภา หรือรัฐสภา ก่อนที่คณะรัฐมนตรีตามรัฐธรรมนูญนี้จะเข้ารับหน้าที่ ให้บรรดาอำนาจหน้าที่ของนายกรัฐมนตรี และคณะรัฐมนตรีเป็นอำนาจหน้าที่ของหัวหน้าคณะรักษาความสงบแห่งชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "44",
      "content": "ในกรณีที่หัวหน้าคณะรักษาความสงบแห่งชาติเห็นเป็นการจำเป็นเพื่อประโยชน์ ในการปฏิรูปในด้านต่าง ๆ การส่งเสริมความสามัคคีและความสมานฉันท์ของประชาชนในชาติ หรือเพื่อ ป้องกัน ระงับ หรือปราบปรามการกระทำอันเป็นการทำลายความสงบเรียบร้อยหรือความมั่นคงของชาติ ราชบัลลังก์ เศรษฐกิจของประเทศ หรือราชการแผ่นดิน ไม่ว่าจะเกิดขึ้นภายในหรือภายนอกราชอาณาจักร ให้หัวหน้าคณะรักษาความสงบแห่งชาติโดยความเห็นชอบของคณะรักษาความสงบแห่งชาติมีอำนาจสั่งการ ระงับยับยั้ง หรือกระทำการใด ๆ ได้ ไม่ว่าการกระทำนั้นจะมีผลบังคับในทางนิติบัญญัติ ในทางบริหาร หรือในทางตุลาการ และให้ถือว่าคำสั่งหรือการกระทำ รวมทั้งการปฏิบัติตามคำสั่งดังกล่าว เป็นคำสั่ง หรือการกระทำ หรือการปฏิบัติที่ชอบด้วยกฎหมายและรัฐธรรมนูญนี้และเป็นที่สุด ทั้งนี้ เมื่อได้ ดำเนินการดังกล่าวแล้ว ให้รายงานประธานสภานิติบัญญัติแห่งชาติและนายกรัฐมนตรีทราบโดยเร็ว",
      "type": "section",
      "status": "OCR"
    }
  ],
  "6": [
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก\nหน้า ๑๖ ราชกิจจานุเบกษา\n๒๒ กรกฎาคม ๒๕๕๗",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "45",
      "content": "ภายใต้บังคับมาตรา ๕ และมาตรา ๔๔ ให้ศาลรัฐธรรมนูญมีอำนาจพิจารณา วินิจฉัยปัญหาว่ากฎหมายใดขัดหรือแย้งต่อรัฐธรรมนูญนี้หรือไม่ และตามที่กฎหมายประกอบรัฐธรรมนูญ ว่าด้วยผู้ตรวจการแผ่นดินและกฎหมายประกอบรัฐธรรมนูญว่าด้วยพรรคการเมืองกำหนดให้เป็นอำนาจของ ศาลรัฐธรรมนูญ แต่สำหรับผู้ตรวจการแผ่นดิน ให้มีอำนาจเสนอเรื่องให้ศาลรัฐธรรมนูญวินิจฉัยได้เฉพาะ เมื่อมีกรณีที่เห็นว่าบทบัญญัติแห่งกฎหมายใดมีปัญหาเกี่ยวกับความชอบด้วยรัฐธรรมนูญนี้ การพิจารณาและการทำคำวินิจฉัยของศาลรัฐธรรมนูญให้เป็นไปตามกฎหมายว่าด้วยการนั้น ในระหว่างที่ยังไม่มีกฎหมายดังกล่าว ให้เป็นไปตามข้อกำหนดของศาลรัฐธรรมนูญว่าด้วยวิธีพิจารณา และการทำคำวินิจฉัยที่ใช้บังคับอยู่ในวันก่อนวันที่รัฐธรรมนูญนี้ใช้บังคับ ทั้งนี้ เพียงเท่าที่ไม่ขัดหรือแย้งต่อ วรรคหนึ่งหรือรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "46",
      "content": "ในกรณีที่เห็นเป็นการจำเป็นและสมควร คณะรัฐมนตรีและคณะรักษาความสงบแห่งชาติ จะมีมติร่วมกันให้แก้ไขเพิ่มเติมรัฐธรรมนูญนี้ก็ได้ โดยจัดทำเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมเสนอต่อ สภานิติบัญญัติแห่งชาติเพื่อให้ความเห็นชอบ ให้สภานิติบัญญัติแห่งชาติพิจารณาให้ความเห็นชอบหรือไม่เห็นชอบร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ตามวรรคหนึ่งภายในสิบห้าวันนับแต่วันที่ได้รับร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ในการพิจารณาให้ความเห็นชอบ สภานิติบัญญัติแห่งชาติจะแก้ไขเพิ่มเติมร่างรัฐธรรมนูญ แก้ไขเพิ่มเติมนั้นมิได้ เว้นแต่คณะรัฐมนตรีและคณะรักษาความสงบแห่งชาติจะเห็นชอบด้วย มติให้ความเห็นชอบต้องมีคะแนนเสียงไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกสภานิติบัญญัติแห่งชาติ ทั้งหมดเท่าที่มีอยู่ เมื่อสภานิติบัญญัติแห่งชาติให้ความเห็นชอบร่างรัฐธรรมนูญแก้ไขเพิ่มเติมแล้ว ให้นายกรัฐมนตรี นำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมชิ้นทูลเกล้าทูลกระหม่อมถวายภายในสิบห้าวันนับแต่วันที่สภานิติบัญญัติ แห่งชาติมีมติ เพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธย และเมื่อประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับได้ โดยให้นายกรัฐมนตรีลงนามรับสนองพระบรมราชโองการ และให้นำความในมาตรา ๓๗ วรรคสี่ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "47",
      "content": "บรรดาประกาศและคำสั่งของคณะรักษาความสงบแห่งชาติหรือคำสั่งของหัวหน้า คณะรักษาความสงบแห่งชาติที่ได้ประกาศหรือสั่งในระหว่างวันที่ ๒๒ พฤษภาคม พุทธศักราช ๒๕๕๗ จนถึงวันที่คณะรัฐมนตรีเข้ารับหน้าที่ตามรัฐธรรมนูญนี้ ไม่ว่าประกาศหรือคำสั่งให้มีผลบังคับในทาง รัฐธรรมนูญ ในทางนิติบัญญัติ ในทางบริหาร หรือในทางตุลาการ ให้ประกาศหรือคำสั่ง ตลอดจน การปฏิบัติตามประกาศหรือคำสั่งนั้น ไม่ว่าจะกระทำก่อนหรือหลังวันที่รัฐธรรมนูญนี้ใช้บังคับ เป็นประกาศ หรือคำสั่งหรือการปฏิบัติที่ชอบด้วยกฎหมายและชอบด้วยรัฐธรรมนูญและเป็นที่สุด และให้ประกาศหรือ คำสั่งดังกล่าวที่ยังมีผลใช้บังคับอยู่ในวันก่อนวันประกาศใช้รัฐธรรมนูญนี้มีผลใช้บังคับต่อไปจนกว่าจะมี กฎหมาย กฎ ข้อบังคับ มติคณะรัฐมนตรี หรือคำสั่ง แล้วแต่กรณี แก้ไขเพิ่มเติมหรือยกเลิก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๓๑ ตอนที่ ๕๕ ก\nหน้า ๑๗ ราชกิจจานุเบกษา\n๒๒ กรกฎาคม ๒๕๕๗\n\nในกรณีที่คณะรักษาความสงบแห่งชาติได้มีคำสั่งให้บุคคลใดดำรงตำแหน่งหรือพ้นจากตำแหน่งใด ที่ระบุไว้ในมาตรา ๒๔ ก่อนวันที่รัฐธรรมนูญนี้ใช้บังคับ ให้นายกรัฐมนตรินำความกราบบังคมทูล เพื่อทรงแต่งตั้งให้บุคคลนั้นดำรงตำแหน่งนั้นหรือทรงให้บุคคลนั้นพ้นจากตำแหน่งนั้นด้วย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "48",
      "content": "บรรดาการกระทำทั้งหลายซึ่งได้กระทำเนื่องในการยึดและควบคุมอำนาจ การปกครองแผ่นดิน เมื่อวันที่ ๒๒ พฤษภาคม ๒๕๕๗ ของหัวหน้าและคณะรักษาความสงบแห่งชาติ รวมทั้งการกระทำของบุคคลที่เกี่ยวเนื่องกับการกระทำดังกล่าวหรือของผู้ซึ่งได้รับมอบหมายจากหัวหน้า หรือคณะรักษาความสงบแห่งชาติ หรือของผู้ซึ่งได้รับคำสั่งจากผู้ได้รับมอบหมายจากหัวหน้าหรือ คณะรักษาความสงบแห่งชาติ อันได้กระทำไปเพื่อการดังกล่าวข้างต้นนั้น การกระทำดังกล่าวมาทั้งหมดนี้ ไม่ว่าจะเป็นการกระทำเพื่อให้มีผลบังคับในทางรัฐธรรมนูญ ในทางนิติบัญญัติ ในทางบริหาร หรือในทาง ตุลาการ รวมทั้งการลงโทษและการกระทำอันเป็นการบริหารราชการอย่างอื่น ไม่ว่ากระทำในฐานะตัวการ ผู้สนับสนุน ผู้ใช้ให้กระทำ หรือผู้ถูกใช้ให้กระทำ และไม่ว่ากระทำในวันที่กล่าวนั้นหรือก่อนหรือหลังวันที่ กล่าวนั้น หากการกระทำนั้นผิดต่อกฎหมาย ให้ผู้กระทำพ้นจากความผิดและความรับผิดโดยสิ้นเชิง ผู้รับสนองพระบรมราชโองการ พลเอก ประยุทธ์ จันทร์โอชา หัวหน้าคณะรักษาความสงบแห่งชาติ",
      "type": "section",
      "status": "OCR"
    }
  ]
}