{
  "1": [
    {
      "id": "intro",
      "content": "๒๒๗\n\nรัฐธรรมนูญแห่งราชอาณาจักรไทย\n\nสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช\nสยามนทราธิราช บรมนาถบพิตร\nตราไว้ ณ วันที่ ๒๒ ธันวาคม พุทธศักราช ๒๕๒๑\nเป็นปีที่ ๓๓ ในรัชกาลปัจจุบัน\n\nศุภมัสตุ พระพุทธสาสนกสเป็นอดีตภาค ๒๕๒๑ พรรษา ปัจจุบันสมัย จันทรคติ\nนิยม เอฬาสมพัดสร มิคสิรมาส กาฬปักษ์ อัฏฐมิติถี สุริยคติกาล ธันวาคมมาส พาวีสติมสุรทิน ศุกร\nวาร โดยคาลบบริเฉท\n\nพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มหิดลาธิเบศรรามาธิบดี จักรี\nนฤบดินทร สยามินทราธิราช บรมนาถบพิตร ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อมให้ประกาศ\nว่า สภานิติบัญญัติแห่งชาติ ได้นำความกราบบังคมทูลว่า นับแต่เมื่อสมเด็จพระบรมปิตุลาธิราช\nพระบาทสมเด็จพระปรมินทรมหาประชาธิปก พระปกเกล้าเจ้าอยู่หัว ได้ทรงพระกรุณาโปรดเกล้า\nโปรดกระหม่อมพระราชทานรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช ๒๔๗๕ เป็นต้นมา\nได้มีการเปลี่ยนแปลงแก้ไขหรือประกาศใช้รัฐธรรมนูญหลายฉบับ และในบางครั้งที่ภาวการณ์\nบ้านเมืองผันแปรไป อันเป็นเหตุให้ต้องประกาศใช้ธรรมนูญการปกครองประเทศเป็นการชั่วคราว\nเพื่อรอเวลาที่จะร่างรัฐธรรมนูญฉบับถาวรขึ้นใช้แทน บรรดารัฐธรรมนูญและธรรมนูญการปกครอง\nระบอบประชาธิปไตย อันมีพระมหากษัตริย์เป็นประมุข โดยทรงใช้อำนาจนิติบัญญัติทางรัฐสภา\nทรงใช้อำนาจบริหารทางคณะรัฐมนตรี และทรงใช้อำนาจตุลาการทางศาล ความแตกต่างสำคัญที่มี\nมาก็แต่เฉพาะสถานภาพของรัฐสภา และสัมพันธภาพระหว่างอำนาจนิติบัญญัติและอำนาจบริหาร\nเพื่อให้เหมาะสมกับภาวการณ์ของบ้านเมืองที่ผันแปรในขณะนั้นๆ เท่านั้น ทั้งนี้ ย่อมแสดงถึงความ\nเลื่อมใสศรัทธาของปวงชนชาวไทยในการปกครองระบอบประชาธิปไตย อันมีพระมหากษัตริย์เป็น",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ประมุข สมดังพระราชปณิธานของสมเด็จพระบรมไคูลาธิราช พระบาทสมเด็จพระปรมินทรมหา ประชาธิปก พระปกเกล้าเจ้าอยู่หัว ที่ได้พระราชทานพระราชอำนาจในการปกครองแผ่นดินให้แก่ ปวงชนชาวไทย ความยึดมั่นในการปกครองระบอบประชาธิปไตย อันมีพระมหากษัตริย์เป็น ประมุข ได้มีสืบทอดมาโดยตลอดจนถึงปัจจุบัน แม้ธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๒๐ ก็ได้ประกาศเจตนารมณ์เช่นนั้นไว้ และได้มอบให้สภานิติบัญญัติแห่งชาติ จัดทำร่างรัฐธรรมนูญขึ้น เพื่อให้มีการเลือกตั้งผู้แทนราษฎรภายในปีพุทธศักราช ๒๕๒๑\n\nสภานิติบัญญัติแห่งชาติได้แต่งตั้งคณะกรรมาธิการขึ้นคณะหนึ่งเพื่อทำหน้าที่ร่าง รัฐธรรมนูญ เมื่อร่างเสร็จ สภานิติบัญญัติแห่งชาติได้พิจารณาร่างรัฐธรรมนูญนั้นเป็นสามารถ โดย ยึดถือนวทางชาติ การพิทักษ์รักษาศาสนาให้สถิตสถาพร การทอดทุนพระมหากษัตริย์เป็นประมุขและ เป็นนิ่งขวัญของปวงชนชาวไทย การยึดถือระบอบประชาธิปไตยอันมีพระมหากษัตริย์เป็นประมุข เป็นวิถีทางในการปกครองประเทศ การเชิดชูและคุ้มครองรักษาสิทธิและเสรีภาพของชนชาวไทย และการร่วมกันสร้างความเป็นธรรม ความเจริญและความผาสุกให้เกิดแก่ประชาชนชาวไทยโดยทั่ว หน้ากัน\n\nเมื่อสภานิติบัญญัติแห่งชาติ ได้พิจารณาร่างรัฐธรรมนูญอย่างรอบกอบประกอบกับ สถานการณ์ของประเทศแล้ว ได้ลงมติเห็นชอบให้นำร่างรัฐธรรมนูญขึ้นทูนเกล้าทูนกระหม่อม ถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธยให้ประกาศใช้เป็นรัฐธรรมนูญแห่งราชอาณาจักร ไทยสืบไป\n\nเมื่อได้ทรงพระราชวิจารณ์ร่างรัฐธรรมนูญโดยถี่ถ้วนทั่วกระบวนความแล้ว ทรงมี พระราชดำริเห็นสมควรพระราชทานพระบรมราชานุมัติตามมติของสภานิติบัญญัติแห่งชาติ\n\nจึงมีพระบรมราชโองการดำรัสเหนือเกล้าเหนือกระหม่อมให้ตรารัฐธรรมนูญแห่ง ราชอาณาจักรไทยฉบับนี้ขึ้นไว้ ให้ใช้แทนธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๒๐ ซึ่งได้ตราไว้ ณ วันที่ ๙ พฤศจิกายน พุทธศักราช ๒๕๒๐ นับตั้งแต่วันประกาศนี้เป็นต้นไป\n\nขอปวงชนชาวไทยจงร่วมจิตร่วมใจสมัครสโมสรเป็นเอกฉันท์ในอันที่จะพิทักษ์ รักษารัฐธรรมนูญแห่งราชอาณาจักรไทยนี้ เพื่อดำรงคงไว้ซึ่งระบอบประชาธิปไตยและอำนาจรัฐ ภายใต้ของปวงชนชาวไทยในรัฐสีมาอาณาจักร และนำมาซึ่งความผาสุกสิริสวัสดิ์พิพัฒนชัยมงคล อเนกสุภผลเกียรติยกศสถาพร แก่อามาประชาราษฎรของพระองค์ สมดังพระบรมราชประสงค์จงทุก ประการ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๒๙\n\nหมวด ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "1",
      "content": "ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียว จะแบ่งแยกมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "2",
      "content": "ประเทศไทยมีการปกครองระบอบประชาธิปไตยมีพระมหากษัตริย์เป็นประมุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "3",
      "content": "อำนาจอธิปไตยมาจากปวงชนชาวไทย พระมหากษัตริย์ผู้เป็นประมุขทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรีและศาสดามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "4",
      "content": "ประชาชนชาวไทยไม่ว่าเหล่ากำเนิดหรือศาสนาใด ย่อมอยู่ในความกุมครองแห่งรัฐธรรมนูญนี้เสมอ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "5",
      "content": "บทบัญญัติแห่งกฎหมายใดมีข้อความขัดหรือแย้งต่อรัฐธรรมนูญนี้ บทบัญญัตินั้นเป็นอันใช้บังคับมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_5",
      "content": "หมวด ๒ พระมหากษัตริย์",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "6",
      "content": "องค์พระมหากษัตริย์ดำรงอยู่ในฐานะอันเป็นที่เคารพสักการะ ผู้ใดจะละเมิดมิได้ ผู้ใดจะกล่าวหาหรือฟ้องร้องพระมหากษัตริย์ในทางใดๆ มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "7",
      "content": "พระมหากษัตริย์ทรงเป็นพุทธมามกะ และทรงเป็นอัครศาสนุปถัมภก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "8",
      "content": "พระมหากษัตริย์ทรงดำรงตำแหน่งจอมทัพไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "9",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะสถาปนาฐานันดรศักดิ์และพระราชทานเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "10",
      "content": "พระมหากษัตริย์ทรงเลือกและแต่งตั้งผู้ทรงคุณวุฒิเป็นประธานองคมนตรีคนหนึ่ง และองคมนตรีอื่นอีกไม่เกินสิบสี่คนประกอบเป็นคณะองคมนตรี คณะองคมนตรีมีหน้าที่ถวายความเห็นต่อพระมหากษัตริย์ในพระราชกรณียกิจทั้งปวงที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "2": [
    {
      "id": "intro",
      "content": "๒๓๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "11",
      "content": "การเลือกและแต่งตั้งองคมนตรีที่ดี การให้องคมนตรีพ้นจากตำแหน่งก็ดี ให้เป็นไปตามพระราชอัธยาศัย ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธาน องคมนตรีหรือให้ประธานองคมนตรีพ้นจากตำแหน่ง ให้ประธานองคมนตรีเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้ง องคมนตรีอื่นหรือให้องคมนตรีอื่นพ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "12",
      "content": "องคมนตรีต้องไม่เป็นสมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ พนักงานรัฐวิสาหกิจ หรือสมาชิกหรือเจ้าหน้าที่ใน พรรคการเมือง และต้องไม่แสดงการฝึกใฝ่ในพรรคการเมืองใดๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "13",
      "content": "ก่อนเข้ารับหน้าที่ องคมนตรีต้องถวายสัตย์ปฏิญาณต่อ พระมหากษัตริย์ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะ จงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของ ประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุก ประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "14",
      "content": "องคมนตรีพ้นจากตำแหน่งเมื่อตาย ลาออก หรือมีพระบรมราชโองการ ให้พ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "15",
      "content": "การแต่งตั้งและการให้ข้าราชการในพระองค์และสมุหราชองครักษ์พ้น จากตำแหน่ง ให้เป็นไปตามพระราชอัธยาศัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "16",
      "content": "ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักรหรือจะทรง บริหารพระราชภาระไม่ได้ด้วยเหตุใดก็ตาม จะได้ทรงแต่งตั้งผู้ใดผู้หนึ่งด้วยความเห็นชอบของ รัฐสภาเป็นผู้สำเร็จราชการแทนพระองค์ และให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราช โองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "17",
      "content": "ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทน พระองค์เพราะยังไม่ทรงบรรลุนิติภาวะหรือเพราะเหตุอื่นใดก็ดี ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้ หนึ่งที่สมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อ รัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๓๑",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "18",
      "content": "ในระหว่างที่ไม่มีผู้สำเร็จราชการแทนพระองค์ตามที่บัญญัติไว้ใน มาตรา ๑๖ หรือมาตรา ๑๗ ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ไปพลางก่อน ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา ๑๖ หรือ มาตรา ๑๗ ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทน พระองค์ชั่วคราว ในระหว่างที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่งก็ ดี ในระหว่างที่ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ตามวรรคสองก็ดี ประธาน องคมนตรีจะปฏิบัติหน้าที่ในฐานะเป็นประธานองคมนตรีมิได้ ในกรณีเช่นว่านี้ ให้คณะองคมนตรี เลือกองคมนตรีคนหนึ่งขึ้นทำหน้าที่ประธานองคมนตรีชั่วคราว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "19",
      "content": "ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ ซึ่งได้รับการแต่งตั้ง ตามมาตรา ๑๖ หรือมาตรา ๑๗ ต้องปฏิญาณในที่ประชุมรัฐสภาด้วยถ้อยคำดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและ ประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "20",
      "content": "การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎหมายว่าด้วยการ สืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๓ และประกอบด้วยความเห็นชอบของรัฐสภา หากไม่มี พระราชโอรส รัฐสภาอาจให้ความเห็นชอบในการให้พระราชสันตติวงศ์ก็ได้ การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์พระพุทธศักราช ๒๔๖๗ ให้กระทำได้โดยวิธีการอย่างเดียวกันกับการแก้ไขเพิ่มเติมรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "21",
      "content": "ในกรณีที่ราชบัลลังก์หากว่างลง ให้คณะองคมนตรีเสนอพระนามผู้ สืบราชสันตติวงศ์ตามมาตรา ๒๐ ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาอัญเชิญองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไปแล้วให้ ประธานรัฐสภาประกาศเพื่อให้ประชาชนทราบ ในระหว่างที่ยังไม่มีประกาศองค์ผู้สืบราชสันตติวงศ์ตามวรรคหนึ่ง ให้ประธาน องคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ไปตามมาตรา ๑๖ หรือมาตรา ๑๗ หรือระหว่างเวลาที่ ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๑๘ วรรคหนึ่ง ก็ให้ผู้สำเร็จราชการ แทนพระองค์นั้นๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้จนกว่าจะได้ประกาศ องค์ผู้สืบราชสันตติวงศ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒ ๓ ๒๒\n\nในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งไว้ และเป็นผู้สำเร็จราชการแทนพระองค์ต่อไปตามวรรคสอง ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราว\n\nในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคสอง หรือทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราวตามวรรคสาม ให้นำบทบัญญัติมาตรา ๑๘ วรรคสาม มาใช้บังคับ\n\nหมวด ๓\nสิทธิและเสรีภาพของชนชาวไทย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "22",
      "content": "บุคคลย่อมมีสิทธิและเสรีภาพภายใต้บังคับบทบัญญัติแห่งรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "23",
      "content": "บุคคลย่อมเสมอกันในกฎหมาย และได้รับความคุ้มครองตามกฎหมายเท่าเทียมกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "24",
      "content": "บุคคลย่อมมีสิทธิทางการเมือง การใช้สิทธิทางการเมือง ให้เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "25",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการถือศาสนา นิกายของศาสนา หรือลัทธินิยมในทางศาสนา และย่อมมีเสรีภาพในการปฏิบัติพิธีกรรมตามความเชื่อถือของตนเมื่อไม่เป็นปฏิปักษ์ต่อหน้าที่ของพลเมืองและไม่เป็นการขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน ในการใช้เสรีภาพดังกล่าวในวรรคหนึ่ง บุคคลย่อมได้รับความคุ้มครองมิให้รัฐกระทำการใดๆ อันเป็นการรอนสิทธิหรือเสียประโยชน์อันควรมีควรได้เพราะเหตุที่ถือศาสนา นิกายของศาสนาหรือลัทธินิยมในทางศาสนาหรือปฏิบัติพิธีกรรมตามความเชื่อถือ แตกต่างจากบุคคลอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "26",
      "content": "บุคคลจะไม่ต้องรับโทษอาญา เว้นแต่จะได้กระทำการอันกฎหมายซึ่งใช้อยู่ในเวลาที่กระทำนั้นบัญญัติเป็นความผิดและกำหนดโทษไว้ และโทษที่จะลงแก่บุคคลนั้นจะหนักกว่าโทษที่กำหนดไว้ในกฎหมายซึ่งใช้อยู่ในเวลาที่กระทำความผิดมิได้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "3": [
    {
      "id": "intro",
      "content": "๒๓๓",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "27",
      "content": "ในคดีอาญา ให้สันนิษฐานไว้ก่อนว่าผู้ต้องหาหรือจำเลยไม่มีความผิด ก่อนที่จะมีคำพิพากษาอันถึงที่สุดแสดงว่าบุคคลใดได้กระทำความผิด จะปฏิบัติต่อ บุคคลนั้นเสมือนเป็นผู้กระทำผิดมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "28",
      "content": "บุคคลย่อมมีเสรีภาพในร่างกาย การจับกุม คุมขัง หรือตรวจค้นตัวบุคคล ไม่ว่าในกรณีใดๆ จะกระทำมิได้ เว้นแต่ โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "29",
      "content": "ในกรณีที่ผู้ต้องหาหรือจำเลยในคดีอาญาเป็นผู้ยากไร้ไม่มีทุนทรัพย์ พอที่จะจัดหาหมายความสำหรับตนเองได้ บุคคลดังกล่าวย่อมมีสิทธิที่จะได้รับการช่วยเหลือจากรัฐ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "30",
      "content": "บุคคลใดต้องรับโทษอาญาโดยคำพิพากษาถึงที่สุดหากปรากฏตามคำ พิพากษาของศาลที่รื้อฟื้นคดีขึ้นพิจารณาใหม่ในภายหลังว่าบุคคลนั้นมิได้เป็นผู้กระทำความผิด ย่อม มีสิทธิที่จะได้รับค่าทดแทนและได้รับบรรดาสิทธิที่เสียไปเพราะผลแห่งคำพิพากษานั้นคืน ทั้งนี้ ตามเงื่อนไขและวิธีการที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "31",
      "content": "การเกณฑ์แรงงาน จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตาม บทบัญญัติแห่งกฎหมายเฉพาะเพื่อประโยชน์ในการป้องปัดภัยพิบัติสาธารณะอันมีมาเป็นการ ฉุกเฉิน หรือโดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายซึ่งบัญญัติให้กระทำได้ในระหว่างเวลาที่ ประเทศอยู่ในภาวะการบริหารองค์การสงคราม หรือในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉิน หรือประกาศใช้กฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "32",
      "content": "บุคคลย่อมมีเสรีภาพในเคหสถาน บุคคลย่อมได้รับความคุ้มครองในการที่จะอยู่อาศัยและครอบครองเคหสถานโดย ปกติสุข การเข้าไปในเคหสถานโดยปราศจากความยินยอมของผู้ครอบครองก็ดี การตรวจค้น เคหสถานก็ดี จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "33",
      "content": "สิทธิของการจำกัดสิทธิเช่นว่านี้ ย่อมเป็นไปตามบทบัญญัติแห่งกฎหมาย การสืบมรดกย่อมได้รับความคุ้มครอง สิทธิของบุคคลในการสืบมรดกย่อมเป็นไป ตามบทบัญญัติแห่งกฎหมาย การเวนคืนอสังหาริมทรัพย์ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมายเฉพาะเพื่อการอันเป็นสาธารณูปโภค หรือการอันจำเป็นในการป้องกันประเทศ หรือ การได้มาซึ่งทรัพยากรธรรมชาติ หรือเพื่อการผังเมือง หรือเพื่อการพัฒนาการเกษตรหรือการ อุตสาหกรรม หรือเพื่อการปฏิรูปที่ดิน หรือเพื่อประโยชน์สาธารณะอย่างอื่น และต้องชดใช้ค่า",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๓๔\n\nทดแทนภายในเวลาอันควรแก่เจ้าของตลอดจนผู้ทรงสิทธิบรรดาที่ได้รับความเสียหายในการเวนคืน นั้น ทั้งนี้ ตามที่ระบุไว้ในกฎหมาย\n\nการกำหนดค่าทดแทนตามวรรคสามให้คำนึงถึงการได้มา สภาพและที่ตั้งของ อสังหาริมทรัพย์ ประกอบกับเหตุและวัตถุประสงค์ของการเวนคืนเพื่อให้เกิดความเป็นธรรมแก่ สังคม\n\nอสังหาริมทรัพย์ที่ได้มาโดยการเวนคืนเพื่อการใด ถ้ามิได้ใช้เพื่อการนั้นภายในระยะเวลาที่กำหนดในกฎหมาย ต้องคืนให้เจ้าของเดิมหรือทายาท เว้นแต่จะนำไปใช้เพื่อการอื่นตาม วรรคสามและโดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย\n\nการคืนอสังหาริมทรัพย์ให้เจ้าของเดิมหรือทายาทตามวรรคห้า และการเรียกคืนค่า ทดแทนที่ขาดใช้ไป ให้เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "35",
      "content": "บุคคลย่อมมีเสรีภาพในการพูด การเขียน การพิมพ์ และการโฆษณา การจำกัดเสรีภาพเช่นว่านี้ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมายเฉพาะเพื่อรักษาความมั่นคงของรัฐ หรือเพื่อคุ้มครองสิทธิเสรีภาพ เกียรติยศหรือ ชื่อเสียงของบุคคลอื่น หรือเพื่อรักษาความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน หรือเพื่อ ป้องกันหรือระงับความเสื่อมทรามทางจิตใจหรือสุขภาพของประชาชน เจ้าของกิจการหนังสือพิมพ์ต้องเป็นบุคคลสัญชาติไทย ทั้งนี้ตามเงื่อนไขที่ กฎหมายบัญญัติ การให้เงินหรือทรัพย์สินอย่างอื่นอุดหนุนหนังสือพิมพ์ของเอกชนรัฐจะกระทำ มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "36",
      "content": "บุคคลย่อมมีเสรีภาพในการศึกษาอบรม เมื่อไม่ขัดต่อหน้าที่ของ พลเมืองตามรัฐธรรมนูญ และไม่ขัดต่อกฎหมายว่าด้วยการศึกษาภาคบังคับและกฎหมายว่าด้วยการ จัดตั้งสถานศึกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "37",
      "content": "บุคคลย่อมมีเสรีภาพในการชุมนุมโดยสงบและปราศจากอาวุธ การจำกัดเสรีภาพเช่นว่านี้ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมายเฉพาะในกรณีการชุมนุมสาธารณะและเพื่อคุ้มครองความสะดวกของประชาชนที่จะ ใช้ที่สาธารณะ หรือในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉิน หรือประกาศใช้กฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "38",
      "content": "บุคคลย่อมมีเสรีภาพในการรวมกันเป็นสมาคม สหภาพ สหพันธ์ สหกรณ์ หรือหมู่คณะอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๓๕\n\nการรวมกัน การจัดตั้ง การดำเนินกิจการและการเลิกของสมาคม สหภาพ สหพันธ์ สหกรณ์ หรือหมู่คณะอื่น ย่อมเป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "38",
      "content": "บุคคลย่อมมีเสรีภาพในการรวมกันเป็นพรรคการเมืองเพื่อดำเนิน กิจการในทางการเมือง ตามวิถีทางการปกครองระบอบประชาธิปไตยที่บัญญัติไว้ในรัฐธรรมนูญนี้ การรวมกัน การจัดตั้ง การดำเนินกิจการและการเลิกพรรคการเมือง ย่อมเป็นไป ตามบทบัญญัติแห่งกฎหมายว่าด้วยพรรคการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "39",
      "content": "บุคคลย่อมมีเสรีภาพในการสื่อสารถึงกันโดยทางที่ชอบด้วยกฎหมาย การตรวจ การกัก หรือการเปิดเผยสิ่งสื่อสารที่บุคคลมีติดต่อถึงกันรวมทั้งการ กระทำด้วยประการอื่นใดเพื่อให้ล่วงรู้ถึงข้อความในสิ่งสื่อสารทั้งหลายที่บุคคลมีติดต่อถึงกัน จะ กระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายเฉพาะเพื่อรักษาความสงบเรียบร้อย หรือศีลธรรมอันดีของประชาชน หรือเพื่อรักษาความมั่นคงของรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "40",
      "content": "บุคคลย่อมมีเสรีภาพในการเดินทางและเสรีภาพในการเลือกถิ่นที่อยู่ ภายในราชอาณาจักร การจำกัดเสรีภาพเช่นว่านี้ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมายเฉพาะเพื่อความมั่นคงของรัฐ หรือความสงบเรียบร้อยของประชาชน หรือสวัสดิภาพ ของประชาชน หรือการผังเมือง หรือเพื่อสวัสดิภาพของผู้เยาว์ การเนรเทศบุคคลผู้มีสัญชาติไทยออกนอกราชอาณาจักร หรือห้ามมิให้บุคคลผู้มี สัญชาติไทยเข้ามาในราชอาณาจักร จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "41",
      "content": "สิทธิของบุคคลในครอบครัวย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "42",
      "content": "บุคคลย่อมมีสิทธิเสนอเรื่องราวร้องทุกข์ ภายในเงื่อนไขและวิธีการที่ กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "43",
      "content": "สิทธิของบุคคลที่จะฟ้องหน่วยราชการซึ่งเป็นนิติบุคคลให้รับผิด เนื่องจากการกระทำของเจ้าพนักงาน ย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "44",
      "content": "บุคคลซึ่งเป็นทหาร ตำรวจ ข้าราชการ พนักงานส่วนท้องถิ่น และ พนักงานองค์การของรัฐ ย่อมมีสิทธิและเสรีภาพตามรัฐธรรมนูญเช่นเดียวกับประชาชนพลเมือง เว้นแต่ที่จำกัดในกฎหมายหรือกฎ หรือข้อบังคับที่ออกโดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะในส่วนที่เกี่ยวกับการเมือง สมรรถภาพหรือวินัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "45",
      "content": "บุคคลจะใช้สิทธิและเสรีภาพตามรัฐธรรมนูญให้เป็นปฏิปักษ์ต่อชาติ ศาสนา พระมหากษัตริย์ และรัฐธรรมนูญ มิได้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "4": [
    {
      "id": "intro",
      "content": "๒๓๖\n\n# หมวด ๔ หน้าที่ของชนชาวไทย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "56",
      "content": "บุคคลมีหน้าที่รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์และการปกครองระบอบประชาธิปไตยตามรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "47",
      "content": "บุคคลมีหน้าที่ป้องกันประเทศ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "48",
      "content": "บุคคลมีหน้าที่รับราชการทหารตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "50",
      "content": "บุคคลมีหน้าที่เสียภาษีอากรตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "51",
      "content": "บุคคลมีหน้าที่ช่วยเหลือราชการตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "52",
      "content": "บุคคลมีหน้าที่รับการศึกษาอบรม ภายในเงื่อนไขและวิธีการที่กฎหมายบัญญัติ ##",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_52",
      "content": "หมวด ๕ แนวนโยบายแห่งรัฐ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "53",
      "content": "บทบัญญัติในหมวดนี้มีไว้เพื่อเป็นแนวทางสำหรับการตรากฎหมาย และการกำหนดนโยบาย และไม่ก่อให้เกิดสิทธิในการฟ้องร้องรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "54",
      "content": "รัฐต้องรักษาไว้ซึ่งสถาบันพระมหากษัตริย์ เอกราชและบูรณภาพแห่งอาณาเขต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "55",
      "content": "รัฐพึงส่งเสริมสัมพันธไมตรีกับนานาประเทศ และถือหลักเสมอภาคในการปฏิบัติต่อกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "56",
      "content": "รัฐต้องจัดให้มีกำลังทหารไว้เพื่อรักษาเอกราช กวามมั่นคงของรัฐและผลประโยชน์แห่งชาติ กำลังทหารพึงใช้เพื่อการรบหรือการสงคราม เพื่อปกป้องสถาบันพระมหากษัตริย์ เพื่อปราบปรามการกบฏและการเจลาล เพื่อการรักษาความมั่นคงของรัฐ และเพื่อการพัฒนาประเทศ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๓๗",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "57",
      "content": "รัฐต้องรักษากฎหมายและความสงบเรียบร้อย เพื่อให้ประชาชนมีความปลอดภัยในชีวิต ร่างกายและทรัพย์สิน และในการดำเนินชีวิตโดยปกติสุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "58",
      "content": "รัฐพึงจัดระบบงานราชการและงานของรัฐอย่างอื่นให้มีประสิทธิภาพ อย่างจริงจัง และพึงดำเนินการทุกทางเพื่อป้องกันและปราบปรามการแสวงหาประโยชน์ในทางมิชอบโดยเฉียบขาด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "59",
      "content": "รัฐพึงจัดระบบงานของกระบวนการยุติธรรมให้เกิดความยุติธรรมแก่ประชาชนและให้เป็นไปด้วยความรวดเร็ว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "60",
      "content": "รัฐพึงส่งเสริมและบำรุงการศึกษาอบรมและการฝึกอาชีพตามความเหมาะสมและความต้องการของประเทศ การจัดระบบการศึกษาอบรมเป็นหน้าที่ของรัฐโดยเฉพาะ สถานศึกษาทั้งปวงย่อมอยู่ภายใต้การควบคุมดูแลของรัฐ รัฐพึงช่วยเหลือผู้ยากไร้ให้ได้รับทุนและปัจจัยต่างๆ ในการศึกษาอบรมและการฝึกอาชีพ การศึกษาอบรมภาคบังคับในสถานศึกษาของรัฐ จะต้องจัดให้โดยไม่เก็บค่าเล่าเรียน การศึกษาอบรมขั้นอุดมศึกษา รัฐพึงจัดให้สถานศึกษาดำเนินกิจการของตนเองได้ โดยอิสระภายในขอบเขตที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "61",
      "content": "รัฐพึงสนับสนุนการวิจัยในศิลปะและวิทยาการต่างๆและพึงส่งเสริมการใช้วิทยาศาสตร์และเทคโนโลยีในการพัฒนาประเทศ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "62",
      "content": "รัฐพึงสนับสนุนและส่งเสริมการพัฒนาเยาวชนของชาติให้เป็นผู้มีความสมบูรณ์ทั้งทางร่างกาย จิตใจ และสติปัญญา เพื่อประโยชน์ในการพัฒนาเศรษฐกิจและสังคม และเพื่อความมั่นคงของรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "63",
      "content": "รัฐพึงส่งเสริมประชาธิปไตยอันมีพระมหากษัตริย์เป็นประมุข รวมตลอดทั้งการปกครองส่วนท้องถิ่น รัฐพึงส่งเสริมห้องถิ่นให้มีสิทธิปกครองตนเองได้ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "64",
      "content": "รัฐพึงบำรุงรักษาความสมดุลของสภาพแวดล้อมและพึงจัดสิ่งเป็นพื้นที่ทำลายสุขภาพและอนามัยของประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "65",
      "content": "รัฐพึงดำเนินการเพื่อยกฐานะของบุคคลในทางเศรษฐกิจและทางสังคมให้สูงขึ้นถึงระดับที่จะดำรงชีพได้โดยปกติสุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๓๘",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "67",
      "content": "รัฐพึงดำเนินการให้เกษตรกรรมีกรรมสิทธิ์หรือสิทธิในที่ดินเพื่อประกอบเกษตรกรรมอย่างทั่วถึงโดยการปฏิรูปที่ดินหรือวิธีอื่น รัฐพึงคุ้มครองและรักษาผลประโยชน์ของเกษตรกรในด้านการผลิตและการจำหน่ายผลผลิต โดยวิธีการประกันราคาหรือพยุงราคาตลอดจนการจัดระบบและความคุมการผลิต และการจำหน่ายให้เหมาะสมกับความต้องการของตลาดหรือโดยวิธีอื่น และพึงส่งเสริมให้เกษตรกรรมตัวกันเป็นสหกรณ์หรือวิธีอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "68",
      "content": "รัฐพึงสนับสนุนให้เอกชนได้มีการริเริ่มในทางเศรษฐกิจ รัฐพึงประกอบกิจการอันมีลักษณะเป็นสาธารณูปโภคในทางที่จะให้เป็นประโยชน์แก่ประชาชนเป็นส่วนรวม การประกอบกิจการอันมีลักษณะเป็นสาธารณูปโภคโดยเอกชนจะกระทำได้ก็แต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย รัฐพึงวางมาตรการมิให้มีการผูกขาดตัดตอนในทางเศรษฐกิจโดยเอกชนที่มิได้อาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย ทั้งนี้ ไม่ว่าการผูกขาดตัดตอนนั้นจะเป็นโดยทางตรงหรือทางอ้อม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "69",
      "content": "รัฐพึงวางนโยบายประชากรให้เหมาะสมกับทรัพยากรของชาติ ภาวะทางเศรษฐกิจและสังคม และความเจริญในทางวิทยาการเพื่อประโยชน์ในการพัฒนาเศรษฐกิจและสังคม และเพื่อความมั่นคงของรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "70",
      "content": "รัฐพึงสงเคราะห์ผู้ประสาภัยเนื่องในการปฏิบัติหน้าที่เพื่อประเทศชาติ หรือในการช่วยเหลือราชการหรือปฏิบัติตามหน้าที่มนุษยธรรมหรือเมืองจากภัยธรรมชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "71",
      "content": "รัฐพึงส่งเสริมและสนับสนุนการสังคมสงเคราะห์ของรัฐและเอกชน เพื่อสวัสดิภาพและความผาสุกของประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "72",
      "content": "รัฐพึงส่งเสริมให้ประชากรวัยทำงานมีงานทำตามควรแก่อัตภาพ และพึงคุ้มครองแรงงานและจัดระบบแรงงานสัมพันธ์รวมทั้งค่าแรงตอบแทนให้เป็นไปโดยเป็นธรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "73",
      "content": "รัฐพึงส่งเสริมการสาธารณสุข และพึงให้การรักษาพยาบาลแก่ผู้ยากไร้โดยไม่คิดมูลค่า การป้องกันและปราบปรามโรคติดต่ออันตราย รัฐจะต้องกระทำให้แก่ประชาชนโดยไม่คิดมูลค่า",
      "type": "section",
      "status": "OCR"
    }
  ],
  "5": [
    {
      "id": "intro",
      "content": "๒๓๙\n\nหมวด ๖\nรัฐสภา\n\nส่วนที่ ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "74",
      "content": "รัฐสภาประกอบด้วยวุฒิสภาและสภาผู้แทนราษฎร รัฐสภาจะประชุมร่วมกันหรือแยกกัน ย่อมเป็นไปตามบทบัญญัติในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "75",
      "content": "ประธานวุฒิสภาเป็นประธานรัฐสภา ประธานสภาผู้แทนราษฎรเป็นรองประธานรัฐสภา ประธานรัฐสภามีอำนาจหน้าที่ดำเนินกิจการของรัฐสภาในกรณีประชุมร่วมกันให้เป็นไปตามระเบียบ และมีอำนาจหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญนี้ ในกรณีที่ประธานรัฐสภาไม่อยู่หรือไม่สามารถปฏิบัติหน้าที่ได้ให้รองประธานรัฐสภาทำหน้าที่แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "76",
      "content": "ร่างพระราชบัญญัติจะตราขึ้นเป็นกฎหมายได้ก็แต่โดยคำแนะนำและยินยอมของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "77",
      "content": "ร่างพระราชบัญญัติที่ได้รับความเห็นชอบของรัฐสภาแล้ว ให้นายกรัฐมนตรีนำขึ้นทูลเกล้า ฯ ถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธย และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "78",
      "content": "ร่างพระราชบัญญัติใดพระมหากษัตริย์ไม่ทรงเห็นชอบด้วยและพระราชทานคืนมายังรัฐสภา หรือเมื่อพ้นกำหนดแล้วมิได้พระราชทานคืนมา รัฐสภาจะต้องปรึกษาร่างพระราชบัญญัตินั้นใหม่ ถ้ารัฐสภาลงมติยืนยันตามเดิมด้วยคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดของทั้งสองสภาแล้ว ให้นายกรัฐมนตรีนำร่างพระราชบัญญัตินั้นภายในสามสิบวัน ให้นายกรัฐมนตรีนำพระราชบัญญัตินั้นประกาศในราชกิจจานุเบกษาใช้บังคับเป็นกฎหมายได้เสมือนหนึ่งว่าพระมหากษัตริย์ได้ทรงลงพระปรมาภิไธยแล้ว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "79",
      "content": "ประธานและรองประธานวุฒิสภา ประธานและรองประธานสภาผู้แทนราษฎร ผู้นำฝ่ายค้านในสภาผู้แทนราษฎรและสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎร จะได้รับเงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "80",
      "content": "บุคคลจะเป็นสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรในขณะเดียวกันมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "81",
      "content": "สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่ง ในสิบของจำนวนสมาชิกทั้งหมดของแต่ละสภา มีสิทธิเข้าชื่อร้องต่อประธานแห่งสภาที่ตนเป็นสมาชิกว่าสมาชิกภาพของสมาชิกคนใดคนหนึ่งแห่งสถานั้นสิ้นสุดลงตามมาตรา ๘๗ (๓) (๔) (๕) (๖) (๗) (๙) (๑๐) หรือมาตรา ๑๐๓ (๓) (๔) (๕) (๖) (๗) (๙) (๑๐) แล้วแต่กรณี และให้ประธานแห่งสภาที่ได้รับคำร้อง ส่งคำร้องนั้นไปยังคณะตุลาการรัฐธรรมนูญเพื่อวินิจฉัยว่าสมาชิกภาพของสมาชิกผู้นั้นสิ้นสุดลงหรือไม่ เมื่อคณะตุลาการรัฐธรรมนูญมีคำวินิจฉัยแล้วให้คณะตุลาการรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ได้รับคำร้องดังกล่าวในวรรคหนึ่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "82",
      "content": "ในกรณีที่สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรผู้ใดกระทำการอันเป็นการเสื่อมเสียแก่เกียรติศักดิ์ของการเป็นสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร แล้วแต่กรณี จำนวนไม่น้อยกว่าหนึ่งในสี่ของจำนวนสมาชิกทั้งหมดของแต่ละสภา มีสิทธิเข้าชื่อร้องต่อประธานแห่งสภาที่ตนเป็นสมาชิกเพื่อให้วุฒิสภาหรือสภาผู้แทนราษฎรวินิจฉัยให้สมาชิกผู้นั้นหันจากสมาชิกภาพได้ มติของวุฒิสภาหรือสภาผู้แทนราษฎรให้สมาชิกหันจากสมาชิกภาพตามวรรคหนึ่ง ต้องมีคะแนนเสียงไม่น้อยกว่าสามในสี่ของจำนวนสมาชิกทั้งหมดของแต่ละสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "83",
      "content": "การออกจากตำแหน่งของสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรภายหลังวันที่สมาชิกภาพสิ้นสุดลงก็ดี คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญว่าสมาชิกภาพของสมาชิกคนใดคนหนึ่งสิ้นสุดลงก็ดี ย่อมไม่กระทบกระเทือนกิจการที่สมาชิกผู้นั้นได้กระทำไปในหน้าที่สมาชิก รวมทั้งการได้รับเงินประจำตำแหน่งหรือประโยชน์ตอบแทนอย่างอื่นก่อนที่สมาชิกผู้นั้นออกจากตำแหน่ง หรือก่อนที่ประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกได้รับแจ้งคำวินิจฉัยของคณะตุลาการรัฐธรรมนูญ แล้วแต่กรณี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๑\n\nส่วนที่ ๒\nวุฒิสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "84",
      "content": "วุฒิสภาประกอบด้วยสมาชิกซึ่งพระมหากษัตริย์ทรงแต่งตั้งจาก ผู้ทรงคุณวุฒิซึ่งมีความรู้ความสามารถในวิชาการหรือกิจการต่างๆอันจะยังประโยชน์ให้เกิดแก่การ ปกครองแผ่นดิน มีสัญชาติไทยโดยการเกิด มีอายุไม่ต่ำกว่าสามสิบห้าปีบริบูรณ์ และไม่เป็นสมาชิก พรรคการเมืองหนึ่งพรรคการเมืองใด สมาชิกวุฒิสภาให้มีจำนวนไม่เกินสามในสี่ของจำนวนสมาชิกทั้งหมดของสภา ผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "85",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภามีกำหนดเวลาคราวละหกปีนับแต่ วันที่พระมหากษัตริย์ทรงแต่งตั้ง ในวาระเริ่มแรกเมื่อครบสองปีให้สมาชิกออกจากตำแหน่งเป็น จำนวนหนึ่งในสามของจำนวนสมาชิกทั้งหมดโดยวิธีจับสลาก และเมื่อครบสี่ปีนับแต่วันที่ พระมหากษัตริย์ทรงแต่งตั้ง ให้สมาชิกวุฒิสภาในจำนวนที่เหลือจากการจับสลากออกเมื่อครบสอง ปีแรก ออกจากตำแหน่งเป็นจำนวนหนึ่งในสองของจำนวนดังกล่าวโดยวิธีจับสลาก หากจำนวนที่ คำนวนได้มีเศษให้ปัดเศษทิ้ง และให้ถือว่าการสิ้นสุดแห่งสมาชิกภาพโดยการจับสลากเป็นการออก ตามวาระด้วย พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะแต่งตั้งผู้ที่ออกตามวาระเป็นสมาชิก อีกก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "86",
      "content": "ให้นำบทบัญญัติมาตรา ๙๗ นอกจาก (๑) มาใช้บังคับแก่สมาชิก วุฒิสภาด้วยโดยอนุโลม ความในวรรคหนึ่งมิให้ใช้บังคับในกรณีสมาชิกวุฒิสารับหรือดำรงตำแหน่ง กรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดินหรือในรัฐวิสาหกิจ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "87",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภาสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามวาระ (๒) ตาย (๓) ถอดออก (๔) เสียสัญชาติไทย (๕) เป็นสมาชิกพรรคการเมืองใดพรรคการเมืองหนึ่ง (๖) กระทำการอันต้องห้ามตามมาตรา ๘๖",
      "type": "section",
      "status": "OCR"
    }
  ],
  "6": [
    {
      "id": "intro",
      "content": "๒๔๒\n\n(๗) มีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๙๖ (๑) (๒) หรือ (๓)\n(๘) วุฒิสภามีมติให้พ้นจากสมาชิกภาพตามมาตรา ๘๒ ในกรณีเช่นนี้ ให้ถือว่าขาด จากสมาชิกภาพนับแต่วันที่วุฒิสภามีมติ\n(๙) ขาดประชุมตลอดสมัยประชุมที่มีกำหนดเวลาไม่น้อยกว่าเก้าสิบวันโดยไม่ได้ รับอนุญาตจากประธานวุฒิสภา\n(๑๐) ถูกจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ในความผิดอันได้กระทำโดย ประมาทหรือความผิดลหุโทษ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "88",
      "content": "เมื่อตำแหน่งสมาชิกวุฒิสภาว่างลงเพราะเหตุอื่นใดนอกจากจึงคราว ออกตามวาระ พระมหากษัตริย์จะได้ทรงแต่งตั้งบุคคลผู้มีลักษณะตามที่บัญญัติไว้ในมาตรา ๘๔ เข้า มาเป็นสมาชิกแทน สมาชิกซึ่งเข้ามาแทนนั้นย่อมอยู่ในตำแหน่งได้เพียงเท่ากำหนดเวลาของผู้ซึ่งตน แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_88",
      "content": "ส่วนที่ ๓ สภาผู้แทนราษฎร",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "89",
      "content": "สภาผู้แทนราษฎรประกอบด้วยสมาชิกซึ่งราษฎรเลือกตั้งมีจำนวนตาม เกณฑ์ที่บัญญัติไว้ในมาตรา ๙๐",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "90",
      "content": "จำนวนสมาชิกสภาผู้แทนราษฎรที่แต่ละจังหวัดจะพึงมี ให้คำนวณตาม เกณฑ์จำนวนราษฎรแต่ละจังหวัดตามหลักฐานการทะเบียนราษฎรที่ประกาศในปีสุดท้ายก่อนปีที่มี การเลือกตั้งหนึ่งแสนห้าหมื่นคนต่อสมาชิกสภาผู้แทนราษฎรหนึ่งคน จังหวัดใดมีราษฎรไม่ถึงหนึ่ง แสนห้าหมื่นคนให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรในจังหวัดนั้นได้หนึ่งคน ถ้าจังหวัดใดมี ราษฎรเกินหนึ่งแสนห้าหมื่นคนก็ให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรในจังหวัดนั้นเพิ่มขึ้นอีก หนึ่งคนต่อจำนวนราษฎรทุกหนึ่งแสนห้าหมื่นคน เศษของหนึ่งแสนห้าหมื่นถ้าถึงเจ็ดหมื่นห้าพัน หรือกว่านั้นให้นับเป็นหนึ่งแสนห้าหมื่น การเลือกตั้งสมาชิกสภาผู้แทนราษฎร ให้ถือเขตจังหวัดแต่ละจังหวัดเป็นเขต เลือกตั้งเว้นแต่กรุงเทพมหานคร ให้แบ่งเขตเลือกตั้งออกเป็นสามเขตและจัดให้แต่ละเขตเลือกตั้งมี จำนวนสมาชิกสภาผู้แทนราษฎรเขตละเท่าๆ กัน หรือใกล้เคียงกันมากที่สุดเท่าที่จะทำได้ โดยต้อง แบ่งพื้นที่เขตเลือกตั้งแต่ละเขตให้ติดต่อกันและต้องจัดอัตราส่วนของจำนวนราษฎรกับจำนวน สมาชิกสภาผู้แทนราษฎรที่จะพึงมีได้ในแต่ละเขตให้ใกล้เคียงกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๔๓",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "91",
      "content": "การเลือกตั้งสมาชิกสภาผู้แทนราษฎรให้ออกเสียงลงคะแนนเลือกตั้ง เป็นคณะตามบัญชีรายชื่อที่พรรคการเมืองส่งเข้าสมัครรับเลือกตั้งในเขตเลือกตั้งนั้น การเลือกตั้งให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "92",
      "content": "บุคคลดังต่อไปนี้ เป็นผู้มีสิทธิเลือกตั้ง (๑) มีสัญชาติไทยโดยการเกิด แต่บุคคลผู้มีสัญชาติไทยซึ่งบิดาเป็นคนต่างด้าวต้อง มีคุณสมบัติตามที่กำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรอีกด้วย (๒) มีอายุไม่ต่ำกว่ายี่สิบปีบริบูรณ์ในวันที่ ๑ มกราคม ของปีที่มีการเลือกตั้ง และ (๓) มีชื่ออยู่ในทะเบียนบ้านในเขตเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "93",
      "content": "บุคคลผู้มีลักษณะดังต่อไปนี้ในวันเลือกตั้ง เป็นบุคคลต้องห้ามมิให้ใช้ สิทธิเลือกตั้ง คือ (๑) วิกลจริต หรือจิตฟั่นเฟือนไม่สมประกอบ (๒) หูหนวกและเป็นใบซึ่งไม่สามารถอ่านและเขียนหนังสือได้ (๓) เป็นภิกษุ สามเณร นักพรตหรือนักบวช (๔) ต้องคุมขังอยู่โดยหมายของศาลหรือโดยคำสั่งที่ชอบด้วยกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "94",
      "content": "บุคคลผู้มีคุณสมบัติดังต่อไปนี้ เป็นผู้มีสิทธิสมัครรับเลือกตั้ง (๑) สัญชาติไทยโดยการเกิด แต่บุคคลผู้มีสัญชาติไทยซึ่งบิดาเป็นคนต่างด้าว ต้องมี คุณสมบัติตามที่กำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรอีกด้วย (๒) อายุไม่ต่ำกว่ายี่สิบห้าปีบริบูรณ์ในวันเลือกตั้ง (๓) เป็นสมาชิกพรรคการเมืองที่ส่งสมาชิกเข้าสมัครรับเลือกตั้งตามมาตรา ๙๕ หรือพรรคการเมืองตามมาตรา ๑๐๔ วรรคสอง พรรคการเมืองใดพรรคการเมืองหนึ่งแต่พรรคเดียว (๔) คุณสมบัติอื่น หากมีกำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้ง สมาชิกสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "95",
      "content": "ในการเลือกตั้งทั่วไปพรรคการเมืองที่สมาชิกจะเป็นผู้มีสิทธิสมัครรับ เลือกตั้งตามมาตรา ๙๔ (๓) ได้ ต้องเป็นพรรคการเมืองที่ส่งสมาชิกเข้าสมัครรับเลือกตั้งทั้งหมด รวมกันไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมดที่จะพึงมีในการเลือกตั้งครั้ง นั้นและในแต่ละเขตเลือกตั้งที่พรรคการเมืองดังกล่าวส่งสมาชิกเข้าสมัครรับเลือกตั้ง พรรคการเมือง ต้องส่งสมาชิกเข้าสมัครรับเลือกตั้งเป็นคณะให้ครบจำนวนสมาชิกสภาผู้แทนราษฎรที่จะพึงมีได้ใน เขตเลือกตั้ง และจะส่งได้คณะเดียวในเขตเลือกตั้งหนึ่งเขต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๔๔\n\nเมื่อพรรคการเมืองใดส่งสมาชิกเข้าสมัครรับเลือกตั้งแล้ว พรรคการเมืองนั้นหรือผู้สมัครรับเลือกตั้งของพรรคการเมืองนั้น จะถอนการสมัครรับเลือกตั้งมิได้\n\nเมื่อพรรคการเมืองใดได้ส่งสมาชิกเข้ารับเลือกตั้งครบจำนวนตามวรรคหนึ่งแล้ว แม้ภายหลังจะปรากฏว่าจำนวนผู้สมัครรับเลือกตั้งของพรรคการเมืองนั้นได้ลดลงไปจนไม่ครบจำนวนไม่ว่าเพราะเหตุใดๆ ก็ให้ถือว่าพรรคการเมืองนั้นส่งสมาชิกเข้าสมัครรับเลือกตั้งครบจำนวนตามวรรคหนึ่งแล้ว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "96",
      "content": "บุคคลผู้มีลักษณะดังต่อไปนี้ เป็นบุคคลต้องห้ามมิให้ใช้สิทธิสมัครรับเลือกตั้ง คือ (๑) ติดยาเสพติดให้โทษ (๒) เป็นบุคคลล้มละลายซึ่งศาลยังไม่สั่งให้ฟันจากคดี (๓) เป็นบุคคลผู้มีลักษณะต้องห้ามมิให้ใช้สิทธิเลือกตั้งตามมาตรา ๙๓ (๑) (๒) (๓) หรือ (๕) (๔) ต้องคำพิพากษาหรือคำสั่งที่ชอบด้วยกฎหมายให้จำคุก และถูกคุมขังอยู่โดยหมายของศาลหรือโดยคำสั่งนั้น (๕) เคยต้องคำพิพากษาหรือคำสั่งที่ชอบด้วยกฎหมายให้จำคุกตั้งแต่สองปีขึ้นไป โดยได้ฟื้นโทษมายังไม่ถึงห้าปีในวันเลือกตั้ง เว้นแต่ในความผิดอันได้กระทำโดยประมาท (๖) เป็นข้าราชการหรือพนักงานส่วนท้องถิ่นซึ่งมีตำแหน่งหรือเงินเดือนประจำ นอกจากข้าราชการการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "97",
      "content": "สมาชิกสภาผู้แทนราษฎรอื่น (๑) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการหรือหน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น หรือพนักงานส่วนท้องถิ่น ทั้งนี้ นอกจากตำแหน่งรัฐมนตรีหรือข้าราชการการเมืองอื่น (๒) ไม่รับสัมปทานจากรัฐหรือหน่วยราชการหรือหน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือเป็นคู่สัญญากับรัฐหรือหน่วยราชการหรือหน่วยงานของรัฐหรือรัฐวิสาหกิจอันมีลักษณะเป็นการผูกขาดตัดตอน ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม (๓) ไม่รับเงินหรือประโยชน์ใดๆ จากหน่วยราชการหรือหน่วยงานของรัฐหรือรัฐวิสาหกิจเป็นพิเศษ นอกจากที่หน่วยราชการหรือหน่วยงานของรัฐหรือรัฐวิสาหกิจปฏิบัติกับบุคคลอื่นๆ ในธุรกิจการงานตามปกติ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "7": [
    {
      "id": "intro",
      "content": "๒๔๕\n\nความใน (๒) มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรได้รับสัมปทาน หรือเป็นคู่สัญญาอยู่ก่อนได้รับเลือกตั้ง\n\nบทบัญญัติมาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรรับเบี้ยหวัด บำเหน็จบำนาญ หรือเงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับ ในกรณีที่สมาชิกสภาผู้แทนราษฎรรับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภา หรือสภา ผู้แทนราษฎร หรือกรรมการที่ได้รับแต่งตั้งในฐานะเป็นผู้ทรงคุณวุฒิตามบทบัญญัติแห่งกฎหมาย หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดินในกรณีที่ดำรงตำแหน่งข้าราชการ การเมือง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "98",
      "content": "ภายใต้บังคับบทบัญญัติแห่งรัฐธรรมนูญนี้ หลักเกณฑ์และวิธีการ เลือกตั้งให้เป็นไปตามกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "99",
      "content": "อายุของสภาผู้แทนราษฎรมีกำหนดคราวละสี่ปีนับแต่วันเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "100",
      "content": "เมื่ออายุของสภาผู้แทนราษฎรสิ้นสุดลง พระมหากษัตริย์จะได้ทรง ตราพระราชกฤษฎีกาให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่เป็นการเลือกตั้งทั่วไป ซึ่งต้อง กำหนดวันเลือกตั้งภายในหกสิบวันนับแต่วันที่อายุของสภาผู้แทนราษฎรสิ้นสุดลง และวันเลือกตั้ง นั้นต้องกำหนดวันเดียวกันทั่วราชอาณาจักร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "101",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะยุบสภาผู้แทนราษฎร เพื่อให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่ การยุบสภาผู้แทนราษฎร ให้กระทำโดยพระราชกฤษฎีกาซึ่งต้องกำหนดวัน เลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่เป็นการเลือกตั้งทั่วไปภายในเก้าสิบวัน และวันเลือกตั้งนั้น ต้องกำหนดวันเดียวกันทั่วราชอาณาจักร การยุบสภาผู้แทนราษฎรจะกระทำได้เพียงครั้งเดียวในเหตุการณ์เดียวกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "102",
      "content": "สภาชิภาพของสมาชิกสภาผู้แทนราษฎรเริ่มแต่วันเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "103",
      "content": "สภาชิภาพของสมาชิกสภาผู้แทนราษฎรสิ้นสุดลงเมื่อ (๑) ถึงคราวออกตามอายุของสภาผู้แทนราษฎร หรือมีการยุบสภาผู้แทนราษฎร (๒) ตาย (๓) ลาออก (๔) ขาดคุณสมบัติตามมาตรา ๙๔ (๑) (๒) หรือ (๔) (๕) มีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๙๖ (๑) (๒) (๓) (๖) หรือ (๗) (๖) กระทำการอันต้องห้ามตามมาตรา ๙๗",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๔๖\n\n(๗) ลาออกจากพรรคการเมืองที่ตนเป็นสมาชิก หรือพรรคการเมืองที่ตนเป็นสมาชิกมีมติด้วยคะแนนเสียงไม่น้อยกว่าสามในสี่ของที่ประชุมร่วมของคณะกรรมการบริหารของพรรคการเมืองและสมาชิกสภาผู้แทนราษฎรสังกัดพรรคการเมืองนั้น ให้พ้นจากการเป็นสมาชิกของพรรคการเมืองที่ตนเป็นสมาชิก ในกรณีเช่นนี้ ให้ถือว่าขาดจากสมาชิกภาพนับแต่วันที่ลาออก หรือพรรคการเมืองมีมติ\n\n(๘) สภาผู้แทนราษฎรมีมติให้พ้นจากสมาชิกภาพ ตามมาตรา ๘๒ ในกรณีเช่นนี้ ให้ถือว่าขาดจากสมาชิกภาพนับแต่วันที่สภาผู้แทนราษฎรมีมติ\n\n(๙) ขาดจากการเป็นสมาชิกของพรรคการเมืองในกรณีที่ศาลมีคำสั่งยุบเลิกพรรคการเมืองที่สมาชิกสภาผู้แทนราษฎรผู้นั้นเป็นสมาชิกและไม่อาจเข้าเป็นสมาชิกของพรรคการเมืองอื่นซึ่งมีสมาชิกของพรรคการเมืองนั้นเป็นสมาชิกสภาผู้แทนราษฎรได้ภายในหกสิบวันนับแต่วันที่ศาลมีคำสั่ง ในกรณีเช่นนี้ ให้ถือว่าขาดจากสมาชิกภาพนับแต่วันถัดจากวันที่ครบกำหนดหกสิบวันนั้น\n\n(๑๐) ขาดประชุมตลอดสมัยประชุมที่มีกำหนดเวลาไม่น้อยกว่าเก้าสิบวัน โดยไม่ได้รับอนุญาตจากประธานสภาผู้แทนราษฎร\n\n(๑๑) ถูกจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ในความผิดอันได้กระทำโดยประมาทหรือความผิดลหุโทษ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "104",
      "content": "เมื่อดำเนินตามมาตรา ๑๐ ของพระราชบัญญัติประกอบพระราชบัญญัติแก่นกฎหมายว่างลงแห่งชาติอื่นใด นอกจากกล้องดาวออกตามอายุของสภาผู้แทนราษฎร หรือเมื่อมีการยุบสภาผู้แทนราษฎร ให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรขึ้นแทนภายในกำหนดเวลาเก้าสิบวัน เว้นแต่อยู่ของสภาผู้แทนราษฎรจะเหลือไม่ถึงหนึ่งร้อยแปดสิบวัน ในการเลือกตั้งตามวรรคหนึ่งผู้สมัครรับเลือกตั้ง ต้องเป็นสมาชิกพรรคการเมืองที่มีสมาชิกในสังกัดเป็นสมาชิกสภาผู้แทนราษฎรอุปถัมภ์แล้วจากการเลือกตั้งทั่วไป และให้นำบทบัญญัติมาตรา ๕๕ มาใช้บังคับโดยอนุโลม สมาชิกสภาผู้แทนราษฎรผู้เข้ามาแทนนั้นอยู่ในตำแหน่งได้เพียงเท่าอายุของสภาผู้แทนราษฎรที่เหลืออยู่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "105",
      "content": "ภายหลังที่คณะรัฐมนตรีเข้าบริหารราชการแผ่นดินแล้วพระมหากษัตริย์จะได้ทรงแต่งตั้งสมาชิกสภาผู้แทนราษฎรผู้เป็นหัวหน้าพรรคการเมืองในสภาผู้แทนราษฎรซึ่งสมาชิกสภาผู้แทนราษฎรในสังกัดมิได้ดำรงตำแหน่งรัฐมนตรี และมีจำนวนมากที่สุดในบรรดาพรรคการเมืองซึ่งสมาชิกสภาผู้แทนราษฎรในสังกัดมิได้ดำรงตำแหน่งรัฐมนตรีแต่ไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดของสภาผู้แทนราษฎรเป็นผู้นำฝ่ายค้านในสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๔๗\n\nให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้ง ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร\nผู้นำฝ่ายค้านในสภาผู้แทนราษฎรอย่อมหันจากตำแหน่งเมื่อขาดคุณสมบัติดังกล่าว ในวรรคหนึ่ง และให้นำบทบัญญัติมาตรา ๑๐๙ มาใช้บังคับโดยอนุโลม ในกรณีเช่นนี้ พระมหากษัตริย์จะได้ทรงแต่งตั้งผู้นำฝ่ายค้านในสภาผู้แทนราษฎรแทนตำแหน่งที่ว่าง\n\nส่วนที่ ๔\nบทที่ใช้แก่สภาทั้งสอง\n\n---",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "106",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎร ย่อมเป็นผู้แทนปวงชน ชาวไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "107",
      "content": "ก่อนเข้ารับหน้าที่ สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรต้อง ปฏิญาณตนในที่ประชุมแห่งสภาที่ตนเป็นสมาชิก ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์ สุจริต เพื่อประโยชน์ส่วนรวมของปวงชนชาวไทย ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่ง ราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "108",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรแต่ละสภา มีประธานสภาคนหนึ่งและ รองประธานคนหนึ่งหรือสองคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งจากสมาชิกแห่งสภานั้นๆ ตามมติ ของสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "109",
      "content": "ประธานและรองประธานวุฒิสภาดำรงตำแหน่งจนถึงวันก่อนวัน เลือกประธานและรองประธานวุฒิสภาใหม่ ซึ่งจะต้องกระทำทุกสองปี ประธานและรองประธานสภาผู้แทนราษฎรดำรงตำแหน่งจนสิ้นอายุของสภา หรือ มีการยุบสภา ประธานและรองประธานวุฒิสภา และประธานและรองประธานสภาผู้แทนราษฎร ย่อมหันจากตำแหน่งก่อนถึงวาระตามวรรคหนึ่งหรือวรรคสอง แล้วแต่กรณี เมื่อ (๑) ขาดจากตำแหน่งสภาที่ตนเป็นสมาชิก (๒) ลาออกจากตำแหน่ง (๓) ดำรงตำแหน่งรัฐมนตรีหรือข้าราชการการเมืองอื่น (๔) ต้องคำพิพากษาให้จำคุก",
      "type": "section",
      "status": "OCR"
    }
  ],
  "8": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "110",
      "content": "ประธานวุฒิสภาและประธานสภาผู้แทนราษฎร มีอำนาจหน้าที่ ดำเนินกิจการของสภานั้นๆ ให้เป็นไปตามระเบียบ รองประธานมีอำนาจหน้าที่ทำกิจการแทน ประธานเมื่อประธานไม่อยู่หรือไม่สามารถปฏิบัติหน้าที่ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "111",
      "content": "เมื่อประธานและรองประธานวุฒิสภาหรือประธานและรอง ประธานสภาผู้แทนราษฎรไม่อยู่ในที่ประชุม ให้สมาชิกแห่งสภานั้นๆ เลือกตั้งกันขึ้นเองเป็น ประธานในคราวประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "112",
      "content": "การประชุมวุฒิสภาก็ดี การประชุมสภาผู้แทนราษฎรก็ดี ต้องมี สมาชิกมาประชุมไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของแต่ละสภา จึงจะเป็นองค์ ประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "113",
      "content": "การลงมติวินิจฉัยข้อปรึกษาให้ถือเอาเสียงข้างมากเป็นประมาณเว้น แต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญนี้ สมาชิกคนหนึ่งย่อมมีเสียงหนึ่งในการออกเสียงลงคะแนน ถ้ามีคะแนนเสียง เท่ากัน ให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "114",
      "content": "ในที่ประชุมวุฒิสภาก็ดี ที่ประชุมสภาผู้แทนราษฎรก็ดี ที่ประชุม ร่วมกันของรัฐสภาก็ดี สมาชิกผู้ใดจะกล่าวถ้อยคำใดๆ ในทางแถลงข้อเท็จจริงหรือแสดงความ คิดเห็นหรือออกเสียงลงคะแนนย่อมเป็นเอกสิทธิ์โดยเด็ดขาด ผู้ใดจะนำไปเป็นเหตุฟ้องร้องว่ากล่าว สมาชิกผู้นั้นในทางใดมิได้ เอกสิทธิ์นี้ย่อมคุ้มครองไปถึงผู้พิมพ์และผู้โฆษณารายงานการประชุมตาม ข้อบังคับของวุฒิสภาหรือสภาผู้แทนราษฎร แล้วแต่กรณี และคุ้มครองไปถึงบุคคลซึ่งประธานในที่ ประชุมอนุญาตให้แถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "115",
      "content": "ภายในสามสิบวันนับแต่วันเลือกตั้งสมาชิกสภาผู้แทนราษฎร ให้มี การเรียกประชุมรัฐสภาเพื่อให้สมาชิกได้มาประชุมเป็นครั้งแรก ในปีหนึ่งจะให้มีสมัยประชุมสามัญของรัฐสภาสมัยหนึ่งหรือสองสมัย แล้วแต่สภา ผู้แทนราษฎรจะกำหนด วันประชุมครั้งแรกตามวรรคหนึ่ง ให้ถือเป็นวันเริ่มสมัยประชุมสามัญประจำปี ส่วนวันเริ่มสมัยประชุมสามัญประจำปีของรัฐสภาสมัยต่อๆ ไป ให้สภาผู้แทนราษฎรเป็นผู้กำหนด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "116",
      "content": "สมัยประชุมสามัญของรัฐสภาสมัยหนึ่งๆ ให้มีกำหนดเวลาเก้าสิบวัน แต่พระมหากษัตริย์จะโปรดเกล้าฯ ให้ขยายเวลาออกไปก็ได้ การปิดสมัยประชุมสามัญก่อนครบกำหนดเวลาก็สิบวันจะกระทำได้แต่โดย ความเห็นชอบของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๙",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "117",
      "content": "พระมหากษัตริย์ทรงเรียกประชุมรัฐสภา ทรงเปิดและปิดประชุม พระมหากษัตริย์จะเสด็จพระราชดำเนินมาทรงทำรัฐพิธีเปิดประชุมสมัยประชุม สามัญประจำปีสมัยแรกด้วยพระองค์เอง หรือจะโปรดเกล้าฯ ให้รัชทายาทซึ่งบรรลุนิติภาวะแล้ว หรือผู้ใดผู้หนึ่ง เป็นผู้แทนพระองค์มาทำรัฐพิธีก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "118",
      "content": "เมื่อมีความจำเป็นเพื่อประโยชน์แห่งรัฐ พระมหากษัตริย์จะทรงเรียก ประชุมรัฐสภาเป็นการประชุมสมัยวิสามัญก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "119",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรทั้งสองสภาร่วมกัน หรือ สมาชิกสภาผู้แทนราษฎร มีจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดของทั้งสอง สภา มีสิทธิเข้าชื่อร้องขอให้นำความกราบบังคมทูล เพื่อมีพระบรมราชโองการประกาศเรียกประชุม รัฐสภาเป็นการประชุมสมัยวิสามัญได้ คำร้องขอดังกล่าวในวรรคหนึ่ง ให้ยื่นต่อประธานรัฐสภา ให้ประธานรัฐสภานำความกราบบังคมทูลและลงนามรับสนองพระบรมราช โองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "120",
      "content": "ภายใต้บังคับมาตรา ๑๑๙ การเรียกประชุม การขยายเวลาประชุม และ การปิดประชุมรัฐสภา ให้กระทำโดยพระราชกฤษฎีกา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "121",
      "content": "ในระหว่างสมัยประชุม ห้ามมิให้จับหรือคุมขังหรือหมายเรียกดัว สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรไปทำการสอบสวนในฐานะที่สมาชิกผู้นั้นเป็น ผู้ต้องหาในคดีอาญาเว้นแต่ในกรณีที่ได้รับอนุญาตจากสภาที่ผู้นั้นเป็นสมาชิกหรือในกรณีที่จับ ในขณะกระทำความผิด ในกรณีที่มีการจับสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรในขณะกระทำ ความผิด ให้รายงานไปยังประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกโดยด่วน และประธานแห่งสภาที่ผู้นั้น เป็นสมาชิกอาจสั่งให้ปล่อยผู้ถูกจับได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "122",
      "content": "ในกรณีที่มีการฟ้องสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรใน คดีอาญาไม่ว่าจะได้ฟ้องบอกหรือในสมัยประชุม ศาลจะพิจารณาคดีนั้นในระหว่างสมัยประชุม มิได้ เว้นแต่จะได้รับอนุญาตจากสภาที่ผู้นั้นเป็นสมาชิก แต่การพิจารณาคดีต้องไม่เป็นการขัดขวาง ต่อการที่สมาชิกผู้นั้นจะมาเข้าประชุมสภา การพิจารณาที่ศาลได้กระทำไปก่อนมีคำอ้างว่าจำเลยเป็นสมาชิกของสภาใดสภา หนึ่งย่อมเป็นอันใช้ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "123",
      "content": "ถ้าสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรถูกคุมขังในระหว่างสอบสวนหรือพิจารณาอยู่ก่อนสมัยประชุม เมื่อถึงสมัยประชุมหนักงานสอบสวนหรือศาล แล้วแต่กรณี ต้องสั่งปล่อยทันที ถ้าหากสภาที่ผู้นั้นเป็นสมาชิกได้ร้องขอ คำสั่งปล่อยตามวรรคหนึ่ง ให้มีผลบังคับตั้งแต่วันสั่งปล่อยจนถึงวันสุดท้ายแห่งสมัยประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "124",
      "content": "ภายใต้บังคับมาตรา ๑๖๑ ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ จะมีการประชุมวุฒิสภามิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "125",
      "content": "ร่างพระราชบัญญัติจะเสนอได้ก็แต่โดยคณะรัฐมนตรีหรือสมาชิกสภาผู้แทนราษฎร แต่ร่างพระราชบัญญัติเกี่ยวด้วยการเงินสมาชิกสภาผู้แทนราษฎรจะเสนอได้ก็ต่อเมื่อมีคำรับรองของนายกรัฐมนตรี การเสนอร่างพระราชบัญญัติของสมาชิกสภาผู้แทนราษฎร จะกระทำได้เมื่อพรรถ การเมืองที่สมาชิกสภาผู้แทนราษฎรผู้นั้นสังกัดมีมติให้เสนอได้ และต้องมีสมาชิกสภาผู้แทนราษฎร ของพรรคการเมืองนั้นไม่น้อยกว่ายี่สิบคนรับรอง ร่างพระราชบัญญัติเกี่ยวด้วยการเงิน หมายความถึงร่างพระราชบัญญัติว่าด้วยข้อความต่อไปนี้ทั้งหมดหรือแต่ข้อใดข้อหนึ่ง (๑) การตั้งขึ้นหรือยกเลิกหรือลดหรือเปลี่ยนแปลงแก้ไขหรือผ่อน หรือวางระเบียบการบังคับอันเกี่ยวกับภาษีหรืออากร (๒) การจัดสรร รับ รักษาหรือจ่ายเงินแผ่นดิน หรือการโอนงบประมาณรายจ่ายของแผ่นดิน (๓) การกู้เงิน หรือการค้ำประกันหรือการใช้เงินกู้ (๔) เงินตรา ในกรณีที่เป็นที่สงสัยว่าร่างพระราชบัญญัติใดเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงินที่จะต้องมีคำรับรองของนายกรัฐมนตรีหรือไม่ ให้เป็นอำนาจของประธานสภาผู้แทนราษฎร เป็นผู้วินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "126",
      "content": "ร่างพระราชบัญญัติให้เสนอต่อสภาผู้แทนราษฎรก่อน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "127",
      "content": "ภายใต้บังคับมาตรา ๑๓๓ เมื่อสภาผู้แทนราษฎรได้พิจารณาร่างพระราชบัญญัติที่เสนอตามมาตรา ๑๒๖ และลงมติเห็นชอบแล้ว ให้สภาผู้แทนราษฎรมานั้นให้เสร็จภายในหกสิบวัน แต่ถ้าร่างพระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงินต้องพิจารณาให้เสร็จภายในสามสิบวัน ทั้งนี้ เว้นแต่สภาผู้แทนราษฎรจะได้ลงมติให้ขยายเวลาออกไปเป็นพิเศษ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "9": [
    {
      "id": "intro",
      "content": "๒๕๑\n\nกำหนดวันดังกล่าวให้หมายถึงวันในสมัยประชุม และให้เริ่มนับแต่วันที่ร่างพระราชบัญญัตินั้น มาถึงวุฒิสภา\n\nระยะเวลาดังกล่าวในวรรคหนึ่งไม่ให้นำรวมระยะเวลาที่อยู่ในระหว่างการ พิจารณาของคณะตุลาการรัฐธรรมนูญตามมาตรา ๑๓๐\n\nถ้าวุฒิสภาไม่ได้พิจารณาร่างพระราชบัญญัติให้เสร็จภายในกำหนดเวลาที่กล่าวใน วรรคหนึ่ง ก็ให้ถือว่าวุฒิสภาได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น\n\nในการที่สภาผู้แทนราษฎรเสนอร่างพระราชบัญญัติเกี่ยวด้วยการเงินไปยังวุฒิสภา ให้ประธานสภาผู้แทนราษฎรแจ้งไปด้วยว่าร่างพระราชบัญญัติที่เสนอไปนั้นเป็นร่าง พระราชบัญญัติเกี่ยวด้วยการเงิน คำแจ้งของประธานสภาผู้แทนราษฎรให้ถือเป็นเด็ดขาด\n\nในกรณีที่ประธานสภาผู้แทนราษฎรมิได้แจ้งไปว่าร่างพระราชบัญญัติใดเป็นร่าง พระราชบัญญัติเกี่ยวด้วยการเงิน ให้ถือว่าร่างพระราชบัญญัตินั้นมิใช่พระราชบัญญัติเกี่ยวด้วย การเงิน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "128",
      "content": "ภายใต้บังคับมาตรา ๑๓๗ เมื่อวุฒิสภาได้พิจารณาร่าง พระราชบัญญัติเสร็จแล้ว (๑) ถ้าเห็นชอบด้วยกับสภาผู้แทนราษฎร ก็ให้ดำเนินการต่อไปตามมาตรา ๗๗ (๒) ถ้าไม่เห็นชอบด้วยกับสภาผู้แทนราษฎร ก็ให้ย้ายยังร่างพระราชบัญญัตินั้นไว้ ก่อน และส่งร่างพระราชบัญญัตินั้นคืนไปยังสภาผู้แทนราษฎร (๓) ถ้าแก้ไขเพิ่มเติม ก็ให้ส่งร่างพระราชบัญญัติตามที่แก้ไขเพิ่มเติมนั้นไปยังสภา ผู้แทนราษฎร ในกรณีเช่นว่านี้ ให้สภาทั้งสองต่างตั้งบุคคลที่เป็นหรือมิได้เป็นสมาชิกแห่งสภานั้นๆ มีจำนวนเท่ากันตามที่สภาผู้แทนราษฎรกำหนด ประกอบเป็นคณะกรรมาธิการร่วมกันเพื่อพิจารณา ร่างพระราชบัญญัตินั้น แล้วให้คณะกรรมาธิการร่วมกันนั้นรายงานและเสนอร่างพระราชบัญญัติที่ คณะกรรมาธิการร่วมกันได้พิจารณาแล้วต่อสภาทั้งสอง ถ้าสภาทั้งสองเห็นชอบด้วยร่าง พระราชบัญญัติที่คณะกรรมาธิการร่วมกันได้พิจารณาแล้วนั้น ก็ให้ดำเนินการต่อไปตามมาตรา ๗๗ ถ้าสภาใดสภาหนึ่งไม่เห็นชอบด้วยก็ให้ย้ายยังร่างพระราชบัญญัตินั้นไว้ก่อน คณะกรรมการร่วมกันอาจเรียกเอกสารจากบุคคลใดๆ หรือเรียกบุคคลใดๆมา แถลงข้อเท็จจริง หรือแสดงความคิดเห็นในการพิจารณาร่างพระราชบัญญัติได้ และเอกสิทธิ์ที่ บัญญัติไว้ในมาตรา ๑๑๔ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตามมาตรานี้ด้วย การประชุมคณะกรรมาธิการร่วมกัน ต้องมีกรรมาธิการมาประชุมไม่น้อยกว่ากึ่ง หนึ่งของจำนวนกรรมาธิการทั้งหมด จึงจะเป็นองค์ประชุมและให้นำข้อบังคับการประชุมของสภา ผู้แทนราษฎรในส่วนที่เกี่ยวกับกรรมาธิการมาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๒",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "129",
      "content": "ร่างพระราชบัญญัติที่ต้องยับยั้งไว้ตามบทบัญญัติมาตรา ๑๒๘ นั้น สภาผู้แทนราษฎรจะยกขึ้นพิจารณาใหม่ได้ต่อเมื่อเวลาหนึ่งร้อยแปดสิบวันได้ล่วงพ้นไปนับแต่วันที่ วุฒิสภาส่งร่างพระราชบัญญัตินั้นคืนไปยังสภาผู้แทนราษฎรสําหรับกรณีการยับยั้งตามมาตรา ๑๒๘ (๒) และนับแต่วันที่สภาใดสภาหนึ่งไม่เห็นชอบด้วยสำหรับกรณีการยับยั้งตามมาตรา ๑๒๘ (๓) ใน กรณีเช่นว่านี้ อําศภาผู้แทนราษฎรลงมติยืนยันร่างเดิมหรือร่างที่คณะกรรมาธิการร่วมกันพิจารณา ด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของสภาแล้ว ก็ให้ถือว่าร่าง พระราชบัญญัตินั้นเป็นอันได้รับความเห็นชอบของรัฐสภา และให้ดำเนินการต่อไปตามมาตรา ๗๗ ถ้าร่างพระราชบัญญัติที่ต้องยับยั้งไว้เป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน สภา ผู้แทนราษฎรอายุจริงพระราชนิพนธ์หรือร่างที่คณะกรรมาธิการร่วมกันพิจารณาด้วยคะแนนเสียง มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของสภาแล้ว ก็ให้ถือว่าร่างพระราชบัญญัตินั้นเป็นอัน ได้รับความเห็นชอบของรัฐสภา และให้ดำเนินการต่อไปตามมาตรา ๗๗",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "130",
      "content": "ในระหว่างที่มีการยับยั้งร่างพระราชบัญญัติใดตามบทบัญญัติมาตรา ๑๒๘ คณะรัฐมนตรีหรือสมาชิกสภาผู้แทนราษฎรจะเสนอร่างพระราชบัญญัติที่มีหลักการอย่าง เดียวกันหรือคล้ายกันกับหลักการของร่างพระราชบัญญัติที่ต้องยับยั้งไว้มีได้ ในกรณีที่วุฒิสภาหรือสภาผู้แทนราษฎรเห็นว่าร่างพระราชบัญญัติที่เสนอหรือส่ง ให้พิจารณานั้นเป็นร่างพระราชบัญญัติที่มีหลักการอย่างเดียวกันหรือคล้ายกันกับหลักการของร่าง พระราชบัญญัติต้องยับยั้งไว้ ให้ประธานวุฒิสภาหรือประธานสภาผู้แทนราษฎรส่งร่าง พระราชบัญญัติดังกล่าวให้คณะตุลาการรัฐธรรมนูญวินิจฉัย ถ้าคณะตุลาการรัฐธรรมนูญวินิจฉัยว่า เป็นร่างพระราชบัญญัติที่มีหลักการอย่างเดียวกันหรือคล้ายกันกับหลักการของร่างพระราชบัญญัติที่ ต้องยับยั้งไว้ ให้ร่างพระราชบัญญัตินั้นตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "131",
      "content": "ในกรณีที่สภาผู้แทนราษฎรสิ้นอายุหรือมีการยุบสภาผู้แทนราษฎร บรรดาร่างพระราชบัญญัติที่รัฐสภายังมิได้ให้ความเห็นชอบ หรือที่พระมหากษัตริย์ไม่ทรงเห็นชอบ ด้วย หรือเมื่อพ้นเก้าสิบวันแล้วมิได้พระราชทานคืนมา ให้เป็นอันตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "132",
      "content": "งบประมาณรายจ่ายของแผ่นดินให้ทำเป็นพระราชบัญญัติ ถ้า พระราชบัญญัติงบประมาณรายจ่ายในปีงบประมาณปีก่อนนั้นไปพลาง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "133",
      "content": "ร่างพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณ ร่าง พระราชบัญญัติงบประมาณรายจ่ายเพิ่มเติมและร่างพระราชบัญญัติโอนงบประมาณรายจ่าย สภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๓\n\nผู้แทนราษฎรจะต้องพิจารณาให้เสร็จภายในเก้าสิบวันนับแต่วันที่ร่างพระราชบัญญัติดังกล่าวมาถึง สภาผู้แทนราษฎร\n\nถ้าสภาผู้แทนราษฎรไม่ได้พิจารณาร่างพระราชบัญญัตินั้นให้เสร็จภายในร่าง พระราชบัญญัตินั้น และให้เสนอร่างพระราชบัญญัตินั้นต่อวุฒิสภา\n\nในการพิจารณาร่างพระราชบัญญัตินั้น วุฒิสภาจะต้องให้ความเห็นชอบหรือไม่ เห็นชอบภายในสิบห้าวันนับแต่วันที่ร่างพระราชบัญญัตินั้นมาถึงวุฒิสภา ถ้าพ้นกำหนดนั้นให้ถือว่า วุฒิสภาได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น ในกรณีเช่นนี้และในกรณีที่วุฒิสภาให้ความ เห็นชอบให้ดำเนินการต่อไปตามมาตรา ๗๗\n\nถ้าร่างพระราชบัญญัติดังกล่าวนั้น วุฒิสภาไม่เห็นชอบด้วย ให้นำบทบัญญัติมาตรา ๑๒๙ วรรคสอง มาใช้บังคับโดยอนุโลม\n\nในการพิจารณาร่างพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณ ร่าง พระราชบัญญัติงบประมาณรายจ่ายเพิ่มเติมและร่างพระราชบัญญัติโอนงบประมาณรายจ่าย สภาษิกสภาผู้แทนราษฎรจะแปรญัตติเพิ่มเติมรายการหรือจำนวนในรายการใดมิได้ แต่อาจแปร ญัตติได้ในทางลดหรือตัดทอนรายจ่ายซึ่งมิใช่รายจ่ายตามข้อผูกพันอย่างใดอย่างหนึ่งดังต่อไปนี้\n\n(๑) เงินส่งใช้คืนเงินกู้\n\n(๒) ดอกเบี้ยเงินกู้\n\n(๓) เงินที่กำหนดให้จ่ายตามกฎหมาย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "134",
      "content": "การจ่ายเงินแผ่นดิน จะกระทำได้ก็เฉพาะที่ได้อนุญาตไว้ในกฎหมาย ว่าด้วยงบประมาณรายจ่าย กฎหมายว่าด้วยวิธีการงบประมาณ หรือกฎหมายเกี่ยวด้วยการโอน งบประมาณ หรือกฎหมายว่าด้วยเงินคงคลัง เว้นแต่ในกรณีจำเป็นรีบว่านี้ต้องตั้งงบประมาณรายจ่าย ต้องเป็นไปตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ ในกรณีเช่นว่านี้ต้องตั้งงบประมาณรายจ่าย เพิ่มเติม หรือพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณถัดไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "135",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรมีอำนาจควบคุมการบริหารราชการ แผ่นดินโดยบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "136",
      "content": "ในที่ประชุมวุฒิสภาหรือสภาผู้แทนราษฎร สมาชิกทุกคนมีสิทธิตั้ง กระทู้ถามรัฐมนตรีในเรื่องใดเกี่ยวกับงานในหน้าที่ได้ แต่รัฐมนตรีย่อมมีสิทธิที่จะไม่ตอบเมื่อ คณะรัฐมนตรีเห็นว่าเรื่องนั้นยังไม่ควรเปิดเผย เพราะเกี่ยวกับความปลอดภัยหรือประโยชน์สำคัญ ของแผ่นดิน",
      "type": "section",
      "status": "OCR"
    }
  ],
  "10": [
    {
      "id": "intro",
      "content": "๒๕๔",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "137",
      "content": "สมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดของสภาผู้แทนราษฎร มีสิทธิเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไปเพื่อลงมติไม่ไว้วางใจรัฐมนตรีเป็นรายบุคคลหรือทั้งคณะ เมื่อการเปิดอภิปรายทั่วไปสิ้นสุดลง โดยมิใช่ด้วยมติให้ผ่านระเบียบวาระเปิดอภิปรายนั้นไป ให้สภาผู้แทนราษฎรลงมติไว้วางใจหรือไม่ไว้วางใจ การลงมติในกรณีเช่นว่านี้มิให้กระทำในวันเดียวกับที่การอภิปรายสิ้นสุด มติไม่ไว้วางใจต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของสภาผู้แทนราษฎร ในกรณีที่มติไม่ไว้วางใจมีคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎรที่เข้าชื่อเสนอญัตติขอเปิดอภิปรายนั้นเป็นอันหมดสิทธิที่จะเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไปเพื่อลงมติไม่ไว้วางใจรัฐมนตรีเป็นรายบุคคลหรือทั้งคณะอีกตลอดสมัยประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "138",
      "content": "การประชุมวุฒิสภา การประชุมสภาผู้แทนราษฎรและการประชุมร่วมกันของรัฐสภา ย่อมเป็นการเปิดเผยตามลักษณะที่กำหนดไว้ในข้อบังคับการประชุมแต่ละสภา แต่ถ้าหากคณะรัฐมนตรีหรือสมาชิกของแต่ละสภาหรือสมาชิกของทั้งสองสาร่วมกัน มีจำนวนไม่น้อยกว่าหนึ่งในสี่ของจำนวนสมาชิกทั้งหมดของแต่ละสภา หรือของทั้งสองสารรวมกัน แล้วแต่กรณี ร้องขอให้ประชุมลับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "139",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรมีอำนาจเลือกสมาชิกของแต่ละสภาตั้งเป็นคณะกรรมาธิการสามัญ และมีอำนาจเลือกบุคคลผู้เป็นสมาชิกหรือนำได้เป็นสมาชิกตั้งเป็นคณะกรรมาธิการวิสามัญ เพื่อกระทำกิจการหรือพิจารณาสอบสวนหรือศึกษาเรื่องใดๆ ตามที่สภามอบหมายแล้วรายงานต่อสภา คณะกรรมการที่กล่าวมีอาจเรียกเอกสารจากบุคคลใดๆ หรือเรียกบุคคลใดๆ มาแถลงข้อเท็จจริง หรือแสดงความคิดเห็นในกิจการที่กระทำหรือในเรื่องที่พิจารณาสอบสวนหรือศึกษาอยู่นั้นได้ เอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๑๕ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตามมาตรานี้ด้วย การตั้งกรรมาธิการสามัญต้องมีจำนวนตามหรือใกล้เคียงกับอัตราส่วนของจำนวนสมาชิกสภาผู้แทนราษฎรของแต่ละพรรคการเมืองหรือกลุ่มพรรคการเมืองที่มีอยู่ในสภาผู้แทนราษฎร ในระหว่างที่ยังไม่มีข้อบังคับการประชุมของสภาผู้แทนราษฎรตามมาตรา ๑๔๒ ให้ประธานสภาผู้แทนราษฎรเป็นผู้กำหนดอัตราส่วนตามวรรคสาม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๕",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "140",
      "content": "การประชุมคณะกรรมาธิการต้องมีกรรมาธิการมาประชุมไม่น้อยกว่ากึ่งหนึ่งของจำนวนกรรมาธิการทั้งหมด จึงจะเป็นองค์ประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "141",
      "content": "ภายใต้บังคับมาตรา ๑๙๑ ถ้ามีปัญหาที่จะต้องตีความรัฐธรรมนูญเกี่ยวกับอำนาจหน้าที่ของรัฐสภา ให้เป็นอำนาจของรัฐสภาที่จะตีความและให้ถือว่าการตีความของรัฐสภาเป็นเด็ดขาด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "142",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรมีอำนาจตราข้อบังคับการประชุมเกี่ยวกับการเลือกและการปฏิบัติหน้าที่ของประธานสภา รองประธานสภาและกรรมาธิการ วิธีการประชุม การเสนอและพิจารณาร่างพระราชบัญญัติ การเสนอญัตติ การปรึกษา การอภิปราย การลงมติ การตั้งกระทู้ถาม การเปิดอภิปรายทั่วไป การรักษาระเบียบและความเรียบร้อยและกิจการอื่นเพื่อดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_142",
      "content": "ส่วนที่ ๕ การประชุมร่วมกันของรัฐสภา",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "143",
      "content": "ในกรณีต่อไปนี้ ให้รัฐสภาประชุมร่วมกัน (๑) การให้ความเห็นชอบในการตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๑๖ และมาตรา ๑๗ (๒) การปฏิญาณตนของผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาตามมาตรา ๑๙ (๓) การแก้ไขเพิ่มเติมกฎมณเทียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ ตามมาตรา ๒๐ (๔) การให้ความเห็นชอบในการสืบราชสมบัติตามมาตรา ๒๑ (๕) การปรึกษาร่างพระราชบัญญัติใหม่ตามมาตรา ๗๘ (๖) การให้ความเห็นชอบในการปิดสมัยประชุมตามมาตรา ๑๑๖ (๗) การเปิดประชุมรัฐสภาตามมาตรา ๑๔๑ (๘) การแถลงนโยบายตามมาตรา ๑๕๑ (๑๐) การเปิดอภิปรายทั่วไปตามมาตรา ๑๕๓ (๑๑) การให้ความเห็นชอบในการประกาศสงครามตามมาตรา ๑๖๑ (๑๒) การให้ความเห็นชอบแก่หนังสือสัญญาตามมาตรา ๑๖๒",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๖\n\n(๑๓) การแต่งตั้งตุลาการรัฐธรรมนูญตามมาตรา ๑๘๔\n(๑๔) การแก้ไขเพิ่มเติมรัฐธรรมนูญตามมาตรา ๑๙๔",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "194",
      "content": "ในการประชุมร่วมกันของรัฐสภา ให้ใช้ข้อบังคับการประชุมของวุฒิสภาโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "195",
      "content": "ภายใต้บังคับมาตรา ๒๐ มาตรา ๗๘ มาตรา ๑๖๑ วรรคสองและมาตรา ๑๙๔ ในการประชุมร่วมกันของรัฐสภา ให้นำบทที่ใช้แก่สภาทั้งสองมาใช้บังคับโดยอนุโลม แต่เฉพาะการตั้งคณะกรรมาธิการ กรรมาธิการที่ตั้งจากผู้ที่เป็นสมาชิกของแต่ละสภาจะต้องมีจำนวนตามหรือใกล้เคียงกับอัตราส่วนของจำนวนสมาชิกของแต่ละสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_195",
      "content": "หมวด ๗ คณะรัฐมนตรี",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "196",
      "content": "พระมหากษัตริย์ทรงตั้งนายกรัฐมนตรีคนหนึ่งและรัฐมนตรีอีกไม่เกินสี่สิบสี่คน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดิน ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการตั้งนายกรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "197",
      "content": "ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริตเพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "198",
      "content": "รัฐมนตรีจะเป็นข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ นอกจากข้าราชการการเมืองมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "199",
      "content": "รัฐมนตรีจะดำรงตำแหน่งหรือกระทำการใดๆ ที่ห้ามไว้มิให้สมาชิกสภาผู้แทนราษฎรดำรงหรือกระทำตามที่บัญญัติในมาตรา ๙๗ มิได้ เว้นแต่ตำแหน่งที่ต้องดำรงตามบทบัญญัติแห่งกฎหมายและจะเป็นผู้จัดการ กรรมการ ที่ปรึกษา ตัวแทนหรือลูกจ้างของบุคคลห้างหุ้นส่วน บริษัท หรือองค์การใดๆ ซึ่งดำเนินธุรกิจเพื่อค้ากำไรก็มิได้ด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "190",
      "content": "รัฐมนตรีย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภาซึ่งตนมิได้เป็นสมาชิก แต่ไม่มีสิทธิออกเสียงลงคะแนน",
      "type": "section",
      "status": "OCR"
    }
  ],
  "11": [
    {
      "id": "intro",
      "content": "๒๕๗\n\nเอกสารที่พิจารณาไว้ในมาตรา ๑๑๔ ให้นำมาใช้บังคับโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "151",
      "content": "คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อรัฐสภาโดยไม่มีการลงมติความไว้วางใจ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "152",
      "content": "ในการดำเนินนโยบายบริหารราชการแผ่นดิน รัฐมนตรีต้องรับผิดชอบต่อสภาผู้แทนราษฎรในหน้าที่ของตน และต้องรับผิดชอบร่วมกันต่อสภาผู้แทนราษฎรในนโยบายทั่วไปของคณะรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "153",
      "content": "ถ้ามีปัญหาเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควรจะฟังความคิดเห็นของสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎร นายกรัฐมนตรีจะแจ้งไปยังประธานรัฐสภา ขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมรัฐสภาก็ได้ ในกรณีเช่นว่านี้รัฐสภาจะลงมติในปัญหาที่อภิปรายมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "154",
      "content": "รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ (๑) สภาผู้แทนราษฎรลงมติไม่ไว้วางใจตามมาตรา ๑๓๗ (๒) สภาผู้แทนราษฎรสิ้นอายุ หรือมีการยุบสภาผู้แทนราษฎร (๓) คณะรัฐมนตรีลาออก (๔) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา ๑๕๕ คณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "155",
      "content": "ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ (๑) ตาย (๒) ลาออก (๓) ขาดคุณสมบัติสำหรับผู้สมัครรับเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๙๔ (๑) (๒) หรือ (๔) ในกรณีที่รัฐมนตรีมิได้เป็นสมาชิกสภาผู้แทนราษฎร หรือตามมาตรา ๙๔ (๑) (๒) (๓) หรือ (๔) ในกรณีที่รัฐมนตรีเป็นสมาชิกสภาผู้แทนราษฎร หรือมีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๙๖ (๑) (๒) (๓) (๕) หรือ (๖) (๔) ต้องคำพิพากษาให้จำทุก (๕) สภาผู้แทนราษฎรลงมติไม่ไว้วางใจตามมาตรา ๑๓๗ (๖) กระทำการอันต้องห้ามตามมาตรา ๑๕๖ (๗) มีพระบรมราชโองการตามมาตรา ๘๑ ให้นำบทบัญญัติตาม (๒) (๓) (๔) หรือ (๖) สิ้นสุดของความเป็นรัฐมนตรีตาม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "156",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีพ้นจากความเป็นรัฐมนตรี ตามที่นายกรัฐมนตรีถวายคำแนะนำ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "157",
      "content": "ในกรณีฉุกเฉินที่มีความจำเป็นรีบด่วนในอันจะรักษาความปลอดภัยของประเทศ หรือความปลอดภัยสาธารณะ หรือความมั่นคงในทางเศรษฐกิจของประเทศ หรือป้องปัดภัยพิบัติสาธารณะ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้ ในการประชุมรัฐสภาคราวต่อไป ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อรัฐสภาเพื่อพิจารณาโดยไม่ชักช้า ถ้าสภาผู้แทนราษฎรไม่อนุมัติ หรือสภาผู้แทนราษฎรอนุมัติติแต่วุฒิสภาไม่อนุมัติ และสภาผู้แทนราษฎรอยืนการอนุมัติด้วยคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมด ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบกระเทือนกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น ถ้าวุฒิสภาและสภาผู้แทนราษฎรอนุมัติพระราชกำหนดนั้น หรือถ้าวุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรอยืนการอนุมัติด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมด ให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติต่อไป การอนุมัติหรือไม่อนุมัติพระราชกำหนด ให้นายกรัฐมนตรีประกาศในราชกิจจานุเบกษา ในกรณีไม่อนุมัติ ให้มีผลตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา การพิจารณาพระราชกำหนดของวุฒิสภาและของสภาผู้แทนราษฎรในกรณียืนยันการอนุมัติพระราชกำหนด จะต้องทำในโอกาสแรกที่มีการประชุมสภานั้นๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "158",
      "content": "ในระหว่างสมัยประชุม ถ้ามีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยการภาษีอากรหรือเงินตราซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับเช่นพระราชบัญญัติก็ได้ พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวันนับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา และให้นำบทบัญญัติมาตรา ๑๕๗ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "159",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราชกฤษฎีกาโดยไม่ขัดต่อกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "160",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้และเลิกใช้กฎอัยการศึก ตามลักษณะและวิธีการตามกฎหมายว่าด้วยกฎอัยการศึกษา ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหารย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๙",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "161",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงครามเมื่อได้รับความเห็นชอบของรัฐสภา มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดของทั้งสองสภา ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุ หรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภาในการให้ความเห็นชอบตามวรรคหนึ่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "162",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญา สันติภาพ สัญญาสงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตอธิปไตยแห่งชาติ หรือจะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามสัญญาต้องได้รับความเห็นชอบของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "163",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการถอดถอนฐานันดรศักดิ์และเรียกคืนเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "164",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งและให้ข้าราชการฝ่ายทหารและฝ่ายพลเรือนตำแหน่งปลัดกระทรวง อธิบดีและเทียบเท่าพ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "165",
      "content": "ภายใต้บังคับมาตรา ๑๖๕ การกำหนดคุณสมบัติ การบรรจุ การแต่งตั้งการเลื่อนตำแหน่ง การเลื่อนเงินเดือน การลงโทษและการออกจากราชการของข้าราชการให้เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "167",
      "content": "ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำนอกจากข้าราชการการเมือง จะเป็นข้าราชการการเมืองมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "168",
      "content": "บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการใดๆ อันเกี่ยวกับราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "12": [
    {
      "id": "intro",
      "content": "๒๖๐\n\n# หมวด ๘ ศาล",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "169",
      "content": "การพิจารณาพิพากษาอรรถคดีเป็นอำนาจของศาลซึ่งจะต้องดำเนินการตามกฎหมายและในพระปรมาภิไธยพระราชบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "170",
      "content": "บรรดาศาลทั้งหลายจะตั้งขึ้นได้ก็แต่โดยพระราชบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "171",
      "content": "การตั้งศาลขึ้นใหม่เพื่อพิจารณาพิพากษาคดีใดคดีหนึ่ง หรือคดีที่มีข้อหาฐานใดฐานหนึ่งโดยเฉพาะแทนศาลธรรมดาที่มีอยู่ตามกฎหมายสำหรับพิจารณาพิพากษานั้น จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "172",
      "content": "การบัญญัติกฎหมายให้มีผลเป็นการเปลี่ยนแปลง หรือแก้ไขเพิ่มเติม กฎหมายว่าด้วยธรรมนูญศาลหรือวิธีพิจารณาเพื่อใช้แก่คดีใดคดีหนึ่งโดยเฉพาะ จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "173",
      "content": "ผู้พิพากษาและตุลาการมีอิสระในการพิจารณาพิพากษาอรรถคดีให้เป็นไปตามกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "174",
      "content": "ผู้พิพากษาและตุลาการจะเป็นข้าราชการการเมืองมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "175",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งและให้ผู้พิพากษาในศาลยุติธรรมฟันจากตำแหน่ง ก่อนเข้ารับหน้าที่ครั้งแรก ผู้พิพากษาต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำที่คณะกรรมการตุลาการตามกฎหมายว่าด้วยระเบียบข้าราชการกำหนด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "176",
      "content": "การแต่งตั้งและการให้ผู้พิพากษาในศาลยุติธรรมฟันจากตำแหน่งจะต้องได้รับความเห็นชอบของคณะกรรมการตุลาการตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่ายตุลาการก่อน แล้วจึงนำความกราบบังคมทูล การเลื่อนตำแหน่ง การเลื่อนเงินเดือน และการลงโทษผู้พิพากษาในศาลยุติธรรมจะต้องได้รับความเห็นชอบของคณะกรรมการตุลาการตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่ายตุลาการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "177",
      "content": "ศาลทหารมีอำนาจพิจารณาพิพากษาคดีตามที่กฎหมายบัญญัติ การแต่งตั้งและการให้ตุลาการศาลทหารฟันจากตำแหน่ง ให้เป็นไปตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๖๑",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "178",
      "content": "การแต่งตั้งและการให้ผู้พิพากษาหรือตุลาการในศาลยื่นนอกจาก ศาลยุติธรรมและศาลทหารฟันจากตำแหน่ง ตลอดจนอำนาจพิพากษาคดีและวิธีพิจารณาของศาล ดังกล่าว ให้เป็นไปตามกฎหมายว่าด้วยการจัดตั้งศาลนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "179",
      "content": "ในกรณีที่มีปัญหาเกี่ยวกับอำนาจหน้าที่ระหว่างศาลยุติธรรมกับศาล อื่น หรือระหว่างศาลอื่นด้วยกัน ให้คณะตุลาการรัฐธรรมนูญเป็นผู้วินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_179",
      "content": "หมวด ๙ การปกครองส่วนท้องถิ่น",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "180",
      "content": "การจัดการปกครองส่วนท้องถิ่นต้องเป็นไปตามหลักแห่งการ ปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น ทั้งนี้ตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "181",
      "content": "การปกครองส่วนท้องถิ่น ให้มีสภาท้องถิ่นและคณะผู้บริหารท้องถิ่น หรือผู้บริหารท้องถิ่น อำนาจหน้าที่ของสภาท้องถิ่น คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่น ให้ เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "182",
      "content": "สมาชิกสภาท้องถิ่นให้มาจากการเลือกตั้งเป็นหลัก การแต่งตั้ง สมาชิกจะกระทำได้เฉพาะในกรณีที่จำเป็นตามบทบัญญัติแห่งกฎหมาย และต้องมีจำนวนน้อยกว่า สมาชิกที่มาจากการเลือกตั้ง การเลือกตั้งสมาชิกสภาท้องถิ่น ให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ ผู้สมัครรับเลือกตั้งเป็นสมาชิกสภาท้องถิ่นอย่างน้อยต้องมีคุณสมบัติตามมาตรา ๙๔ (๑) และ (๒) ด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "183",
      "content": "คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่น ให้มาจากการเลือกตั้ง เป็นหลัก การแต่งตั้งคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นจะกระทำได้เฉพาะในกรณีที่จำเป็น ตามบทบัญญัติแห่งกฎหมาย หลักเกณฑ์และวิธีการเลือกตั้งตามมาตรานี้ ให้เป็นไปตามกฎหมายว่าด้วยการนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๖๒\n\nหมวด ๑๐\nตุลาการรัฐธรรมนูญ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "184",
      "content": "คณะตุลาการรัฐธรรมนูญประกอบด้วยประธานรัฐสภา ประธานศาล ฎีกาอธิบดีกรมอัยการ และบุคคลอื่นอีกสี่คน ซึ่งรัฐสภาแต่งตั้งจากผู้ทรงคุณวุฒิ ประธานรัฐสภาเป็นประธานตุลาการรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "185",
      "content": "ตุลาการรัฐธรรมนูญซึ่งรัฐสภาแต่งตั้งจะเป็นสมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร สมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น ข้าราชการซึ่งมีตำแหน่งหรือ เงินเดือนประจำ พนักงานรัฐวิสาหกิจ หรือพนักงานส่วนท้องถิ่น มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "186",
      "content": "ตุลาการรัฐธรรมนูญจะได้รับเงินประจำตำแหน่ง และประโยชน์ตอบ แทนอย่างอื่นตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "187",
      "content": "ทุกครั้งที่มีการเลือกตั้งทั่วไป ให้รัฐสภาแต่งตั้งตุลาการรัฐธรรมนูญ จากผู้ทรงคุณวุฒิใหม่ภายในสามสิบวันนับแต่วันเปิดสมัยประชุมรัฐสภาครั้งแรก กำหนดวันดังกล่าวในวรรคหนึ่งให้หมายถึงวันในสมัยประชุม ในการแต่งตั้งตุลาการรัฐธรรมนูญตามวรรคหนึ่ง รัฐสภาจะแต่งตั้งผู้ที่พ้นจาก ตำแหน่งให้เป็นตุลาการรัฐธรรมนูญใหม่อีกก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "188",
      "content": "ตุลาการรัฐธรรมนูญซึ่งรัฐสภาแต่งตั้งพ้นจากตำแหน่ง เมื่อ (๑) เปิดสมัยประชุมรัฐสภาครั้งแรกหลังจากการเลือกตั้งทั่วไป (๒) ตาย (๓) ลาออก (๔) เป็นสมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร สมาชิกสภาท้องถิ่น ผู้บริหาร ท้องถิ่น ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ พนักงานรัฐวิสาหกิจ หรือพนักงานส่วน ท้องถิ่น (๕) ต้องคำพิพากษาให้จำคุก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "189",
      "content": "ถ้าตำแหน่งตุลาการรัฐธรรมนูญซึ่งรัฐสภาแต่งตั้งว่างลงเพราะเหตุอื่น ใด นอกจากถึงคราวออกตามมาตรา ๑๘๘ (๑) ให้รัฐสภาแต่งตั้งตุลาการรัฐธรรมนูญเข้ามาแทน ภายในสามสิบวัน กำหนดวันดังกล่าวในวรรคหนึ่งให้หมายถึงวันในสมัยประชุม",
      "type": "section",
      "status": "OCR"
    }
  ],
  "13": [
    {
      "id": "intro",
      "content": "๒๖๓",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "190",
      "content": "เมื่อร่างพระราชบัญญัติใดได้รับความเห็นชอบของรัฐสภาแล้ว ก่อนที่ นายกรัฐมนตรีจะนำร่างพระราชบัญญัตินั้นขึ้นทุนเกล้าฯ ถวายเพื่อพระมหากษัตริย์ทรงลง พระปรมาภิไธยตามมาตรา ๗๗ (๑) หากสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรทั้งสองสภาร่วมกัน หรือ สมาชิกของแต่ละสภา มีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดของทั้งสองสภา เห็นว่าร่างพระราชบัญญัติดังกล่าวมีข้อความขัดหรือแย้งต่อรัฐธรรมนูญ ให้เสนอความเห็นต่อ ประธานรัฐสภา ประธานวุฒิสภา หรือประธานสภาผู้แทนราษฎร แล้วแต่กรณีแล้วให้ประธานแห่ง สภาที่ได้รับความเห็นดังกล่าว ส่งความเห็นนั้นไปยังคณะตุลาการรัฐธรรมนูญเพื่อพิจารณาวินิจฉัย แล้วแจ้งให้นายกรัฐมนตรีทราบ (๒) หากนายกรัฐมนตรีเห็นว่าร่างพระราชบัญญัติดังกล่าวมีข้อความขัดหรือแย้ง ต่อรัฐธรรมนูญ ให้ส่งความเห็นเช่นว่านั้นไปยังคณะตุลาการรัฐธรรมนูญเพื่อพิจารณาวินิจฉัย แล้ว แจ้งให้ประธานวุฒิสภาและประธานสภาผู้แทนราษฎรทราบ ในระหว่างที่คณะตุลาการรัฐธรรมนูญพิจารณาวินิจฉัย ให้นายกรัฐมนตรีระงับการ ดำเนินการเพื่อประกาศใช้ร่างพระราชบัญญัติตามวรรคหนึ่งจนกว่าจะมีคำวินิจฉัยของคณะตุลาการ รัฐธรรมนูญ ถ้าคณะตุลาการรัฐธรรมนูญวินิจฉัยว่าร่างพระราชบัญญัตินั้นมีข้อความขัดหรือแย้งต่อ รัฐธรรมนูญ ให้นายกรัฐมนตรีส่งร่างพระราชบัญญัตินั้นคืนไปยังรัฐสภาต่อไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "191",
      "content": "ในการที่ศาลจะใช้บทบัญญัติแห่งกฎหมายบังคับแก่คดีใด ถ้าศาลเห็น ว่าบทบัญญัติแห่งกฎหมายนั้นต้องด้วยบทบัญญัติมาตรา ๕ และยังไม่มีคำวินิจฉัยของคณะตุลาการ รัฐธรรมนูญในส่วนที่เกี่ยวกับบทบัญญัตินั้น ให้ศาลรอการพิจารณาพิพากษาคดีไว้ชั่วคราว แล้วส่ง ความเห็นเช่นว่านั้นตามทางการ เพื่อคณะตุลาการรัฐธรรมนูญจะได้พิจารณาวินิจฉัย คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญให้ใช้ได้ในคดีทั้งปวง แต่ไม่ กระทบกระเทือนคำพิพากษาของศาลอันถึงที่สุดแล้ว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "192",
      "content": "คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญให้ถือเป็นเด็ดขาด และให้ ประกาศในราชกิจจานุเบกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "193",
      "content": "วิธีการพิจารณาของคณะตุลาการรัฐธรรมนูญให้เป็นไปตามกฎหมาย ว่าด้วยการนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๖๔\n\nหมวด ๑๓ การแก้ไขเพิ่มเติมรัฐธรรมนูญ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "194",
      "content": "การแก้ไขเพิ่มเติมรัฐธรรมนูญ จะกระทำได้ก็แต่โดยหลักเกณฑ์และวิธีการ ดังต่อไปนี้ (๑) ผู้คัดคือแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรีหรือจากสมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดของสภาผู้แทนราษฎร ผู้คัดต้องสมาชิกสภาผู้แทนราษฎรจะกระทำได้เมื่อพรรคการเมืองที่สมาชิกสภาผู้แทนราษฎรนั้นสังกัดมีมติให้เสนอได้ (๒) ผู้ตัดิข้อแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติม และให้รัฐสภาพิจารณาเป็นสามารถ (๓) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อ และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้นไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของทั้งสองสภา (๔) การออกเสียงลงคะแนนในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา ให้ถือเอาเสียงข้างมากเป็นประมาณ (๕) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้วให้รอไว้สิบห้าวัน เมื่อฟื้นกำหนดนี้แล้ว ให้รัฐสภาพิจารณาในวาระที่สามต่อไป (๖) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อ และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของทั้งสองสภา (๗) เมื่อการลงมติได้เป็นไปตามที่กล่าวแล้ว ให้นำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมขึ้นทุนเกล้าฯ ถวาย และให้นำบทบัญญัติมาตรา ๗๗ และมาตรา ๗๘ มาใช้บังคับโดยอนุโลม บทเฉพาะกาล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "195",
      "content": "นับตั้งแต่วันใช้รัฐธรรมนูญนี้จนถึงวันเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๐๒ ให้สภานิติบัญญัติแห่งชาติตามธรรมนูญการปกครองราชอาณาจักร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๖๕\nพุทธศักราช ๒๕๒๐ ทำหน้าที่รัฐสภาตามบทบัญญัติแห่งรัฐธรรมนูญนี้ แต่สมาชิกสภานิติบัญญัติ แห่งชาติจะเสนอร่างพระราชบัญญัติตามมาตรา ๑๒๕ ตั้งกระทู้ถามตามมาตรา ๑๓๖ หรือเข้าชื่อ เสนอญัตติขออภิปรายทั่วไปตามมาตรา ๑๓๗ มิได้ และมิให้นำบทบัญญัติมาตรา ๘๖ และมาตรา ๙๗ มาใช้บังคับแก่การดำรงตำแหน่งของสมาชิกสภานิติบัญญัติแห่งชาติตามมาตรานี้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "196",
      "content": "ให้นำบทบัญญัติมาตรา ๑๑๔ มาตรา ๑๒๑ มาตรา ๑๒๒ และมาตรา ๑๒๓ มาใช้บังคับแก่สมาชิกสภานิติบัญญัตินั่งชาติตามมาตรา ๑๙๕ ด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "197",
      "content": "ให้คณะรัฐมนตรีที่บริหารราชการแผ่นดินอยู่ก่อนวันใช้รัฐธรรมนูญนี้ เป็น คณะองคมนตรีตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "198",
      "content": "ให้คณะรัฐมนตรีที่บริหารราชการแผ่นดินอยู่ก่อนวันใช้รัฐธรรมนูญ นี้หรือคณะรัฐมนตรีหากจะมีขึ้นก่อนการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๐๒ เป็น คณะรัฐมนตรีบริหารราชการแผ่นดินตามรัฐธรรมนูญนี้ และมิให้นำบทบัญญัติมาตรา ๑๔๙ มาตรา ๑๕๙ และมาตรา ๑๕๑ มาใช้บังคับแก่การดำรงตำแหน่งของรัฐมนตรีตามมาตรานี้ เมื่อได้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๐๒ แล้ว ให้ คณะรัฐมนตรีตามวรรคหนึ่งพ้นจากตำแหน่งแต่ต้องอยู่ในตำแหน่งเพื่อดำเนินงานไปจนกว่า คณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ มิให้นำบทบัญญัติมาตรา ๑๖๗ และ มาตรา ๑๗๔ มาใช้บังคับแก่ข้าราชการซึ่ง ดำรงตำแหน่งข้าราชการเมืองอยู่ก่อนวันที่คณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "199",
      "content": "ให้สถานโยบายแห่งชาติที่ทำหน้าที่อยู่ก่อนวันใช้รัฐธรรมนูญนี้ทำ หน้าที่ให้ความคิดเห็นแก่คณะรัฐมนตรีเพื่อให้การบริหารราชการแผ่นดินเป็นไปตามแนวนโยบาย แห่งรัฐและหน้าที่ตามมาตรา ๒๐๐ ไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "200",
      "content": "นับแต่วันใช้รัฐธรรมนูญนี้จนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้า รับหน้าที่ ในกรณีที่นายกรัฐมนตรีเห็นเป็นการจำเป็นเพื่อประโยชน์ในการป้องกัน ระงับหรือ ปราบปรามการกระทำอันเป็นการทำลายความมั่นคงของราชอาณาจักร ราชบัลลังก์ เศรษฐกิจ ของประเทศ หรือราชการแผ่นดิน หรือการกระทำอันเป็นการทำลายทรัพยากรของประเทศ หรือเป็นการบั่นทอนสุขภาพอนามัยของประชาชน ทั้งนี้ ไม่ว่าจะเกิดขึ้นก่อนหรือหลังวันใช้ รัฐธรรมนูญนี้ และไม่ว่าจะเกิดขึ้นภายในหรือภายนอกราชอาณาจักร ให้นายกรัฐมนตรีโดยความ เพิ่มชอบของคณะรัฐมนตรีและสภานโยบายแห่งชาติมีอำนาจสั่งการ หรือกระทำการใดๆ ได้ และ ให้ถือว่าคำสั่งหรือการกระทำของนายกรัฐมนตรีรวมทั้งการปฏิบัติตามคำสั่งดังกล่าวเป็นคำสั่งหรือ การกระทำ หรือการปฏิบัติที่ชอบด้วยกฎหมายและรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "14": [
    {
      "id": "intro",
      "content": "๒๖๖\n\nเมื่อนายกรัฐมนตรีได้สั่งการหรือกระทำการใดไปตามวรรคหนึ่งแล้ว ให้นายกรัฐมนตรีแจ้งให้รัฐสภาทราบ\n\nเมื่อพ้นกำหนดระยะเวลาตามวรรคหนึ่งแล้ว บรรดาคำสั่งของนายกรัฐมนตรีตามมาตราหนึ่งที่ยังมีผลใช้บังคับอยู่ ให้คงมีผลใช้บังคับต่อไป และการยกเลิกหรือเปลี่ยนแปลงคำสั่งดังกล่าว ให้ตราเป็นพระราชบัญญัติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "201",
      "content": "ในวาระเริ่มแรก พระมหากษัตริย์จะได้ทรงแต่งตั้งสมาชิกวุฒิสภาตามบทบัญญัติแห่งรัฐธรรมนูญนี้ในวันเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๐๒",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "202",
      "content": "ให้ดำเนินการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามบทบัญญัติแห่งรัฐธรรมนูญนี้ให้เสร็จสิ้นภายในปีพุทธศักราช ๒๕๒๑ แต่ในกรณีที่ไม่อาจดำเนินการเลือกตั้งภายในปีพุทธศักราช ๒๕๒๑ ได้ ก็ให้ขยายกำหนดเวลาการดำเนินการเลือกตั้งออกไปได้ แต่ต้องไม่เกินหนึ่งร้อยยี่สิบวันนับแต่วันสิ้นปีพุทธศักราช ๒๕๒๑",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "203",
      "content": "ในวาระเริ่มแรกเมื่อใช้รัฐธรรมนูญนี้แล้ว นอกจากกรณีที่บัญญัติไว้ในมาตรา ๑๔๓ การดำเนินการดังต่อไปนี้ ให้กระทำในที่ประชุมร่วมกันของรัฐสภาด้วย (๑) การพิจารณาร่างพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณ ร่างพระราชบัญญัติงบประมาณรายจ่ายเพิ่มเติมและร่างพระราชบัญญัติโอนงบประมาณรายจ่าย (๒) การเปิดอภิปรายทั่วไปตามมาตรา ๑๓๗ (๓) การพิจารณาร่างพระราชบัญญัติที่คณะรัฐมนตรีแจ้งว่า เป็นร่างพระราชบัญญัติสำคัญอันเกี่ยวกับความมั่นคงของราชอาณาจักร ราชบัลลังก์ หรือเศรษฐกิจของประเทศ และประธานรัฐสภาเห็นชอบด้วย (๔) การพิจารณาพระราชกำหนดตามมาตรา ๑๕๗ และมาตรา ๑๕๘ ทั้งนี้ โดยให้สมาชิกวุฒิสภามีสิทธิเช่นเดียวกับสมาชิกสภาผู้แทนราษฎร แต่จะเข้าชื่อหรือร่วมเข้าชื่อในการขอเปิดอภิปรายทั่วไปตามมาตรา ๑๓๗ ไม่ได้ และคำว่าสภาผู้แทนราษฎรหรือวุฒิสภาที่ระบุไว้ในมาตรา ๑๓๓ มาตรา ๑๓๗ วรรคสองและวรรคสาม มาตรา ๑๕๗ และ มาตรา ๑๕๘ ให้หมายถึงรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "204",
      "content": "ในวาระเริ่มแรกเมื่อใช้รัฐธรรมนูญนี้แล้ว (๑) มิให้นำบทบัญญัติมาตรา ๙๐ วรรคสอง มาตรา ๙๑ วรรคหนึ่ง มาตรา ๙๔ (๓) มาตรา ๙๕ และมาตรา ๑๐๓ (๗) และ (๙) มาใช้บังคับแก่การเลือกตั้ง การดำรงตำแหน่งและการสิ้นสุดแห่งสมาชิกภาพของสมาชิกสภาผู้แทนราษฎร ที่ได้รับการเลือกตั้งตามรัฐธรรมนูญนี้ การเลือกตั้งสมาชิกสภาผู้แทนราษฎรจะทำโดยวิธีรวมเขตหรือแบ่งเขตให้เป็นไปตามกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎร และให้ผู้มีสิทธิเลือกตั้งมีสิทธิออก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๖๗\n\nเสียงลงคะแนนเลือกตั้งผู้สมัครรับเลือกตั้งได้เท่าจำนวนสมาชิกสภาผู้แทนราษฎรที่มีไว้ในเขตเลือกตั้งนั้น\n\n(๒) มิให้นำบทบัญญัติมาตรา ๗๙ มาตรา ๑๐๕ และมาตรา ๑๓๙ วรรคสาม มาใช้บังคับแก่การแต่งตั้ง การดำรงตำแหน่งและการฟื้นจากตำแหน่งของผู้นำฝ่ายค้านในสภาผู้แทนราษฎร และการตั้งกรรมาธิการสามัญ\n\n(๓) มิให้นำบทบัญญัติมาตรา ๑๔๘ มาตรา ๑๔๙ เฉพาะการห้ามที่บัญญัติไว้ในมาตรา ๙๗ (๑) และ (๓) และมาตรา ๑๖๗ มาใช้บังคับแก่การดำรงตำแหน่งของรัฐมนตรีและข้าราชการการเมืองอื่น\n\n(๔) มิให้นำบทบัญญัติมาตรา ๑๒๕ วรรคสอง และมาตรา ๑๙๔ (๑) เฉพาะที่เกี่ยวกับพรรคการเมืองมาใช้บังคับในการเสนอร่างพระราชบัญญัติและการเสนอญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญ\n\n(๕) การเสนอร่างพระราชบัญญัติของสมาชิกสภาผู้แทนราษฎรให้กระทำได้ก็ต่อเมื่อมีคำรับรองของคณะกรรมาธิการวิสามัญวินิจฉัยร่างพระราชบัญญัติซึ่งมีจำนวนสิบเจ็ดคน โดยคณะรัฐมนตรีแต่งตั้งสามคน วุฒิสภาแต่งตั้งหกคน และสภาผู้แทนราษฎรแต่งตั้งแปดคน\n\nเอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๑๔ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตาม (๕) ด้วย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "205",
      "content": "เมื่อครบกำหนดสี่ปีนับแต่วันแต่งตั้งสมาชิกวุฒิสภาตามมาตรา ๒๐๑ แล้วให้นำบทบัญญัติแห่งมาตรา ๒๐๓ และมาตรา ๒๐๔ เป็นอันยกเลิก เว้นแต่มาตรา ๒๐๔ (๓) ให้มีผลใช้บังคับต่อไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่ภายหลังจากนั้นจะเข้ารับหน้าที่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "206",
      "content": "บรรดาคำสั่งซึ่งนายกรัฐมนตรีได้สั่งการโดยอาศัยอำนาจตามความในมาตรา ๒๑ ของรัฐธรรมนูญแห่งราชอาณาจักรไทยพุทธศักราช ๒๕๑๙ หรือตามความในมาตรา ๒๗ แห่งธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๒๐ ที่ยังใช้บังคับอยู่ในวันใช้รัฐธรรมนูญนี้ให้คงมีผลใช้บังคับต่อไป การยกเลิกหรือเปลี่ยนแปลงคำสั่งดังกล่าว ให้ตราเป็นพระราชบัญญัติ ผู้รับสนองพระบรมราชโองการ พลอากาศเอก หะริน หงสกุล ประธานสภานิติบัญญัติแห่งชาติ ราชกิจจานุเบกษา ฉบับพิเศษ เล่ม ๙๕ ตอนที่ ๑๔๖ วันที่ ๒๒ ธันวาคม ๒๕๒๑ หน้า ๑ - ๖๖",
      "type": "section",
      "status": "OCR"
    }
  ]
}