{
  "1": [
    {
      "id": "intro",
      "content": "รัฐธรรมนูญแห่งราชอาณาจักรไทย\n\nสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช\nสยามินทราธิราช บรมนาถบพิตร\nตราไว้ ณ วันที่ ๒๐ มิถุนายน พุทธศักราช ๒๕๑๑\nเป็นปีที่ ๒๓ ในรัชกาลปัจจุบัน\n\nศุภมัสตุ พระพุทธศาสนกาลเป็นอดีตภาค ๒๕๑๑ พรรษา ปัจจุบันสมัย จันทรคติ\nนิยม กปิสมพัดสร เชฎฐมาส กาฬปักษ์ ทสมีดิถี สุริยคติกาล มิถุนายนมาส วีสติมสุรหิน พฤหัสบดี\nวาร โดยกาลบริเฉท\n\nพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มหิดลาธิเบศรรามาธิบดี จักรี\nนฤบดินทร สยามินทราธิราช บรมนาถบพิตร เสด็จออก ณ พระที่นั่งอนันตสมาคม ท่ามกลางอุดม\nสันนิบาต พระบรมวงศานุวงศ์ ทูตานุทูตผู้แทนนานาประเทศ สมาชิกสภาร่างรัฐธรรมนูญและเสนา\nมาตยราชบริหาร เฝ้าเบื้องบาทบงกชพรั่งพร้อมกันโดยอนุกรม\n\nทรงพระกรุณาโปรดเกล้าโปรดกระหม่อมให้ประกาศว่า ตามที่สมเด็จพระบรม\nปิตุลาธิราช พระบาทสมเด็จพระปรมินทรมหาประชาธิปก พระปกเกล้าเจ้าอยู่หัว ได้ทรงพระกรุณา\nโปรดเกล้าโปรดกระหม่อม พระราชทานรัฐธรรมนูญแห่งราชอาณาจักรไทย ณ วันที่ ๑๐ ธันวาคม\nพุทธศักราช ๒๔๗๕ นั้น เป็นการสถาปนาการปกครองระบอบประชาธิปไตยขึ้นในประเทศไทย\nโดยมีพระมหากษัตริย์เป็นประมุข ทรงใช้อำนาจอธิปไตยซึ่งมาจากปวงชนชาวไทยตามบทบัญญัติ\nแห่งรัฐธรรมนูญ กล่าวคือ ทรงใช้อำนาจนิติบัญญัติทางรัฐสภา ทรงใช้อำนาจบบริหารทาง\nคณะรัฐมนตรี และทรงใช้อำนาจตุลาการทางศาล",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "การปกครองระบอบประชาธิปไตยดังกล่าว ได้วิวัฒนาการมาโดยลำดับ ภาวะการณ์บ้านเมืองผันแปรไป เป็นเหตุให้ต้องเปลี่ยนแปลงแก้ไขรัฐธรรมนูญหลายครั้งหลายคราว เพื่อให้เหมาะสมกับกาลสมัย\n\nตามวิวัฒนาการ ปรากฏว่า ระบบการปกครองที่มีพระมหากษัตริย์เป็นประมุขนั้น เป็นที่เลื่อมใสศรัทธาของปวงชนชาวไทย เป็นการถาวรมั่นคงตลอดมา ข้อที่จำต้องเปลี่ยนแปลงแก้ไขรัฐธรรมนูญ ได้แก่สัมพันธภาพระหว่างรัฐสภากับคณะรัฐมนตรีและรูปของรัฐสภาเป็นสำคัญ ถ้าอำนาจนิติบัญญัติและอำนาจบริหารอยู่ในฐานะที่คานกันและสมดุลกันตามควรแล้วบ้านเมืองก็จะอยู่ในเสถียรภาพตามที่ต้องการ\n\nวิธีที่จะให้มีการคานกันและสมดุลกันดังกล่าว เคยใช้วิธีให้มีสมาชิกสองประเภทอยู่ในสภาเดียวกัน คือ สภาที่ราษฎรเลือกตั้ง และสภาที่เลือกตั้งอย่างอื่น หรือสภาที่พระมหากษัตริย์ทรงแต่งตั้ง แล้วกลับไปใช้วิธีเดิม แต่ก็รักษาเสถียรภาพไว้ไม่ได้\n\nคณะปฏิวัติสังเกตเห็นว่า มีความอลเวงไม่สงบเรียบร้อย บ้านเมืองอาจประสบอันตรายได้อย่างมาก ถ้าจะให้การปกครองประเทศเป็นไปโดยเรียบร้อย และจะให้การปกครองระบอบรัฐธรรมนูญเป็นการมั่นคงถาวร โดยแท้แล้ว จะต้องสร้างรากฐานของระบบนั้น โดยพัฒนาการศึกษาและการเศรษฐกิจของชาติตามแผนและโครงการที่แน่นอน กับทั้งจัดให้มีรัฐธรรมนูญที่เหมาะสม จึงได้ทำการปฏิวัติเมื่อวันที่ ๒๐ ตุลาคม ๒๕๐๑ และคณะปฏิวัติได้ประกาศให้ยกเลิกรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช ๒๔๗๕ แก้ไขเพิ่มเติม พุทธศักราช ๒๔๙๕\n\nการที่จะให้มีรัฐธรรมนูญที่เหมาะสมนั้น หัวหน้าคณะปฏิวัติได้นำความกราบทั้งหมดทูลว่า สมควรจัดให้มีภาร่างรัฐธรรมนูญและมีธรรมนูญการปกครองราชอาณาจักรเพื่อใช้ไปพลางก่อน ทรงพระราชดำริเห็นชอบด้วย เมื่อวันที่ ๒๘ มกราคม ๒๕๐๒ จึงได้มีพระบรมราชโองการโปรดเกล้าโปรดกระหม่อมให้ใช้ธรรมนูญการปกครองราชอาณาจักร จนกว่าจะได้ประกาศใช้รัฐธรรมนูญซึ่งภาร่างรัฐธรรมนูญจะได้จัดร่างขึ้น\n\nสภาร่างรัฐธรรมนูญได้ดำเนินการร่างรัฐธรรมนูญโดยละเอียดถี่ถ้วน กล่าวคือ ได้ตั้งคณะกรรมาธิการระเบียบวาระ มีหน้าที่ค้นคว้าและรวบรวมหลักสารสำคัญอันควรพิจารณา และคณะกรรมาธิการยกร่างรัฐธรรมนูญ มีหน้าที่ยกร่างรัฐธรรมนูญ และในการนี้ เฉพาะหลักสารสำคัญให้ถือตามมติของสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ในการร่างรัฐธรรมนูญนี้ ทั้งสภาร่างรัฐธรรมนูญและคณะกรรมาธิการที่เกี่ยวข้อง\nได้พิจารณาดูบทรัฐธรรมนูญที่มีมาแล้วในประเทศไทย กับทั้งบทรัฐธรรมนูญของนานาประเทศ\nประกอบด้วย แต่ความมุ่งหมายโดยเฉพาะ ก็คือ จะบัญญัติบทรัฐธรรมนูญให้เหมาะสมกับความ\nต้องการของประเทศชาติ เพื่อให้ตั้งอยู่ในเสถียรภาพและความเจริญก้าวหน้าสืบไป\n\nสภาร่างรัฐธรรมนูญลงมติกำหนดหลักสารสำคัญเป็นการทั่วไป ประเทศไทยมี\nการปกครองระบอบประชาธิปไตย มีพระมหากษัตริย์เป็นประมุข และได้กำหนดหลักสารสำคัญใน\nเรื่องอื่นๆ อาทิ เรื่องรูปรัฐสภา และเรื่องสัมพันธภาพระหว่างรัฐสภากับคณะรัฐมนตรี กล่าวคือ ให้\nรัฐสภามีสองสภา สภาหนึ่งประกอบด้วยสมาชิกที่ราษฎรเลือกตั้ง อีกสภาหนึ่งประกอบด้วยสมาชิกที่\nพระมหากษัตริย์ทรงแต่งตั้ง รัฐสภามีอำนาจในทางนิติบัญญัติและควบคุมการบริหารราชการ\nแผ่นดินได้ด้วยวิธีการตั้งกระทู้ถามรัฐบาล เปิดอภิปรายทั่วไปโดยไม่ลงมติ หรือเปิดอภิปรายทั่วไป\nเพื่อลงมติไม่ไว้วางใจ\n\nเมื่อรัฐสภามีอำนาจในทางนิติบัญญัติ และควบคุมการบริหารราชการแผ่นดิน\nดังกล่าวแล้ว สภาร่างรัฐธรรมนูญพิจารณาเห็นว่า เพื่อดูแลแห่งอำนาจอันจะยังระบอบรัฐธรรมนูญให้\nตั้งอยู่ในเสถียรภาพ สมควรที่อำนาจนิติบัญญัติและอำนาจบริหารจะแยกจากกันให้มากยิ่งขึ้น จึงได้\nลงมติในหลักสารสำคัญว่า นายกรัฐมนตรีหรือรัฐมนตรีอื่นซึ่งเป็นฝ่ายบริหารจะเป็นสมาชิกแห่ง\nรัฐสภาในขณะเดียวกันมิได้\n\nคณะกรรมการยกร่างรัฐธรรมนูญ ได้ยกร่างรัฐธรรมนูญตามหลักสารสำคัญซึ่ง\nสภาร่างรัฐธรรมนูญได้ลงมติไว้ และได้เสนอเพื่อให้สภาร่างรัฐธรรมนูญพิจารณา\n\nสภาร่างรัฐธรรมนูญได้พิจารณาเป็นสามวาระ ในวาระที่ ๑ ได้รับร่างรัฐธรรมนูญ\nไว้พิจารณา ในวาระที่ ๒ ได้ตั้งคณะกรรมาธิการพิจารณาร่างรัฐธรรมนูญขึ้นเพื่อพิจารณาร่าง\nรัฐธรรมนูญนั้นกับคำปรนญัติ ภายใต้บังคับแห่งหลักสารสำคัญที่สภาร่างรัฐธรรมนูญได้ลงมติไว้\nและสภาร่างรัฐธรรมนูญได้พิจารณาร่างรัฐธรรมนูญที่คณะกรรมาธิการพิจารณาเสร็จแล้ว เริ่มต้น\nด้วยชื่อรัฐธรรมนูญ คำปรารภ แล้วเรียงตามลำดับมาตรา ในวาระที่ ๓ ได้ลงมติให้เสนอร่าง\nรัฐธรรมนูญนั้นต่อสภาร่างรัฐธรรมนูญในฐานะรัฐสภา\n\nสภาร่างรัฐธรรมนูญในฐานะรัฐสภา ได้พิจารณาร่างรัฐธรรมนูญตามมาตรา ๑๐\nแห่งรัฐธรรมนูญการปกครองราชอาณาจักรแล้ว ลงมติให้นำร่างรัฐธรรมนูญนั้นขึ้นทูนเกล้า\nทูนกระหม่อมถวาย เพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธยให้ประกาศใช้ต่อไป",
      "type": "intro",
      "status": "OCR"
    }
  ],
  "2": [
    {
      "id": "intro",
      "content": "ครั้นเมื่อได้นำร่างรัฐธรรมนูญขึ้นทุนเกล้าทูลกระหม่อมถวายแล้ว ได้ทรงพระราช\nวิจารณ์โดยตลอด และทรงพระราชดำริเห็นพ้องต้องตามมติของสภาร่างรัฐธรรมนูญในฐานะรัฐสภาแล้ว\n\nจึงมีพระบรมราชโองการดำรัสเหนือเกล้าเหนือกระหม่อมให้ตรารัฐธรรมนูญแห่ง\nราชอาณาจักรไทยฉบับนี้ขึ้นไว้ ให้ใช้แทนธรรมนูญการปกครองราชอาณาจักร ซึ่งได้ตราไว้ ณ วันที่\n๒๘ มกราคม พุทธศักราช ๒๕๐๒ นั้น ตั้งแต่วันประกาศนี้เป็นต้นไป\n\nขอให้ปวงชนชาวไทยร่วมแรงร่วมใจกันสนับสนุน ส่งเสริมและรักษาปฏิบัติ\nรัฐธรรมนูญแห่งราชอาณาจักรไทยนี้ ให้เป็นหลักสถิตสถาพร ขอให้ราษฎรใช้สิทธิของตนให้เป็น\nผลตามระบอบประชาธิปไตย ขอให้รัฐสภากับรัฐบาลปฏิบัติหน้าที่ตามบทแห่งรัฐธรรมนูญนี้ โดย\nเจตจำนงตรงกันในอันที่จะอรรถโลงประเทศชาติให้มั่นคงเจริญก้าวหน้า จรรโลงประชาชนให้เกษม\nสุขสวัสดี จรรโลงวิถีรัฐธรรมนูญให้สมบูรณ์ด้วยเสถียรภาพ ตราบเท่านิรันดรกาล สมดังพระบรม\nราชปณิธานทุกประการ เทอญ\n\nหมวด ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "1",
      "content": "ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียวจะแบ่งแยกมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "2",
      "content": "ประเทศไทยมีการปกครองระบอบประชาธิปไตย มีพระมหากษัตริย์เป็น ประมุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "3",
      "content": "อำนาจอธิปไตยมาจากปวงชนชาวไทย พระมหากษัตริย์ผู้เป็นประมุข ทรงใช้อำนาจนั้นแต่โดยบทบัญญัติแห่งรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_3",
      "content": "หมวด ๒ พระมหากษัตริย์",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "4",
      "content": "องค์พระมหากษัตริย์ดำรงอยู่ในฐานะอันเป็นที่เคารพสักการะ ผู้ใดจะ ละเมิดมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "5",
      "content": "ผู้ใดจะกล่าวหาหรือฟ้องร้องพระมหากษัตริย์ในทางใดๆ มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "6",
      "content": "พระมหากษัตริย์ทรงเป็นพุทธมามกะ และทรงเป็นอัครศาสนูปถัมภก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "7",
      "content": "พระมหากษัตริย์ทรงใช้อำนาจนิติบัญญัติทางรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "8",
      "content": "พระมหากษัตริย์ทรงใช้อำนาจบริหารทางคณะรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "9",
      "content": "พระมหากษัตริย์ทรงใช้อำนาจดุลการทางศาล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "10",
      "content": "พระมหากษัตริย์ทรงดำรงตำแหน่งจอมทัพไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "11",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะสถาปนาฐานันดรศักดิ์ และพระราชทานเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "12",
      "content": "พระมหากษัตริย์ทรงเลือกและแต่งตั้งผู้ทรงคุณวุฒิเป็นประธาน องคมนตรีคนหนึ่ง และองคมนตรีอื่นอีกไม่มากกว่าแปดคน ประกอบเป็นคณะองคมนตรี คณะองคมนตรีมีหน้าที่ถวายความเห็นต่อพระมหากษัตริย์ ในพระราชกรณียกิจทั้ง ปวงที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "13",
      "content": "การเลือกและแต่งตั้งองคมนตรีก็ดี การให้องคมนตรีฟันจากตำแหน่งก็ ดี ให้เป็นไปตามพระราชอัธยาศัย ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธาน องคมนตรีหรือให้ประธานองคมนตรีฟันจากตำแหน่ง และให้ประธานองคมนตรีเป็นผู้ลงนามรับ สนองพระบรมราชโองการแต่งตั้งองคมนตรีอื่นหรือให้องคมนตรีอื่นฟันจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "14",
      "content": "องคมนตรีต้องไม่เป็นข้าราชการประจำ รัฐมนตรีหรือข้าราชการ การเมืองอื่น สมาชิกวุฒิสภา สมาชิกสภาผู้แทน หรือสมาชิกหรือเจ้าหน้าที่ในพรรคการเมือง และ ต้องไม่แสดงการฝึกใฝ่ในพรรคการเมืองใดๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "15",
      "content": "ก่อนเข้ารับหน้าที่ องคมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะ จงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของ ประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุก ประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "16",
      "content": "องคมนตรีฟันจากตำแหน่งเมื่อตาย ลาออก หรือมีพระบรมราชโองการ ให้ฟันจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "17",
      "content": "การแต่งตั้งและถอดถอนข้าราชการในพระองค์และสมุหราชองครักษ์ ให้เป็นไปตามพระราชอัธยาศัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๑๓๒",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "18",
      "content": "ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักร หรือจะทรงบริหารพระราชภาระไม่ได้ด้วยเหตุใดก็ตาม จะได้ทรงแต่งตั้งผู้ใดผู้หนึ่งด้วยความเห็นชอบของรัฐสภาเป็นผู้สำเร็จราชการแทนพระองค์ และให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "19",
      "content": "ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์ ตามมาตรา ๑๘ ก็ดี ในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์ เพราะยังไม่ทรงบรรลุนิติภาวะหรือเพราะเหตุอื่นใดก็ดี ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้หนึ่งที่สมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อบอกความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "20",
      "content": "ในระหว่างที่ไม่มีผู้สำเร็จราชการแทนพระองค์ตามที่บัญญัติไว้ในมาตรา ๑๘ หรือมาตรา ๑๙ ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ไปพลางก่อน ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา ๑๘ หรือมาตรา ๑๙ ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราว ในระหว่างที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่งก็ดี ในระหว่างที่ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ตามวรรคสองก็ดี ประธานองคมนตรีจะปฏิบัติหน้าที่ในฐานะเป็นประธานองคมนตรีมิได้ ในกรณีเช่นว่านี้ ให้คณะองคมนตรีเลือกองคมนตรีคนหนึ่งขึ้นทำหน้าที่ประธานองคมนตรีชั่วคราว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "21",
      "content": "ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา ๑๘ หรือมาตรา ๑๙ ต้องปฏิญาณตนในที่ประชุมรัฐสภา ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "22",
      "content": "การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎหมายเทียบเท่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ และประกอบด้วยความเห็นชอบของรัฐสภา การยกเลิกหรือแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ ให้กระทำได้โดยวิธีการอย่างเดียวกันกับการแก้ไขเพิ่มเติมรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "23",
      "content": "ในกรณีที่ราชบัลลังก์หากว่างลง ให้คณะองคมนตรีเสนอพระนามผู้สืบราชสันตติวงศ์ตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ ต่อรัฐสภา",
      "type": "section",
      "status": "OCR"
    }
  ],
  "3": [
    {
      "id": "intro",
      "content": "๑๓๓\n\nเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้วให้ประธานรัฐสภาอัญเชิญองค์ผู้สืบราช\nสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศเพื่อให้ประชาชน\nทราบ\n\nในระหว่างที่ยังไม่มีประกาศองค์ผู้สืบราชสันตติวงศ์ตามวรรคหนึ่ง ให้ประธาน\nองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ไว้พลางก่อน แต่ในกรณีที่ราชบัลลังกว่างลงในระหว่าง\nที่ได้แต่งตั้งผู้สำเร็จราชการแทนพระองค์ไว้ตามมาตรา ๑๘ หรือมาตรา ๑๙ หรือระหว่างเวลาที่\nประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๒๐ วรรคหนึ่ง ก็ให้ผู้สำเร็จราชการ\nแทนพระองค์นั้นๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้จนกว่าจะได้ประกาศ\nองค์ผู้สืบราชสันตติวงศ์\n\nในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งไว้และเป็นผู้สำเร็จ\nราชการแทนพระองค์ต่อไปตามวรรคสองไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำ\nหน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราว\n\nในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคสอง หรือ\nทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราวตามวรรคสาม ให้นำบทบัญญัติมาตรา ๒๐ วรรคสาม\nมาใช้บังคับ\n\nหมวด ๓\nสิทธิและเสรีภาพของชนชาวไทย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "24",
      "content": "บุคคลไม่ว่าเหล่ากำเนิดหรือศาสนาใด ย่อมอยู่ในความคุ้มครองแห่ง รัฐธรรมนูญเสมอ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "25",
      "content": "บุคคลย่อมเสมอกันในกฎหมาย ฐานันดรศักดิ์ โดยกำเนิดก็ดี โดย แต่งตั้งก็ดี โดยประการอื่นใดก็ดี ไม่กระทำให้เกิดเอกสิทธิอย่างใดเลย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "26",
      "content": "บุคคลย่อมมีเสรีภาพในการปฏิบัติพิธีกรรมตามความเชื่อถือของตน เมื่อไม่ เป็นปฏิปักษ์ต่อหน้าที่ของพลเมือง และไม่เป็นการขัดขวางต่อความสงบเรียบร้อยหรือศีลธรรมอันดี ของประชาชน ในการใช้เสรีภาพดังกล่าวในวรรคหนึ่ง บุคคลย่อมได้รับความคุ้มครองมิให้รัฐ กระทำการใดๆ อันเป็นการรอนสิทธิหรือเสียประโยชน์อันควรมีควรได้ เพราะเหตุที่ถือศาสนา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "บุคคลอื่น",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "27",
      "content": "บุคคลจะไม่ต้องรับโทษอาญา เว้นแต่จะได้กระทำการอันกฎหมายซึ่งใช้อยู่ในเวลาที่กระทำนั้นบัญญัติเป็นความผิดและกำหนดโทษไว้ และโทษที่จะลงแก่บุคคลนั้นจะหนักกว่าโทษที่กำหนดไว้ในกฎหมายซึ่งใช้อยู่ในเวลาที่กระทำความผิดมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "28",
      "content": "ในคดีอาญา ให้สันนิษฐานไว้ก่อนว่าผู้ต้องหาหรือจำเลยไม่มีความผิด ก่อนที่จะมีคำพิพากษาอันถึงที่สุดแสดงว่าบุคคลใดได้กระทำความผิด จะปฏิบัติต่อ บุคคลนั้นเสมือนเป็นผู้กระทำความผิดมิได้ คำขอประกันผู้ต้องหาหรือจำเลยในคดีอาญา จะต้องได้รับการพิจารณา และจะเรียกหลักประกันจนเกินควรแก่กรณีมิได้ การไม่ให้ประกันต้องอาศัยเหตุตามหลักเกณฑ์ที่บัญญัติไว้ โดยเฉพาะในกฎหมาย และจะต้องแจ้งเหตุที่ไม่ให้ประกันแก่ผู้ต้องหาหรือจำเลยทราบ บุคคลผู้ถูกคุมขังหรือถูกจำกุก ย่อมมีสิทธิที่จะได้รับการเยี่ยมตามสมควร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "29",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในร่างกาย การจับกุมคุมขังหรือตรวจค้นตัวบุคคลไม่ว่าในกรณีใดๆ จะกระทำได้ก็แต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย แต่ผู้ถูกจับกุมหรือถูกตรวจค้นจะต้องได้รับแจ้งเหตุพร้อมด้วยรายละเอียดตามสมควรในการที่ถูกจับหรือถูกตรวจค้นโดยไม่ชักช้า และผู้ถูกคุมขังย่อมมีสิทธิที่จะพบและปรึกษาทนายความเป็นการเฉพาะตัวได้ ในกรณีที่มีการคุมขังก็ดี มีสิทธิร้องต่อศาลท้องที่ซึ่งมีอำนาจพิจารณาคดีอาญาว่าการคุมขังเพื่อประโยชน์ของผู้ถูกคุมขังก็ดี มีสิทธิร้องเช่นว่านี้ ให้ศาลดำเนินการไต่สวนฝ่ายเดียวโดยด่วน ถ้าเห็นว่าคำร้องนั้นมีมูล ศาลมีอำนาจสั่งผู้คุมขังให้นำตัวผู้ถูกคุมขังมาศาลโดยพลัน และถ้าผู้คุมขังแสดงให้เป็นที่พอใจของศาลไม่ได้ว่าการคุมขังเป็นการชอบด้วยกฎหมาย ก็ให้ศาลสั่งปล่อยตัวผู้ถูกคุมขังไปทันที",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "30",
      "content": "การเกณฑ์แรงงาน จะกระทำได้ก็แต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อประโยชน์ในการป้องปัดภัยพิบัติสาธารณะอันมีมาเป็นการฉุกเฉิน หรือโดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย ซึ่งบัญญัติให้กระทำได้ในระหว่างเวลาที่ประเทศอยู่ในภาวะการรบหรือการสงคราม หรือในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉิน หรือในระหว่างเวลาที่มีประกาศใช้กฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "31",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในเคหสถาน บุคคลย่อมได้รับความคุ้มครองในการที่จะอยู่อาศัยและครอบครองเคหสถาน โดยปรกติสุข การเข้าไปในเคหสถานโดยปราศจากความยินยอมของผู้ครอบครองก็ดี การตรวจค้น เคหสถานก็ดี จะกระทำได้ก็แต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "32",
      "content": "สิทธิของบุคคลในทรัพย์สินย่อมได้รับความคุ้มครอง ขอบเขตและการ จำกัดสิทธิเช่นว่านี้ย่อมเป็นไปตามบทบัญญัติแห่งกฎหมาย การสืบมรดกย่อมได้รับความคุ้มครอง สิทธิของบุคคลในการสืบมรดกย่อมเป็นไป ตามบทบัญญัติแห่งกฎหมาย การเวนคืนอสังหาริมทรัพย์ จะกระทำได้ก็แต่โดยอาศัยอำนาจตามบทบัญญัติแห่ง กฎหมาย เฉพาะเพื่อการอันเป็นสาธารณูปโภค หรือการอันจำเป็นในการป้องกันประเทศโดยตรง หรือการได้มาซึ่งทรัพยากรธรรมชาติ หรือเพื่อประโยชน์แก่การฝังเมืองหรือประโยชน์ของรัฐอย่าง อื่น และต้องชดใช้ค่าทำขวัญอันเป็นธรรมแก่เจ้าของ ตลอดจนผู้ทรงสิทธิตามที่ระบุไว้ในกฎหมายว่า ด้วยการเวนคืนอสังหาริมทรัพย์ บรรดาที่ได้รับความเสียหายในการเวนคืนนั้นด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "33",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการพูด การเขียน การพิมพ์และการ โฆษณา การจำกัดเสรีภาพเช่นว่านี้ จะกระทำได้ก็แต่โดยบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อ คุ้มครองเสรีภาพของบุคคลอื่น หรือเพื่อหลีกเลี่ยงภาวะคับขัน หรือเพื่อรักษาความสงบเรียบร้อยหรือ ศีลธรรมอันดีของประชาชน หรือเพื่อป้องกันความเสื่อมทรามทางจิตใจของเยาวชน รัฐจะกระทำ มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "34",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการศึกษาอบรม เมื่อการศึกษาอบรม นั้นไม่เป็นปฏิปักษ์ต่อหน้าที่ของพลเมืองตามกฎหมายว่าด้วยการศึกษาอบรม และไม่ขัดต่อกฎหมาย เกี่ยวกับการจัดสรรสถานศึกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "35",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการชุมนุมโดยสงบและปราศจากอาวุธ การจำกัดเสรีภาพเช่นว่านี้ จะกระทำได้ก็แต่โดยบทบัญญัติแห่งกฎหมาย เฉพาะใน กรณีการชุมนุมสาธารณะ และเพื่อคุ้มครองความสะดวกของประชาชนที่จะใช้ที่สาธารณะ หรือใน ระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉิน หรือในระหว่างเวลาที่มีประกาศใช้กฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "36",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการรวมกันเป็นสมาคม เมื่อมี วัตถุประสงค์ไม่เป็นการฝ่าฝืนกฎหมาย",
      "type": "section",
      "status": "OCR"
    }
  ],
  "4": [
    {
      "id": "intro",
      "content": "การจัดตั้งและการดำเนินกิจการของสมาคมย่อมเป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "37",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการรวมกันเป็นพรรคการเมือง เพื่อดำเนินกิจการในทางการเมืองโดยวิธีทางประชาธิปไตย และไม่ขัดต่อระบอบการปกครองตามรัฐธรรมนูญนี้ การจัดตั้งและการดำเนินกิจการของพรรคการเมืองย่อมเป็นไปตามบทบัญญัติแห่งกฎหมายว่าด้วยพรรคการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "38",
      "content": "บุคคลย่อมมีเสรีภาพในการสื่อสารถึงกันโดยทางไปรษณีย์หรือทางอื่นที่ชอบด้วยกฎหมาย การตรวจ การกัก หรือการเปิดเผยจดหมาย โทรเลข โทรศัพท์ หรือสิ่งสื่อสารอื่นใดที่บุคคลมีติดต่อถึงกัน จะกระทำได้ก็แต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย บุคคลย่อมมีสิทธิเสมอภาคในการใช้การสื่อสารที่จัดไว้เป็นบริการสาธารณะ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "39",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการเลือกถิ่นที่อยู่ภายในราชอาณาจักร และในการประกอบอาชีพ การจำกัดเสรีภาพเช่นว่านี้ จะกระทำได้ก็แต่โดยบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อความปลอดภัยของประเทศ เศรษฐกิจแห่งชาติหรือสวัสดิภาพของประชาชนหรือเพื่อรักษาความสัมพันธ์ในครอบครัว การเนรเทศบุคคลผู้มีสัญชาติไทยออกนอกราชอาณาจักรจะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "40",
      "content": "บุคคลคนเดียวหรือหลายคนร่วมกันย่อมมีสิทธิเสนอเรื่องราวร้องทุกข์ภายในเงื่อนไขและวิธีการที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "41",
      "content": "สิทธิของบุคคลในครอบครัวย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "42",
      "content": "สิทธิของบุคคลที่จะฟ้องหน่วยราชการซึ่งเป็นนิติบุคคล ให้รับผิดเพื่อการกระทำของเจ้าพนักงานในฐานะเสมือนเป็นตัวการหรือนายจ้าง ย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "43",
      "content": "บุคคลซึ่งเป็นทหาร ตำรวจ ข้าราชการประจำอื่น และข้าราชการส่วนท้องถิ่น ย่อมมีสิทธิและเสรีภาพตามรัฐธรรมนูญเช่นเดียวกับประชาชนพลเมือง เว้นแต่ที่จำกัดในกฎหมาย หรือกฎหรือข้อบังคับที่ออกโดยอาศัยอำนาจกฎหมาย เฉพาะในส่วนที่เกี่ยวกับการเมืองสมรรถภาพหรือวินัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "44",
      "content": "บุคคลจะใช้สิทธิและเสรีภาพตามรัฐธรรมนูญนี้ให้เป็นปฏิปักษ์ต่อชาติศาสนา พระมหากษัตริย์และรัฐธรรมนูญมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "# หมวด ๔ หน้าที่ของชนชาวไทย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "45",
      "content": "บุคคลมีหน้าที่ป้องกันประเทศ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "46",
      "content": "บุคคลมีหน้าที่รับราชการทหารตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "47",
      "content": "บุคคลมีหน้าที่รักษาไว้ซึ่งการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์เป็นประมุขตามรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "48",
      "content": "บุคคลมีหน้าที่เคารพต่อกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "49",
      "content": "ในการใช้สิทธิเลือกตั้งและสิทธิออกเสียงประชามติ บุคคลมีหน้าที่ต้องกระทำโดยสุจริต และมุ่งถึงประโยชน์ส่วนรวม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "50",
      "content": "บุคคลมีหน้าที่เสียภาษีอากรตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "51",
      "content": "บุคคลมีหน้าที่ช่วยเหลือราชการตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "52",
      "content": "บุคคลมีหน้าที่รับการศึกษาอบรมชั้นประถมศึกษา ภายในเงื่อนไขและวิธีการที่กฎหมายบัญญัติ ##",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_52",
      "content": "หมวด ๕ แนวนโยบายแห่งรัฐ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "53",
      "content": "บทบัญญัติในหมวดนี้มีไว้เพื่อเป็นแนวทางสำหรับการตรากฎหมายและการบริหารราชการตามนโยบายดังกำหนดไว้ และไม่ก่อให้เกิดสิทธิในการฟ้องร้องรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "54",
      "content": "รัฐจะต้องรักษาไว้ซึ่งเอกราช",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "55",
      "content": "รัฐพึงส่งเสริมสัมพันธไมตรีระหว่างประเทศและถือหลักถ้อยที่ถ้อยปฏิบัติต่อกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "56",
      "content": "รัฐพึงร่วมมือกับนานาประเทศในการรักษาความยุติธรรมระหว่างประเทศ และผดุงสันติสุขของโลก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "57",
      "content": "กำลังทหารพึ่งมีโดยเฉพาะสมแก่ความจำเป็นสำหรับรักษาเอกราช ความมั่นคงและผลประโยชน์แห่งชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "58",
      "content": "กำลังทหารเป็นของชาติ พึงใช้เพื่อการรบหรือการสงคราม หรือเพื่อ ปราบปรามการจลาจล การใช้กำลังทหารเพื่อการอื่น ให้เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "59",
      "content": "รัฐพึงส่งเสริมและบำรุงการศึกษาอบรม การจัดระบบการศึกษาอบรมเป็นหน้าที่ของรัฐโดยเฉพาะสถานศึกษาทั้งปวงย่อม อยู่ภายใต้การควบคุมดูแลของรัฐ การศึกษาอบรมชั้นอุดมศึกษา รัฐพึงจัดการให้สถานศึกษาดำเนินกิจการของตนเอง ได้ภายในขอบเขตที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "60",
      "content": "การศึกษาอบรมชั้นประถมศึกษาในสถานศึกษาของรัฐ จะต้องจัดให้ โดยไม่เก็บค่าเล่าเรียน รัฐพึงช่วยเหลือให้ได้มีอุปกรณ์การศึกษาอบรมตามควร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "61",
      "content": "รัฐพึงสนับสนุนการวิจัยในศิลปวิทยา และวิทยาศาสตร์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "62",
      "content": "รัฐพึงรักษาไว้ซึ่งวัฒนธรรมประจำชาติ แต่ต้องไม่กระทำโดยวิธีการอัน เป็นการบังคับฝืนใดๆบุคคล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "63",
      "content": "รัฐพึงบำรุงรักษาสถานที่และวัตถุอันมีค่าในทางประวัติศาสตร์ วัฒนธรรมและศิลปกรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "64",
      "content": "รัฐพึงสนับสนุนให้เอกชนได้มีการริเริ่มในทางเศรษฐกิจ การประกอบกิจการอันมีลักษณะเป็นสาธารณูปโภค รัฐพึงจัดให้ประสานกันกับ การดำเนินกิจการทางเศรษฐกิจส่วนเอกชน ในทางที่จะให้ประโยชน์แก่ประชาชนเป็นส่วนรวม การประกอบกิจการอันมีลักษณะเป็นสาธารณูปโภคโดยเอกชนก็ดี กิจการอันเป็น การผูกขาดตัดตอบก็ดี จะกระทำได้ก็แต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "65",
      "content": "รัฐพึงส่งเสริมและบำรุงการประกอบเกษตรกรรมเพื่อเพิ่มพูนผลิตผล ทั้งในทางปริมาณและคุณภาพ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "66",
      "content": "รัฐพึงส่งเสริมและสนับสนุนการสังคมสงเคราะห์ เพื่อสวัสดิภาพและ ความผาสุกของประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "67",
      "content": "รัฐพึงส่งเสริมให้ประชากรวัยทำงานมีงานทำตามควรแก่อัตภาพ และ คุ้มครองแรงงานให้เป็นไปโดยเป็นธรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "68",
      "content": "รัฐพึงส่งเสริมการสาธารณสุข",
      "type": "section",
      "status": "OCR"
    }
  ],
  "5": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "70",
      "content": "รัฐพึงส่งเสริมการปกครองท้องถิ่น และสนับสนุนให้ท้องถิ่นสามารถดำเนินกิจการตามอำนาจหน้าที่ได้เป็นผลดี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_70",
      "content": "หมวด ๖ อำนาจนิติบัญญัติ ส่วนที่ ๑ บททั่วไป",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "71",
      "content": "รัฐสภาประกอบด้วยวุฒิสภาและสภาผู้แทน รัฐสภาจะประชุมร่วมกันหรือแยกกัน ย่อมเป็นไปตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "72",
      "content": "ประธานวุฒิสภาเป็นประธานรัฐสภา ประธานสภาผู้แทนเป็นรองประธานรัฐสภา ประธานรัฐสภามีหน้าที่ดำเนินกิจการของรัฐสภาในกรณีประชุมร่วมกันให้เป็นไปตามระเบียบ และมีหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญนี้ ในกรณีที่ประธานรัฐสภาไม่สามารถปฏิบัติหน้าที่ได้ ให้รองประธานรัฐสภาทำหน้าที่แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "73",
      "content": "ร่างพระราชบัญญัติจะตราขึ้นเป็นกฎหมายได้ก็แต่โดยคำแนะนำและยินยอมของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "74",
      "content": "ร่างพระราชบัญญัติซึ่งได้รับความเห็นชอบของรัฐสภาแล้ว ให้นายกรัฐมนตรีนำขึ้นทูนเกล้า ฯ ฉวางเพื่อพระราชทานบัตริย์ทรงลงพระปรมาภิไธย และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "75",
      "content": "ร่างพระราชบัญญัติใดพระบรมหากษัตริย์ไม่ทรงเห็นชอบด้วยและพระราชทานคืนนายังรัฐสภา หรือมิได้พระราชทานคืนมาภายใต้แก้สืบวัน รัฐสภาจะต้องปรึกษาร่างพระราชบัญญัตินั้นใหม่ อั้กรัฐสภาลงมติยืนยันตามเดิมด้วยคะแนนเสียงไม่ต่ำกว่าสองในสามของจำนวนสมาชิกทั้งหมดของทั้งสองสภาแล้ว ให้นายกรัฐมนตรีนำร่างพระราชบัญญัตินั้นขึ้นทูนเกล้า ฯ ฉวางอีกครั้งหนึ่ง เมื่อพระบรมหากษัตริย์ได้ทรงลงพระปรมาภิไธยพระราชทานลงภายใน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "สามสิบวัน ก็ให้นายกรัฐมนตรีนำพระราชบัญญัตินั้นประกาศในราชกิจจานุเบกษาใช้บังคับเป็น\nกฎหมายได้ เสมือนหนึ่งว่าพระมหากษัตริย์ได้ทรงลงพระปรมาภิไธยแล้ว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "76",
      "content": "บุคคลจะเป็นสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนในขณะเดียวกัน มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "77",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนสภาใดสภาหนึ่งไม่น้อยกว่าห้า คน มีสิทธิเข้าชื่อร้องต่อประธานแห่งสภาที่ตนเป็นสมาชิก ว่าสมาชิกภาพของสมาชิกคนใดคนหนึ่ง แห่งสภานั้นสิ้นสุดลงตามบทบัญญัติแห่งรัฐธรรมนูญนี้ และให้ประธานแห่งสภาที่ได้รับคำร้องส่ง คำร้องนั้นไปยังคณะตุลาการรัฐธรรมนูญเพื่อพิจารณาวินิจฉัย คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญให้ถือเป็นเด็ดขาด และให้คณะตุลาการ รัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ได้รับคำร้องดังกล่าวในวรรคหนึ่ง คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญ ว่าสมาชิกภาพของสมาชิกคนใดคนหนึ่ง สิ้นสุดลง ย่อมไม่กระทบกระทั่งกิจการที่สมาชิกคนนั้นได้กระทำไปในหน้าที่สมาชิกก่อนที่ประธาน แห่งสภาที่ผู้นั้นเป็นสมาชิกได้รับแจ้งคำวินิจฉัย ##",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_77",
      "content": "ส่วนที่ ๒ ### วุฒิสภา",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "78",
      "content": "วุฒิสภาประกอบด้วยสมาชิกซึ่งพระมหากษัตริย์ทรงแต่งตั้งจาก ผู้ทรงคุณวุฒิในวิชาการหรือกิจการต่างๆ อันจะยังประโยชน์ให้เกิดแก่การปกครองแผ่นดิน มี สัญชาติไทยโดยกำเนิดและมีอายุไม่ต่ำกว่าสี่สิบปีบริบูรณ์ สมาชิกวุฒิสภาให้มีจำนวนสามในสี่ของจำนวนสมาชิกทั้งหมดของสภาผู้แทน หากจำนวนที่คำนวณได้มีเศษให้ปัดเศษทิ้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "79",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภามีวาระคราวละหกปีนับแต่วันที่ พระมหากษัตริย์ทรงแต่งตั้ง ในวาระเริ่มแรกเมื่อครบกำหนดสามปีนับแต่วันที่พระมหากษัตริย์ทรงแต่งตั้ง สมาชิกเป็นครั้งแรก ให้มีการจับสลากเพื่อให้สมาชิกฟื้นจากตำแหน่งเป็นจำนวนกึ่งหนึ่งของจำนวน สมาชิกทั้งหมด และให้ถือว่าการสิ้นสุดแห่งสมาชิกภาพโดยการจับสลากเป็นการออกตามวาระด้วย พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะแต่งตั้งผู้ที่ออกตามวาระ เป็นสมาชิก อีกได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "80",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภาสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามวาระ (๒) ตาย (๓) ลาออก (๔) เสียสัญชาติไทย (๕) มีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๘๖ (๑) (๒) (๓) หรือ (๕) หรือ มาตรา ๘๙ (๑) (๒) หรือ (๓) (๖) ถูกจำคุกโดยคำพิพากษาโทษจำคุก เว้นแต่ในความผิดอันได้กระทำโดย ประมาท หรือความผิดที่เป็นฉุโทน หรือความผิดที่มีกำหนดโทษชั้นลหุโทษ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "81",
      "content": "ถ้าตำแหน่งสมาชิกวุฒิสภาว่างเพราะเหตุอื่นใด นอกจากถึงคราว ออกตามวาระ พระมหาภัตร์จะได้ทรงแต่งตั้งบุคคลผู้มีลักษณะต้องตามที่บัญญัติไว้ในมาตรา ๗๘ เข้ามาเป็นสมาชิกแทน สมาชิกซึ่งเข้ามาแทนนั้นย่อมอยู่ในตำแหน่งได้เพียงครบตามวาระของ ผู้ซึ่งตนแทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_81",
      "content": "ส่วนที่ ๓ สภาผู้แทน",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "82",
      "content": "สภาผู้แทนประกอบด้วยสมาชิกซึ่งราษฎรเลือกตั้ง มีจำนวนตามเกณฑ์ ที่บัญญัติไว้ในมาตรา ๘๓ การเลือกตั้งสมาชิกสภาผู้แทนให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ และให้ ถือเขตจังหวัดเป็นเกณฑ์ การเลือกตั้งจะใช้วิธีรวมเขตหรือแบ่งเขต ให้เป็นไปตามกฎหมายว่าด้วยการ เลือกตั้งสมาชิกสภาผู้แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "83",
      "content": "การเลือกตั้งสมาชิกสภาผู้แทนให้ถือเกณฑ์จำนวนราษฎรแต่ละจังหวัด ตามหลักฐานการทะเบียนราษฎรที่ประกาศในปีสุดท้ายก่อนปีที่มีการเลือกตั้ง หนึ่งแสนห้าหมื่นคน ต่อสมาชิกสภาผู้แทนหนึ่งคน จังหวัดใดมีราษฎรไม่ถึงหนึ่งแสนห้าหมื่นคนให้มีการเลือกตั้ง สมาชิกสภาผู้แทนในจังหวัดนั้นได้หนึ่งคน ถ้าจังหวัดใดมีราษฎรเกินหนึ่งแสนห้าหมื่นคนก็ให้มีการ เลือกตั้งสมาชิกสภาผู้แทนในจังหวัดนั้นเพิ่มขึ้นอีกหนึ่งคนต่อจำนวนราษฎรทุกหนึ่งแสนห้าหมื่นคน เศษของหนึ่งแสนห้าหมื่นถ้าถึงเจ็ดหมื่นห้าพันหรือกว่านั้นให้นับเป็นหนึ่งแสนห้าหมื่น",
      "type": "section",
      "status": "OCR"
    }
  ],
  "6": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "84",
      "content": "บุคคลผู้มีคุณสมบัติตามมาตรา ๘๕ และไม่เป็นบุคคลต้องห้ามตาม มาตรา ๘๖ ย่อมมีสิทธิเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "85",
      "content": "ผู้มีสิทธิเลือกตั้งต้องมีคุณสมบัติดังต่อไปนี้ (๑) สัญชาติไทยตามกฎหมาย แต่บุคคลผู้มีสัญชาติไทยซึ่งบิดาเป็นคนต่างด้าวก็คือ บุคคลผู้ได้สัญชาติไทยโดยการแปลงชาติก็ดี ต้องมีคุณสมบัติตามที่กำหนดไว้ในกฎหมายว่าด้วยการ เลือกตั้งสมาชิกสภาผู้แทนอีกด้วย (๒) อายุไม่ต่ำกว่ายี่สิบปีบริบูรณ์ในวันที่ ๑ มกราคม ของปีที่มีการเลือกตั้ง (๓) คุณสมบัติอื่น หากมีกำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้ง สมาชิกสภาผู้แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "86",
      "content": "บุคคลผู้มีลักษณะดังต่อไปนี้ในวันเลือกตั้ง เป็นบุคคลต้องห้ามมิให้ใช้ สิทธิเลือกตั้ง คือ (๑) วิกลจริต หรือจิตฟั่นเฟือนไม่สมประกอบ (๒) หูหนวกและเป็นใบ้ ซึ่งไม่สามารถอ่านและเขียนหนังสือได้ (๓) เป็นภิกษุ สามเณร นักพรตหรือนักบวช (๔) ต้องคุมขังอยู่โดยหมายของศาล (๕) อยู่ในระหว่างถูกเพิกถอนสิทธิเลือกตั้งโดยคำพิพากษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "87",
      "content": "บุคคลผู้มีสิทธิเลือกตั้งตามมาตรา ๘๔ และมีคุณสมบัติตามมาตรา ๘๘ ทั้งไม่เป็นบุคคลต้องห้ามตามมาตรา ๘๙ ย่อมมีสิทธิสมัครรับเลือกตั้งเป็นสมาชิกสภาผู้แทน แต่ บทบัญญัติมาตรา ๘๖ (๕) มิให้นำมาใช้บังคับในกรณีที่ยังมิได้มีคำพิพากษาของศาลใดศาลหนึ่งให้ จำคุกผู้ต้องคุมขัง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "88",
      "content": "ผู้สมัครรับเลือกตั้งต้องมีคุณสมบัติดังต่อไปนี้ (๑) สัญชาติไทยตามกฎหมาย แต่บุคคลผู้มีสัญชาติไทยซึ่งบิดาเป็นคนต่างด้าวก็คือ บุคคลผู้ได้สัญชาติไทยโดยการแปลงชาติก็ดี ต้องมีคุณสมบัติตามที่กำหนดไว้ในกฎหมายว่าด้วยการ เลือกตั้งสมาชิกสภาผู้แทนอีกด้วย (๒) อายุไม่ต่ำกว่าสามสิบปีบริบูรณ์ในวันเลือกตั้ง (๓) มาตรฐานการศึกษาตามที่กำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้ง สมาชิกสภาผู้แทน (๔) คุณสมบัติอื่น หากมีกำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้ง สมาชิกสภาผู้แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "89",
      "content": "บุคคลผู้มีลักษณะดังต่อไปนี้ เป็นบุคคลต้องห้ามมิให้ใช้สิทธิสมัครรับเลือกตั้ง คือ (๑) ติดอาเสพติดให้โทษ (๒) ตาบอดทั้งสองข้าง (๓) เป็นบุคคลล้มละลาย ซึ่งศาลยังไม่สั่งให้พ้นจากคดี (๔) เคยต้องคำพิพากษาให้จำคุกตั้งแต่สองปีขึ้นไป โดยได้พ้นโทษมายังไม่ถึงห้าปี ในวันเลือกตั้ง เว้นแต่ในความผิดอันได้กระทำโดยประมาท (๕) เป็นข้าราชการหรือข้าราชการส่วนท้องถิ่น ซึ่งมีเงินเดือนและตำแหน่งประจำ นอกจากข้าราชการการเมือง (๖) ลักขณะอื่น หากมีกำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "90",
      "content": "ภายใต้บังคับบทบัญญัติแห่งรัฐธรรมนูญนี้ หลักเกณฑ์และวิธีการเลือกตั้งให้เป็นไปตามกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "91",
      "content": "อายุของสภาผู้แทนมีกำหนดกราวะสี่ปีนับแต่วันเปิดประชุมรัฐสภา กรั้งแรก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "92",
      "content": "การเลือกตั้งสมาชิกสภาผู้แทน จะกระทำได้เมื่อได้มีพระราชกฤษฎีกาให้เลือกตั้งสมาชิกสภาผู้แทนแล้ว พระราชกฤษฎีกานั้นให้ระบุระยะเวลารับสมัครผู้สมัครรับเลือกตั้ง และวันเลือกตั้งด้วย ในกรณีการเลือกตั้งทั่วไป ให้กำหนดวันเลือกตั้งวันเดียวกันทั่วราชอาณาจักร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "93",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะยุบสภาผู้แทนเพื่อให้ราษฎรเลือกตั้งสมาชิกใหม่ การยุบสภาผู้แทนให้กระทำโดยพระราชกฤษฎีกา ซึ่งต้องกำหนดวันเลือกตั้งสมาชิกสภาผู้แทนใหม่เป็นการเลือกตั้งทั่วไปภายในเก้าสิบวัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "94",
      "content": "สมาชิกภาพของสมาชิกสภาผู้แทนเริ่มแต่วันเปิดประชุมรัฐสภาครั้งแรก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "95",
      "content": "สมาชิกภาพของสมาชิกสภาผู้แทนสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามอายุของสภาผู้แทน หรือมีการยุบสภาผู้แทน (๒) ตาย (๓) ลาออก (๔) ขาดคุณสมบัติตามมาตรา ๘๕ หรือมาตรา ๘๘ (๕) มีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๘๖ (๑) (๒) (๓) หรือ (๕) หรือ มาตรา ๘๙ (๑) (๒) (๓) (๕) หรือ (๖)",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "(๖) ถูกจำคุกโดยคำพิพากษาโทษจำคุก เว้นแต่ในความผิดอันได้กระทำโดยประมาท หรือความผิดที่เป็นอหุโทษ หรือความผิดที่มีกำหนดโทษชั้นลหุโทษ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "96",
      "content": "ถ้าตำแหน่งสมาชิกว่างลงเพราะเหตุอื่นใด นอกจากถึงคราวออกตามอายุของสภาผู้แทน หรือเมื่อมีการยุบสภาผู้แทน ให้มีการเลือกตั้งสมาชิกขึ้นแทนภายในเก้าสิบวัน เว้นแต่อายุของสภาผู้แทนจะเหลือไม่ถึงหนึ่งร้อยแปดสิบวัน สมาชิกภาพของสมาชิกผู้เข้ามาแทนนั้นเริ่มแต่วันเข้ารับหน้าที่ และอยู่ในตำแหน่งได้เพียงเท่าอายุของสภาที่เหลืออยู่ ##",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_96",
      "content": "ส่วนที่ ๔ ### บทที่ใช้แก่สภาทั้งสอง",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "97",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนย่อมเป็นผู้แทนปวงชนชาวไทยไม่อยู่ในความผูกมัดแห่งอาณัติมอบหมายใดๆ และต้องปฏิบัติหน้าที่ตามความเห็นของตนโดยบริสุทธิ์ใจ เพื่อประโยชน์ส่วนรวมของปวงชนชาวไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "98",
      "content": "ก่อนเข้ารับหน้าที่ สมาชิกวุฒิสภาและสมาชิกสภาผู้แทน ต้องปฏิญาณตนในที่ประชุมแห่งสภาที่ตนเป็นสมาชิก ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ของปฏิญาณว่า ข้าพเจ้าจะปฏิบัติหน้าที่ตามความเห็นของข้าพเจ้าโดยบริสุทธิ์ใจ เพื่อประโยชน์ส่วนรวมของปวงชนชาวไทย ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "99",
      "content": "วุฒิสภาและสภาผู้แทนแต่ละสภา มีประธานสภาคนหนึ่งและรองประธานสภาคนหนึ่งหรือสองคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งจากสมาชิกแห่งสภานั้นๆ ตามมติของสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "100",
      "content": "ประธานและรองประธานวุฒิสภาดำรงตำแหน่งจนถึงวันก่อนวันเลือกประธานและรองประธานวุฒิสภาใหม่ ซึ่งจะต้องกระทำเมื่อถึงคราวที่มีการเปลี่ยนสมาชิกถึงหนึ่ง ประธานและรองประธานสภาผู้แทนดำรงตำแหน่งจนสิ้นอายุของสภา หรือมีการยุบสภา ประธานและรองประธานวุฒิสภา และประธานและรองประธานสภาผู้แทน ย่อมฟื้นจากตำแหน่งก่อนถึงวาระพ้นจากตำแหน่งตามวรรคหนึ่งและวรรคสอง เมื่อ (๑) ขาดจากสมาชิกภาพแห่งสภาที่ตนเป็นสมาชิก",
      "type": "section",
      "status": "OCR"
    }
  ],
  "7": [
    {
      "id": "intro",
      "content": "(๒) ลาออกจากตำแหน่ง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "101",
      "content": "ประธานวุฒิสภาและประธานสภาผู้แทนมีหน้าที่ดำเนินกิจการของ สภานั้นๆ ให้เป็นไปตามระเบียบ รองประธานมีหน้าที่ทำกิจการแทนประธานเมื่อประธานไม่ สามารถปฏิบัติหน้าที่ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "102",
      "content": "ในเมื่อประธานและรองประธานวุฒิสภาหรือประธานและรอง ประธานสภาผู้แทนไม่อยู่ในที่ประชุม ให้สมาชิกแห่งสภานั้นๆ เลือกตั้งกันขึ้นเองเป็นประธานใน คราวประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "103",
      "content": "การประชุมวุฒิสภาก็ดี การประชุมสภาผู้แทนก็ดี ต้องมีสมาชิก ประชุมไม่ต่ำกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมด จึงจะเป็นองค์ประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "104",
      "content": "ภายใต้บังคับมาตรา ๗๕ มาตรา ๑๒๑ มาตรา ๑๔๙ และมาตรา ๑๖๙ การลงมติวินิจฉัยข้อปรึกษาให้ถือเอาเสียงข้างมากเป็นประมาณ สมาชิกคนหนึ่งย่อมมีเสียงหนึ่งในการออกเสียงลงคะแนนถ้ามีคะแนนเสียงเท่ากัน ให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นได้อีกเสียงหนึ่งเป็นเสียงซ้ำขาด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "105",
      "content": "ในที่ประชุมวุฒิสภาก็ดี ที่ประชุมสภาผู้แทนก็ดี ที่ประชุมรัฐสภาก็ดี สมาชิกผู้ใดจะกล่าวถ้อยคำใดๆ ในทางแถลงข้อเท็จจริง หรือแสดงความคิดเห็น หรือออกเสียง ลงคะแนน ย่อมเป็นเอกสิทธิโดยเด็ดขาด ผู้ใดจะนำไปเป็นเหตุฟ้องร้องว่ากล่าวสมาชิกผู้นั้นในทาง ใดมิได้ เอกสิทธินี้ย่อมคุ้มครองไปถึงผู้พิมพ์และผู้โฆษณารายงานการประชุมโดยคำสั่งของ สภา และกุ้มครองไปถึงบุคคลซึ่งประธานในที่ประชุมอนุญาตให้แถลงข้อเท็จจริงหรือแสดงความ กิดเห็นในที่ประชุมด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "106",
      "content": "สมัยประชุมของวุฒิสภาและสภาผู้แทนย่อมเริ่มต้นและสิ้นสุดลง พร้อมกัน ตามสมัยประชุมของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "107",
      "content": "ในระหว่างที่สภาผู้แทนถูกยุบ จะมีการประชุมวุฒิสภามิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "108",
      "content": "ในปีหนึ่งให้มีสมัยประชุมสามัญของรัฐสภาสมัยหนึ่งหรือหลายสมัย แล้วแต่สภาผู้แทนจะกำหนด การประชุมครั้งแรกต้องให้สมาชิกได้มาประชุมภายในสามสิบวันนับ แต่วันเลือกตั้ง วันเริ่มสมัยประชุมสามัญประจำปี ให้สภาผู้แทนเป็นผู้กำหนด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "109",
      "content": "สมัยประชุมสามัญสมัยหนึ่งฯ ให้มีกำหนดเวลาเก้าสิบวัน แต่ พระมหากษัตริย์จะโปรดเกล้าฯ ให้ขยายเวลาออกไปก็ได้ ในระหว่างเวลาดั่งกล่าวในวรรคหนึ่ง จะโปรดเกล้าฯ ให้ปิดประชุมก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "110",
      "content": "พระมหากษัตริย์ทรงเรียกประชุมรัฐสภา ทรงเปิดและปิดประชุม พระมหากษัตริย์จะเสด็จพระราชดำเนินมาทรงทำพิธีเปิดประชุมด้วยพระองค์เอง หรือจะโปรดเกล้า ฯ ให้รัชทายาทซึ่งบรรลุนิติภาวะแล้วหรือผู้ใดผู้หนึ่ง เป็นผู้แทนพระองค์มาทำพิธี ก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "111",
      "content": "เมื่อมีความจำเป็นเพื่อประโยชน์แห่งรัฐ พระมหากษัตริย์จะทรงเรียก ประชุมรัฐสภาเป็นการประชุมสมัยวิสามัญก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "112",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนทั้งสองสภาร่วมกัน หรือ สมาชิกของแต่ละสภา ไม่ต่ำกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดของทั้งสองสภา มีสิทธิ เข้าชื่อร้องขอให้นำความกราบบังคมทูล เพื่อมีพระบรมราชโองการประกาศเรียกประชุมรัฐสภาเป็น การประชุมสมัยวิสามัญก็ได้ คำร้องขอดังกล่าวในวรรคหนึ่ง ถ้าเป็นของสมาชิกทั้งสองสภาให้ยื่นต่อประธาน รัฐสภา ถ้าเป็นของสมาชิกสภาใดให้ยื่นต่อประธานสภานั้น ให้ประธานสภาผู้ได้รับคำร้องขอนำความกราบบังคมทูลและรับสนองพระบรม ราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "113",
      "content": "ภายใต้บังคับมาตรา ๑๑๒ การเรียกประชุม การขยายเวลาประชุม และ การปิดประชุมรัฐสภา ให้กระทำโดยพระราชกฤษฎีกา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "114",
      "content": "ในระหว่างสมัยประชุม ห้ามมิให้จับหรือคุมขังหรือหมายเรียกดัว สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนไปทำการสอบสวน ในฐานะที่สมาชิกผู้นั้นเป็นผู้ต้องหาใน กคีอาญา เว้นแต่ในกรณีที่ได้รับอนุญาตจากสภาที่ผู้นั้นเป็นสมาชิก หรือในกรณีที่จับในขณะกระทำ ความผิด ในกรณีที่มีการจับสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนในขณะกระทำความผิด ให้รายงานไปยังประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกโดยด่วน และประธานแห่งสภาที่ผู้นั้นเป็น สมาชิกอาจสั่งปล่อยผู้ถูกจับให้ผันจากการคุมขังได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "115",
      "content": "ในกรณีที่มีการฟ้องสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนในคดีอาญา ไม่ว่าจะได้ฟ้องนอกหรือในสมัยประชุม ศาลจะพิจารณาคดีนั้นในระหว่างสมัยประชุมมิได้ เว้นแต่ จะได้รับอนุญาตจากสภาที่ผู้นั้นเป็นสมาชิก แต่กระนั้นการพิจารณาคดีก็ต้องไม่เป็นการขัดขวางต่อ การที่สมาชิกผู้นั้นจะมาเข้าประชุมสภา การพิจารณาที่ศาลได้กระทำไปก่อนมีคำอ้างว่าจำเลยเป็นสมาชิกของสภาใดสภา หนึ่ง ย่อมเป็นอันใช้ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "116",
      "content": "ถ้าสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนถูกคุมขังในระหว่างสอบสวนหรือพิจารณาอยู่ก่อนสมัยประชุม เมื่อถึงสมัยประชุม พนักงานสอบสวนหรือศาล แล้วแต่กรณี ต้องสั่งปล่อยทันที ถ้าหากสภาที่ผู้นั้นเป็นสมาชิกได้ร้องขอ คำสั่งปล่อยตามวรรคหนึ่งให้มีผลบังคับตั้งแต่วันสั่งปล่อยจนถึงวันสุดท้ายแห่งสมัยประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "117",
      "content": "ร่างพระราชบัญญัติจะเสนอได้ก็แต่โดยคณะรัฐมนตรี สมาชิกวุฒิสภา หรือสมาชิกสภาผู้แทน แต่ร่างพระราชบัญญัติเกี่ยวด้วยการเงิน สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนจะเสนอได้ก็ต่อเมื่อมีคำรับรองของนายกรัฐมนตรี ร่างพระราชบัญญัติเกี่ยวด้วยการเงิน หมายความถึงร่างพระราชบัญญัติว่าด้วยข้อความต่อไปนี้ทั้งหมด หรือแต่ข้อใดข้อหนึ่ง กล่าวคือ การตั้งขึ้นหรือยกเลิกหรือลดหรือเปลี่ยนแปลงแก้ไขหรือผ่อนหรือวางระเบียบการบังคับอันเกี่ยวกับภาษีหรืออากร การจัดสรรหรือรับหรือรักษาหรือจ่ายเงินแผ่นดิน หรือการกู้เงิน หรือการค้ำประกันหรือการใช้เงินกู้ หรือร่างพระราชบัญญัติว่าด้วยเงินตรา ในกรณีเป็นที่สงสัยว่าร่างพระราชบัญญัติใดเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงินหรือไม่ ให้เป็นอำนาจของประธานแห่งสภาที่ได้รับร่างพระราชบัญญัตินั้นจากคณะรัฐมนตรี สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทน แล้วแต่กรณี เป็นผู้วินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "118",
      "content": "ร่างพระราชบัญญัติของคณะรัฐมนตรี และร่างพระราชบัญญัติของสมาชิกสภาผู้แทน ให้เสนอต่อสภาผู้แทน ร่างพระราชบัญญัติของสมาชิกวุฒิสภา ให้เสนอต่อวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "119",
      "content": "เมื่อสภาผู้แทนหรือวุฒิสภาได้พิจารณาร่างพระราชบัญญัติที่เสนอตามมาตรา ๑๑๘ และลงมติให้ใช้ได้แล้ว ให้สภาผู้แทน หรือวุฒิสภาเสนอร่างพระราชบัญญัตินั้นต่อวุฒิสภาหรือสภาผู้แทน แล้วแต่กรณี วุฒิสภาหรือสภาผู้แทนต้องพิจารณาร่างพระราชบัญญัติที่ยกเลิกหนึ่งเดียวภายในหกสิบวัน แต่ถ้าร่างพระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน ต้องพิจารณาให้เสร็จภายในสามสิบวัน ทั้งนี้ เว้นแต่สภาผู้แทนหรือวุฒิสภาที่เสนอร่างพระราชบัญญัติมาเนื่องมาดังกล่าวให้เริ่มนับแต่วันที่ร่างพระราชบัญญัตินั้นมาถึงวุฒิสภาหรือสภาผู้แทน แล้วแต่กรณี ถ้าวุฒิสภาหรือสภาผู้แทนไม่ได้พิจารณาร่างพระราชบัญญัติให้เสร็จภายในกำหนดเวลาที่กล่าวในวรรคหนึ่ง ก็ให้ถือว่าวุฒิสภาหรือสภาผู้แทนได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น",
      "type": "section",
      "status": "OCR"
    }
  ],
  "8": [
    {
      "id": "intro",
      "content": "ในการที่สภาผู้แทนเสนอร่างพระราชบัญญัติไปยังวุฒิสภา หรือวุฒิสภาเสนอร่าง\nพระราชบัญญัติไปยังสภาผู้แทน ตามวรรคหนึ่ง ให้ประธานแห่งสภาที่เสนอร่างพระราชบัญญัติไป\nยังอีกสภาหนึ่งนั้น แจ้งไปตามความเห็นของประธานแห่งสภานั้นด้วย ว่าร่างพระราชบัญญัติที่เสนอ\nไปนั้นเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงินหรือไม่ คำแจ้งของประธานแห่งสภาให้ถือเป็น\nเด็ดขาด\n\nในกรณีที่ประธานแห่งสภามิได้แจ้งไป ว่าร่างพระราชบัญญัติใดเป็นร่าง\nพระราชบัญญัติเกี่ยวด้วยการเงินหรือไม่ ให้ถือว่าร่างพระราชบัญญัตินั้นมิใช่ร่างพระราชบัญญัติเกี่ยว\nด้วยการเงิน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "120",
      "content": "เมื่อวุฒิสภาหรือสภาผู้แทนได้พิจารณาร่างพระราชบัญญัติเสร็จแล้ว (๑) ถ้าเห็นชอบด้วยกับสภาผู้แทนหรือวุฒิสภาที่เสนอร่างพระราชบัญญัตินั้นมา ก็ ให้ดำเนินการต่อไปตามมาตรา ๗๔ (๒) ถ้าไม่เห็นชอบด้วยกับสภาผู้แทนหรือวุฒิสภาที่เสนอร่างพระราชบัญญัตินั้นมา ในกรณีที่ร่างพระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติที่สภาผู้แทนเสนอมา ก็ให้อ้ายยังร่าง พระราชบัญญัตินั้นไว้ก่อน และส่งร่างพระราชบัญญัตินั้นคืนไปยังสภาผู้แทน ในกรณีที่ร่าง พระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติที่วุฒิสภาเสนอมา ก็ให้ร่างพระราชบัญญัตินั้นตกไป (๓) ถ้าแก้ไขเพิ่มเติม ก็ให้ส่งร่างพระราชบัญญัตินั้นมา แล้วแต่กรณี ในกรณีเช่นว่านี้ ให้สภาทั้งสอง ต่างตั้งบุคคลที่เป็นหรือมิได้เป็นสมาชิกแห่งสภานั้นๆ มีจำนวนเท่ากันตามที่วุฒิสภาหรือสภาผู้ แทนที่เสนอร่างพระราชบัญญัตินั้นกำหนด ประกอบเป็นคณะกรรมาธิการร่วมกันเพื่อพิจารณาร่าง พระราชบัญญัตินั้น แล้วให้คณะกรรมาธิการร่วมกันนั้นรายงานและเสนอร่างพระราชบัญญัติที่ คณะกรรมาธิการร่วมกันได้พิจารณาแล้วนั้น ก็ให้ดำเนินการต่อไปตามมาตรา ๗๔ ถ้าสภาใดสภาหนึ่งไม่เห็นชอบด้วย ในกรณีที่ร่างพระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติของสภา ผู้แทน ก็ให้ยับยั้งร่างพระราชบัญญัตินั้นไว้ก่อน ในกรณีที่ร่างพระราชบัญญัตินั้นเป็นร่าง พระราชบัญญัติของวุฒิสภา ก็ให้ร่างพระราชบัญญัตินั้นตกไป คณะกรรมาธิการร่วมกันย่อมมีอำนาจเรียกบุคคลใดๆ มาแถลงข้อเท็จจริง หรือ แสดงความคิดเห็นในการพิจารณาร่างพระราชบัญญัติได้ และเอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๐๕ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตามมาตรานี้ด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "การประชุมคณะกรรมาธิการร่วมกัน ต้องมีกรรมาธิการประชุมไม่ต่ำกว่ากึ่งจำนวน กรรมาธิการทั้งหมด จึงจะเป็นองค์ประชุม และให้นำข้อบังคับการประชุมปรึกษาของวุฒิสภาใน ส่วนที่เกี่ยวกับกรรมาธิการมาใช้บังคับโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "121",
      "content": "ร่างพระราชบัญญัติที่ต้องยับยั้งไว้โดยบทบัญญัติมาตรา ๑๒๐ นั้น เมื่อเวลาหนึ่งปีได้ล่วงพ้นไปนับแต่วันที่วุฒิสภาส่งร่างพระราชบัญญัติกลับคืนมายังสภาผู้แทน สภาผู้แทนอาจยกร่างพระราชบัญญัตินั้นขึ้นพิจารณาใหม่ได้ ในกรณีเช่นว่านี้ ถ้าสภาผู้แทนลงมติยืนยัน ร่างเดิมหรือร่างที่คณะกรรมการร่วมกันพิจารณาด้วยคะแนนเสียงมากกว่ากึ่งจำนวนสมาชิก ทั้งหมดของสภาแล้ว ก็ให้ถือว่าร่างพระราชบัญญัตินั้นเป็นอันได้รับความเห็นชอบของรัฐสภา และ ให้ดำเนินการต่อไปตามมาตรา ๗๕ ถ้าร่างพระราชบัญญัติที่ต้องยับยั้งไว้เป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน สภา ผู้แทนอาจยกร่างพระราชบัญญัตินั้นขึ้นพิจารณาใหม่ได้ทันที ในกรณีเช่นว่านี้ ถ้าสภาผู้แทนลงมติ ยืนยันร่างเดิมหรือร่างที่คณะกรรมาธิการร่วมกันพิจารณาด้วยคะแนนเสียงมากกว่ากึ่งจำนวนสมาชิก ทั้งหมดของสภาแล้ว ก็ให้ถือว่าร่างพระราชบัญญัตินั้นเป็นอันได้รับความเห็นชอบของรัฐสภา และ ให้ดำเนินการต่อไปตามมาตรา ๗๕",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "122",
      "content": "ในกรณีที่สภาผู้แทนสิ้นอายุหรือมีการยุบสภาผู้แทน บรรดาร่าง พระราชบัญญัติที่รัฐสภายังมิได้ให้ความเห็นชอบ หรือที่พระมหากษัตริย์ไม่ทรงเห็นชอบด้วย หรือ มิได้พระราชทานคืนภายในเก้าสิบวัน ให้เป็นอันตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "123",
      "content": "งบประมาณแผ่นดินประจำปีให้ทำเป็นพระราชบัญญัติ ถ้า พระราชบัญญัติออกไม่ทันปีใหม่ ให้ใช้พระราชบัญญัติงบประมาณปีก่อนนั้นไปพลาง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "124",
      "content": "การจ่ายเงินแผ่นดิน จะกระทำได้ก็เฉพาะที่ได้อนุญาตไว้ในกฎหมาย ว่าด้วยงบประมาณ เว้นแต่ในกรณีจำเป็นรีบด่วนจะจ่ายไปก่อนก็ได้ แต่ต้องเป็นไปตามหลักเกณฑ์ และวิธีการที่กฎหมายบัญญัติ ในกรณีเช่นว่านี้ ต้องขออนุมัติจากรัฐสภาในโอกาสแรกที่พึงกระทำได้ คำอนุมัติของรัฐสภาให้ทำเป็นพระราชบัญญัติงบประมาณ เพิ่มเติม หรือ พระราชบัญญัติงบประมาณประจำปีถัดไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "125",
      "content": "วุฒิสภาและสภาผู้แทนมีอำนาจควบคุมราชการแผ่นดินโดย บทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "126",
      "content": "ในที่ประชุมวุฒิสภาหรือสภาผู้แทน สมาชิกทุกคนมีสิทธิตั้งกระทู้ถาม รัฐมนตรีในเรื่องใดอันเกี่ยวกับงานในหน้าที่ได้ แต่รัฐมนตรีย่อมมีสิทธิที่จะไม่ตอบเมื่อเห็นว่าเรื่อง นั้นยังไม่ควรเปิดเผย เพราะเกี่ยวกับความปลอดภัยหรือประโยชน์สำคัญของแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "127",
      "content": "สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนไม่ต่ำกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดของแต่ละสภา มีสิทธิเข้าชื่อเสนอญัตติขอให้เปิดอภิปรายทั่วไป ในที่ประชุมวุฒิสภาหรือสภาผู้แทน แล้วแต่กรณี เพื่อให้คณะรัฐมนตรีแถลงข้อเท็จจริง หรือแสดงความคิดเห็นในปัญหาอันเกี่ยวกับการบริหารราชการแผ่นดิน ญัตติดังกล่าวในวรรคหนึ่งเป็นของสมาชิกสภาใดให้ยื่นต่อประธานสถานนั้น และให้ประธานสภาผู้แทนได้รับญัตติแจ้งไปยังนายกรัฐมนตรี เพื่อกำหนดเวลาสำหรับการเปิดอภิปรายทั่วไปซึ่งต้องไม่ช้ากว่าสามสิบวันนับแต่วันที่นายกรัฐมนตรีได้รับแจ้ง แต่คณะรัฐมนตรีย่อมมีสิทธิที่จะขอให้ระงับการเปิดอภิปรายทั่วไปนั้นเสียได้ เมื่อเห็นว่าเป็นเรื่องที่ยังไม่ควรเปิดเผย เพราะเกี่ยวกับความปลอดภัยหรือประโยชน์สำคัญของแผ่นดิน ในการเปิดอภิปรายทั่วไปตามมาตรานี้ สภาจะลงมติในปัญหาที่อภิปรายนี้ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "128",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนทั้งสองสภารวมกันหรือสมาชิกของแต่ละสภา ไม่ต่ำกว่าหนึ่งในห้าของจำนวนสมาชิก ทั้งหมดของทั้งสองสภา มีสิทธิเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไป เพื่อลงมติไม่ไว้วางใจรัฐมนตรีเป็นรายตัวหรือทั้งคณะ ญัตติดังกล่าวในวรรคหนึ่ง ถ้าเป็นของสมาชิกของทั้งสองสภาให้ยื่นต่อประธานรัฐสภา ถ้าเป็นของสมาชิกสภาใดให้ยื่นต่อประธานสถานนั้น การเปิดอภิปรายทั่วไปตามญัตติดังกล่าวในวรรคหนึ่ง ให้กระทำในที่ประชุมรัฐสภา เมื่อการเปิดอภิปรายทั่วไปสิ้นสุดลง โดยมิใช่ด้วยมติให้ผ่านระเบียบวาระเปิดอภิปรายนั้นไป ให้ที่ประชุมรัฐสภาลงมติไว้วางใจหรือไม่ไว้วางใจ แต่การลงมติในกรณีเช่นว่านี้ มิให้กระทำในวันเดียวกับวันที่การอภิปรายสิ้นสุด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "129",
      "content": "ถ้ามีปัญหาเกี่ยวกับราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควรจะฟังความคิดเห็นของสมาชิกวุฒิสภาและสมาชิกสภาผู้แทน นายกรัฐมนตรีจะแจ้งไปยังประธานรัฐสภา ขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมรัฐสภาก็ได้ ในกรณีเช่นว่านี้รัฐสภาจะลงมติในปัญหาที่อภิปรายนี้ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "130",
      "content": "การประชุมวุฒิสภาและสภาผู้แทน ย่อมเป็นการเปิดเผยตามลักษณะที่กำหนดไว้ในข้อบังคับของแต่ละสภา แต่ถ้าหากคณะรัฐมนตรีหรือสมาชิกของแต่ละสภาไม่น้อยกว่ายี่สิบห้าคนร้องขอให้ประชุมลับ ก็ให้ประชุมลับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "131",
      "content": "วุฒิสภาและสภาผู้แทนมีอำนาจเลือกสมาชิกของแต่ละสภา ตั้งเป็นคณะกรรมาธิการสามัญ และมีอำนาจเลือกบุคคลผู้เป็นสมาชิกหรือมิได้เป็นสมาชิกตั้งเป็นคณะกรรมาธิการวิสามัญ เพื่อกระทำกิจการหรือพิจารณาสอบสวนเรื่องใดๆ อันอยู่ในวงงานของ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "9": [
    {
      "id": "intro",
      "content": "สภาแล้วรายงานต่อสภา คณะกรรมการที่กล่าวนี้ย่อมมีอำนาจเรียกบุคคลใดๆ มาแถลงข้อเท็จจริง หรือแสดงความคิดเห็นในการที่กระทำหรือเรื่องที่พิจารณาอยู่นั้นได้\n\nเอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๐๕ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตาม มาตรานี้ด้วย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "132",
      "content": "การประชุมคณะกรรมาธิการ ต้องมีกรรมาธิการประชุมไม่ต่ำกว่ากึ่ง จำนวนกรรมาธิการทั้งหมด จึงจะเป็นองค์ประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "133",
      "content": "วุฒิสภาและสภาผู้แทนมีอำนาจตั้งข้อบังคับการประชุมปรึกษาของ แต่ละสภา เกี่ยวกับการเสนอร่างพระราชบัญญัติ การเสนอญัตติ การประชุม การปรึกษาและกิจการ อื่นเพื่อดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญนี้ ---",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_133",
      "content": "ส่วนที่ ๕ การประชุมร่วมกันของรัฐสภา",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "134",
      "content": "ในกรณีต่อไปนี้ให้รัฐสภาประชุมร่วมกัน (๑) การให้ความเห็นชอบในการตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๑๘ และมาตรา ๑๙ (๒) การปฏิญาณตนของผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาตามมาตรา ๒๑ (๓) การให้ความเห็นชอบในการสืบราชสมบัติตามมาตรา ๒๓ (๔) การปรึกษาร่างพระราชบัญญัติใหม่ตามมาตรา ๗๕ (๕) การเปิดประชุมรัฐสภาตามมาตรา ๑๑๐ (๖) การเปิดอภิปรายหั่วไปตามมาตรา ๑๒๘ และมาตรา ๑๒๙ (๗) การแถลงนโยบายตามมาตรา ๑๔๑ (๘) การให้ความยินยอมในการประกาศสงครามตามมาตรา ๑๔๙ (๙) การให้ความเห็นชอบแก่หนังสือสัญญาตามมาตรา ๑๕๐ (๑๐) การแต่งตั้งตุลาการรัฐธรรมนูญตามมาตรา ๑๖๔ (๑๑) การแก้ไขเพิ่มเติมรัฐธรรมนูญตามมาตรา ๑๗๓ (๑๒) การตีความรัฐธรรมนูญตามมาตรา ๑๗๓ (๑๓) การให้พระมหากษัตริย์ทรงใช้และเลิกใช้อำนาจนิติบัญญัติทางคณะรัฐมนตรี ตามมาตรา ๑๗๖ วรรคหนึ่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "135",
      "content": "ในการประชุมรัฐสภา ให้ใช้ข้อบังคับการประชุมปรึกษาของวุฒิสภา โดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "136",
      "content": "ภายใต้บังคับมาตรา ๑๗๓ วรรคสอง ในการประชุมรัฐสภา ให้นำบท ที่ใช้แก่สภาทั้งสองมาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_136",
      "content": "หมวด ๗ อำนาจบริหาร",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "137",
      "content": "พระบาทสมเด็จพระเจ้าอยู่หัวทรงแต่งตั้งนายกรัฐมนตรีคนหนึ่ง และรัฐมนตรีอีก ไม่น้อยกว่าสิบห้าคนและไม่มากกว่าสามสิบคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดิน ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้ง นายกรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "138",
      "content": "ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่าข้าพระพุทธเจ้าจะ จงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของ ประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุก ประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "139",
      "content": "รัฐมนตรีจะเป็นสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนใน ขณะเดียวกันมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "140",
      "content": "รัฐมนตรีย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความ คิดเห็นในที่ประชุมวุฒิสภา ที่ประชุมสภาผู้แทน หรือที่ประชุมรัฐสภา แต่ไม่มีสิทธิออกเสียง ลงคะแนน เอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๐๕ ให้นำมาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "141",
      "content": "คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อ รัฐสภา โดยไม่มีการลงมติความไว้วางใจ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "142",
      "content": "ในการบริหารราชการแผ่นดิน นายกรัฐมนตรี รัฐมนตรีผู้ได้รับแต่งตั้งให้ว่าการกระทรวง ต้องรับผิดชอบต่อรัฐสภาในหน้าที่ของตน และรัฐมนตรีทุกคนต้องรับผิดชอบร่วมกันต่อรัฐสภาในนโยบายทั่วไปของคณะรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "143",
      "content": "รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ (๑) รัฐสภาลงมติไม่ไว้วางใจ ตามมาตรา ๑๒๘ (๒) สภาผู้แทนสิ้นอายุหรือมีการยุบสภาผู้แทน (๓) คณะรัฐมนตรีลาออก (๔) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา ๑๔๔ คณะรัฐมนตรีขึ้นใหม่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "144",
      "content": "ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ (๑) ตาย (๒) ลาออก (๓) ขาดคุณสมบัติสำหรับผู้สมัครรับเลือกตั้งสมาชิกสภาผู้แทนตามมาตรา ๘๘ หรือมีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๙๖ (๑) (๒) (๓) หรือ (๕) หรือมาตรา ๘๙ (๑) (๒) หรือ (๓) (๔) รัฐสภาลงมติไม่ไว้วางใจตามมาตรา ๑๒๘ (๕) มีพระบรมราชโองการตามมาตรา ๑๔๕",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "145",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีพ้นจากความเป็นรัฐมนตรีตามที่นายกรัฐมนตรีถวายคำแนะนำได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "146",
      "content": "ในเหตุฉุกเฉินที่มีความจำเป็นรีบด่วนในอันจะรักษาความปลอดภัยสาธารณะหรือป้องปัดภัยพิบัติสาธารณะ และไม่สามารถจะเรียกประชุมรัฐสภาได้ทันท่วงทีก็ดี เมื่อกรณีเช่นว่านั้นเกิดขึ้นในระหว่างสภาผู้แทนถูกยกบัญญัติ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้ ในการประชุมรัฐสภาควรต่อไป ให้เสนอพระราชกำหนดนั้นต่อรัฐสภาโดยไม่ชักช้า ถ้ารัฐสภาอนุมัติแล้ว ให้พระราชกำหนดนั้นมีผลเป็นพระราชบัญญัติต่อไป ถ้ารัฐสภาไม่อนุมัติ ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบกระทั่งกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น คำอนุมัติหรือไม่อนุมัติให้ทำเป็นพระราชบัญญัติ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "10": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "147",
      "content": "ในระหว่างสมัยประชุม ถ้ามีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยการ ภาษีอากรหรือเงินตรา ซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้ พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอต่อรัฐสภาภายในสอง วันนับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา และให้นำบทบัญญัติมาตรา ๑๔๖ วรรคสอง และวรรคสามมาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "148",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้กฎ อัยการศึกตามลักษณะและวิธีการ ตามกฎหมายว่าด้วยกฎอัยการศึก ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหารย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "149",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงคราม เมื่อได้รับความยินยอมของรัฐสภาแล้ว มติให้ความยินยอมของรัฐสภา ต้องมีเสียงไม่ต่ำกว่าสองในสามของจำนวนสมาชิก ทั้งหมดของทั้งสองสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "150",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญา สันติภาพสงบศึก และทำหนังสือสัญญาอื่นกับนานาประเทศ หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือจะต้องออกพระราชบัญญัติ เพื่อให้การเป็นไปตามสัญญา ต้องได้รับความเห็นชอบของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "151",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการพระราชทานอภัยโทษ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "152",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการถอดถอนฐานันดร ศักดิ์และเรียกคืนเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "153",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราช กฤษฎีกาโดยไม่ขัดต่อกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "154",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งและถอดถอนข้าราชการฝ่ายทหารและ ฝ่ายพลเรือนตำแหน่งปลัดกระทรวง อธิบดี และเทียบเท่า",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "155",
      "content": "การกำหนดคุณสมบัติ การบรรจุ การแต่งตั้ง การถอดถอน และการ ลงโทษข้าราชการ ให้เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "156",
      "content": "ภายใต้บังคับมาตรา ๑๓ มาตรา ๑๘ มาตรา ๑๑๒ มาตรา ๑๓๗ และ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "170",
      "content": "วรรคสอง บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการใดๆ อันเกี่ยวกับ ราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_170",
      "content": "หมวด ๘ อำนาจตุลาการ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "157",
      "content": "การพิจารณาพิพากษาออรรถคดีเป็นอำนาจของศาลโดยเฉพาะ ซึ่ง จะต้องดำเนินตามกฎหมายและในพระปรมาภิไธยพระมหากษัตริย์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "158",
      "content": "การตั้งศาลขึ้นใหม่เพื่อพิจารณาพิพากษาคดีใดคดีหนึ่ง หรือที่มีข้อหา ฐานใดฐานหนึ่งโดยเฉพาะ แทนศาลธรรมดาที่มีอยู่ตามกฎหมายสำหรับพิจารณาพิพากษาคดีนั้น จะ กระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "160",
      "content": "การบัญญัติกฎหมายให้มีผลเป็นการเปลี่ยนแปลงหรือแก้ไขเพิ่มเติม กฎหมายว่าด้วยธรรมนูญศาลหรือวิธีพิจารณา เพื่อใช้แก่คดีใดคดีหนึ่งโดยเฉพาะ จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "161",
      "content": "ผู้พิพากษามีอิสระในการพิจารณาพิพากษาออรรถคดีให้เป็นไปตาม กฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "162",
      "content": "พระมหากษัตริย์ทรงแต่งตั้ง ย้ายและถอดถอนผู้พิพากษา เห็นชอบของการตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่ายตุลาการก่อน แล้วจึง นำความกราบบังคมทูล การเลื่อนตำแหน่งและการเลื่อนเงินเดือนผู้พิพากษา จะต้องได้รับความเห็นชอบ ของคณะกรรมการตุลาการตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่ายตุลาการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หมวด ๙\nตุลาการรัฐธรรมนูญ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "164",
      "content": "คณะตุลาการรัฐธรรมนูญประกอบด้วยประธานวุฒิสภา ประธานสภาผู้แทน ประธานศาลฎีกา อธิบดีผู้พิพากษาศาลอุทธรณ์ อธิบดีกรมอัยการ และบุคคลอื่นอีกสี่คนซึ่งรัฐสภาแต่งตั้งจากผู้ทรงคุณวุฒิในทางกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "165",
      "content": "คณะตุลาการรัฐธรรมนูญมีหน้าที่ตามที่บัญญัติในรัฐธรรมนูญนี้ วิธีการพิจารณาของคณะตุลาการรัฐธรรมนูญ ให้เป็นไปตามกฎหมายว่าด้วยการนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "166",
      "content": "ทุกครั้งที่มีการเลือกตั้งทั่วไป ให้รัฐสภาแต่งตั้งตุลาการรัฐธรรมนูญ จากผู้ทรงคุณวุฒิใหม่ ภายในสามสิบวันนับแต่วันเปิดสมัยประชุมรัฐสภาครั้งแรก กำหนดวันดังกล่าวในวรรคหนึ่งให้หมายถึงวันในสมัยประชุม ในการแต่งตั้งตุลาการรัฐธรรมนูญตามวรรคหนึ่ง รัฐสภาจะแต่งตั้งผู้ที่พ้นจากตำแหน่งให้เป็นตุลาการรัฐธรรมนูญใหม่อีกได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "167",
      "content": "ตุลาการรัฐธรรมนูญซึ่งรัฐสภาแต่งตั้งพ้นจากตำแหน่ง เมื่อ (๑) เปิดสมัยประชุมรัฐสภาครั้งแรกหลังจากการเลือกตั้งทั่วไป (๒) ตาย (๓) ลาออก (๔) ขาดคุณสมบัติสำหรับผู้สมัครรับเลือกตั้งสมาชิกสภาผู้แทนตามมาตรา ๘๘ หรือมีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๘๖ (๑) (๒) (๓) หรือ (๕) หรือมาตรา ๘๙ (๑) (๒) หรือ (๓)",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "168",
      "content": "ถ้าตำแหน่งตุลาการรัฐธรรมนูญซึ่งรัฐสภาแต่งตั้งว่างลงเพราะเหตุอื่นใด นอกจากถึงทราวอดตามมาตรา ๑๖๗ (๑) ให้รัฐสภาแต่งตั้งตุลาการรัฐธรรมนูญเข้ามาแทนภายในสามสิบวัน กำหนดวันดังกล่าวในวรรคหนึ่งให้หมายถึงวันในสมัยประชุม",
      "type": "section",
      "status": "OCR"
    }
  ],
  "11": [
    {
      "id": "intro",
      "content": "# หมวด ๑๐ การแก้ไขเพิ่มเติมรัฐธรรมนูญ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "169",
      "content": "การแก้ไขเพิ่มเติมรัฐธรรมนูญจะกระทำได้ก็แต่โดยหลักเกณฑ์และวิธีการดังต่อไปนี้ (๑) ผู้ตัดิข้อแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี หรือจากสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนทั้งสองสภาร่วมกันหรือจากสมาชิกของแต่ละสภา ไม่ต่ำกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดของทั้งสองสภา (๒) ผู้ตัดิข้อแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติม และให้รัฐสภาพิจารณาเป็นสามารถ (๓) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการให้ใช้วิธีเรียกชื่อ และต้องมีเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้นไม่ต่ำกว่าสองในสามของจำนวนสมาชิกทั้งหมดของทั้งสองสภา (๔) การออกเสียงลงคะแนนในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา ให้ถือเอาเสียงข้างมากเป็นประมาณ (๕) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้วให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้วให้รัฐสภาพิจารณาในวาระที่สามต่อไป (๖) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อ และต้องมีเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญไม่ต่ำกว่าสองในสามของจำนวนสมาชิกทั้งหมดของทั้งสองสภา (๗) เมื่อการลงมติได้เป็นไปตามที่กล่าวข้างบนนี้แล้ว ให้นำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมขึ้นทูนเกล้า ฯ ถวาย และให้นำบทบัญญัติมาตรา ๗๔ และมาตรา ๗๕ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "170",
      "content": "ถ้าพระมหากษัตริย์ทรงพระราชดำริเห็นว่า ร่างรัฐธรรมนูญที่นำขึ้นทูนเกล้า ฯ ถวายตามมาตรา ๑๖๙ กระทบถึงประโยชน์ได้เสียสำคัญของประเทศหรือประชาชน และทรงพระราชดำริเห็นสมควรให้ประชาชนได้วินิจฉัย พระมหากษัตริย์ยอมทรงไว้ซึ่งพระราชอำนาจที่จะให้ประชาชนทั่วประเทศออกเสียงเป็นประชามติว่าเห็นชอบหรือไม่เห็นชอบด้วยร่างรัฐธรรมนูญนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ในการให้ประชาชนออกเสียงเป็นประชามติ จะได้มีประกาศพระบรมราชโองการ ภายในเก้าสิบวันนับแต่วันที่นำร่างรัฐธรรมนูญขึ้นทุนเกล้า ฯ ถวาย และให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ\n\nเมื่อมีประกาศพระบรมราชโองการตามวรรคสอง ให้ตราพระราชกฤษฎีกากำหนดวันให้ประชาธนออกเสียงเป็นประชามติภายในเก้าสิบวันนับแต่วันประกาศพระบรมราชโองการ และวันออกเสียงประชามติต้องเป็นวันเดียวกันทั่วราชอาณาจักร\n\nในเมื่อพระมหากษัตริย์ทรงใช้พระราชอำนาจตามมาตรานี้มิให้นำบทบัญญัติ มาตรา ๑๖๙ (๗) มาใช้บังคับ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "171",
      "content": "บุคคลผู้มีสิทธิเลือกตั้งสมาชิกสภาผู้แทนย่อมมีสิทธิออกเสียงประชามติ หลักเกณฑ์และวิธีการออกเสียงประชามติ ให้เป็นไปตามกฎหมายว่าด้วยการนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "172",
      "content": "ในการให้ประชาชนออกเสียงตามมาตรา ๑๗๐ ให้ถือเอาเสียงข้างมากเป็นประมาณ ถ้ามีประชามติเห็นชอบด้วยร่างรัฐธรรมนูญ พระมหากษัตริย์จะได้ทรงลงพระปรมาภิไธยภายในสามสิบวันนับแต่วันประกาศผลประชามติ และเมื่อได้ประกาศรัฐธรรมนูญนั้นในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับได้ ถ้ามีประชามติไม่เห็นชอบด้วยร่างรัฐธรรมนูญ ให้ร่างรัฐธรรมนูญนั้นตกไป ---",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_172",
      "content": "หมวด ๑๑ บทสุดท้าย",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "173",
      "content": "ภายใต้บังคับมาตรา ๑๗๕ ถ้ามีปัญหาการตีความรัฐธรรมนูญอันอยู่ในวงงานของวุฒิสภา สภาผู้แทนหรือที่ประชุมรัฐสภา ให้เป็นอำนาจของรัฐสภาที่จะตีความ และให้ถือว่าการตีความของรัฐสภาเป็นเด็ดขาด ในการตีความรัฐธรรมนูญตามวรรคหนึ่ง ต้องมีสมาชิกประชุมไม่ต่ำกว่ากึ่งจำนวนสมาชิกทั้งหมดของทั้งสองสภา จึงจะเป็นองค์ประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "174",
      "content": "บทบัญญัติแห่งกฎหมายใดมีข้อความแย้งหรือขัดต่อรัฐธรรมนูญนี้ บทบัญญัตินั้นเป็นอันใช้บังคับมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "175",
      "content": "ในการที่ศาลจะใช้บทบัญญัติแห่งกฎหมายบังคับแก่คดีใด ถ้าศาลเห็นว่าบทบัญญัติแห่งกฎหมายนั้นต้องด้วยบทบัญญัติมาตรา ๑๗๔ ก็ให้ศาลรอการพิจารณาพิพากษาคดี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ไว้ชั่วคราว แล้วส่งความเห็นเช่นว่านั้นตามทางการ เพื่อคณะตุลาการรัฐธรรมนูญจะได้พิจารณา\nวินิจฉัย\n\nคำวินิจฉัยของคณะตุลาการรัฐธรรมนูญให้ถือเป็นเด็ดขาดและให้ใช้ได้ในคดีทั้ง\nปวง แต่ไม่กระทบกระเทิ้งคำพิพากษาของศาลอันถึงที่สุดแล้ว\n\nคำวินิจฉัยของคณะตุลาการรัฐธรรมนูญให้ประกาศในราชกิจจานุเบกษา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "176",
      "content": "ในยามที่มีสถานะสงครามหรือในภาวะคับขันถึงขนาดอันอาจเป็นภัย ต่อความมั่นคงแห่งราชอาณาจักร และการใช้อำนาจนิติบัญญัติทางรัฐสภาตามปรกติอาจขัดข้อง หรือไม่เหมาะสมกับสถานการณ์ เมื่อคณะรัฐมนตรีเสนอ รัฐสภาจะมีมติให้พระมหากษัตริย์ทรงใช้ อำนาจนิติบัญญัติทางคณะรัฐมนตรีโดยประกาศพระราชโองการให้ใช้บังคับดังเช่น พระราชบัญญัติก็ได้ มติดังกล่าวรัฐสภาจะมีมติเลิกเสียเมื่อใดก็ได้ หากสถานะสงครามหรือภาวะคับขันดังกล่าวในวรรคหนึ่งเกิดขึ้นหรือมีอยู่ใน ระหว่างสภาผู้แทนถูกยุบก็ดี หรือไม่สามารถจะเรียกประชุมรัฐสภาได้ทันท่วงทีก็ดี พระมหากษัตริย์ ทรงใช้อำนาจนิติบัญญัติทางคณะรัฐมนตรีได้ โดยประกาศพระบรมราชโองการให้ใช้บังคับดังเช่น พระราชบัญญัติ บทเฉพาะกาล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "177",
      "content": "ภายในสิบห้าวันนับแต่วันใช้รัฐธรรมนูญนี้ พระมหากษัตริย์จะได้ ทรงแต่งตั้งสมาชิกวุฒิสภามีจำนวนหนึ่งร้อยยี่สิบคน เมื่อได้มีการเลือกตั้งสมาชิกสภาผู้แทนแล้ว ให้ เพิ่มหรือลดจำนวนสมาชิกวุฒิสภาให้มีจำนวนเท่าที่กำหนดในมาตรา ๗๘ การเพิ่มหรือลดจำนวนสมาชิกวุฒิสภาตามวรรคหนึ่ง ให้กระทำให้เสร็จก่อนวัน เปิดประชุมรัฐสภาครั้งแรก ในกรณีเพิ่ม พระมหากษัตริย์จะได้ทรงแต่งตั้งเพิ่ม ในกรณีลด ให้สมาชิก วุฒิสภาพ้นจากสมาชิกภาพเท่าจำนวนที่ลด โดยวิธีจับสลาก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "178",
      "content": "ในวาระเริ่มแรกก่อนเปิดประชุมรัฐสภาครั้งแรกภายหลังการเลือกตั้ง สมาชิกสภาผู้แทนตามมาตรา ๑๘๐ ให้วุฒิสภามีอำนาจหน้าที่ของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "179",
      "content": "การเรียกประชุมวุฒิสภาที่หน้าที่รัฐสภาตามมาตรา ๑๗๘ ให้ตราเป็น พระราชกฤษฎีกาเรียกประชุมรัฐสภาภายในสิบห้าวันนับแต่วันแต่งตั้งสมาชิกวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "180",
      "content": "ให้ดำเนินการเลือกตั้งสมาชิกสภาผู้แทนตามเกณฑ์ที่บัญญัติไว้ใน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "83",
      "content": "ให้เสร็จสิ้นภายในสองร้อยสี่สิบวันนับแต่วันใช้รัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "12": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "181",
      "content": "ให้คณะรัฐมนตรีที่บริหารราชการแผ่นดินอยู่ในวันประกาศใช้ รัฐธรรมนูญนี้ หรือคณะรัฐมนตรีใหม่หากจะมีขึ้นภายหลัง เป็นคณะรัฐมนตรีบริหารราชการแผ่นดิน ตามรัฐธรรมนูญนี้ เมื่อสมาชิกสภาผู้แทนเข้ารับหน้าที่แล้ว ให้คณะรัฐมนตรีตามวรรคหนึ่งพ้นจาก ตำแหน่ง และให้นำบทบัญญัติมาตรา ๑๔๓ วรรคสอง มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "182",
      "content": "ในระหว่างวุฒิสภาทำหน้าที่รัฐสภาตามมาตรา ๑๗๘ ให้คณะตุลาการ รัฐธรรมนูญประกอบด้วยประธานวุฒิสภา ประธานศาลฎีกา อธิบดีผู้พิพากษาศาลอุทธรณ์ อธิบดี กรมอัยการ และบุคคลอื่นอีกสามคนซึ่งวุฒิสภาทำหน้าที่รัฐสภาตามมาตรา ๑๗๘ แต่งตั้งจาก ผู้ทรงคุณวุฒิในทางกฎหมาย ภายในสามสิบวันนับแต่วันเปิดประชุมรัฐสภาตามมาตรา ๑๗๙",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "183",
      "content": "บรรดาคำสั่งซึ่งนายกรัฐมนตรีได้สั่งการโดยอ้างมาตรา ๑๗ แห่ง ธรรมนูญการปกครองราชอาณาจักร ให้คงมีผลใช้บังคับต่อไป ผู้รับสนองพระบรมราชโองการ นายทวี บุณยเกตุ ประธานสภาร่างรัฐธรรมนูญ ราชกิจจานุเบกษา ฉบับพิเศษ เล่ม ๘๕ ตอนพิเศษ วันที่ ๒๐ มิถุนายน ๒๕๑๑ หน้า ๑ - ๖๘",
      "type": "section",
      "status": "OCR"
    }
  ]
}