{
  "1": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๑ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nรัฐธรรมนูญแห่งราชอาณาจักรไทย\n\nสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช\nสยามนทราธิราช บรมนาถบพิตร\nตราไว้ ณ วันที่ ๒๔ สิงหาคม พุทธศักราช ๒๕๕๐\nเป็นปีที่ ๖๒ ในรัชกาลปัจจุบัน\n\nศุภมัสตุ พระพุทธศาสนกาลเป็นอดีตภาค ๒๕๕๐ พรรษา ปัจจุบันสมัย จันทรคตินิยม\nสุกรสมพัตสร สาวนมาส ชุณหไกย์ เอกทาสิดีลี สุริยคติกาล สิงหาคมมาส จตุวิสติมสุรทิน สุกรวาร\nโดยกาลบริเฉท\n\nพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มหิตลาธิเบศรรามาธิบดี จักรีนฤบดินทร\nสยามนทราธิราช บรมนาถบพิตร ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อมให้ประกาศว่า\nประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขได้ดำเนินวัฒนามากว่าเจ็ดสิบห้าปี ตลอดระยะเวลา\nที่ผ่านมา ได้มีการประกาศใช้ ยกเลิก และแก้ไขเพิ่มเติมรัฐธรรมนูญหลายครั้ง เพื่อให้เหมาะสม\nแก่สภาวการณ์ของบ้านเมืองและกาลสมัยที่เปลี่ยนแปลงไป และโดยที่รัฐธรรมนูญแห่งราชอาณาจักรไทย\n(ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ ได้บัญญัติให้มีสภาร่างรัฐธรรมนูญและคณะกรรมาธิการ\nยกร่างรัฐธรรมนูญขึ้น มีหน้าที่จัดทำร่างรัฐธรรมนูญฉบับใหม่ทั้งฉบับสำหรับเป็นแนวทาง\nการปกครองประเทศ โดยให้ประชาชนมีส่วนร่วมแสดงความคิดเห็นอย่างกว้างขวางทุกขั้นตอน\nและนำความคิดเห็นเหล่านั้นมาเป็นข้อคำนึงพิเศษในการยกร่างและพิจารณาแปรญัตติโดยต่อเนื่อง\n\nร่างรัฐธรรมนูญฉบับที่จัดทำใหม่นี้มีสาระสำคัญเพื่อให้บรรลุวัตถุประสงค์ร่วมกันของ\nประชาชนชาวไทย ในการธำรงรักษาไว้ซึ่งเอกราชและความมั่นคงของชาติ การทำนุบำรุงรักษาศาสนา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nทุกศาสนาให้สถิตสถาพร การเทิดหูนพระมหากษัตริย์เป็นประมุขและเป็นมิ่งขวัญของชาติ การยึดถือ ระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขเป็นวิถีทางในการปกครองประเทศ การคุ้มครองสิทธิและเสรีภาพของประชาชน ให้ประชาชนมีบทบาทและมีส่วนร่วมในการปกครอง และตรวจสอบการใช้อำนาจรัฐอย่างเป็นรูปธรรม การกำหนดกลไกสถาบันทางการเมืองทั้งฝ่ายนิติบัญญัติ และฝ่ายบริหาร ให้มีดุลยภาพและประสิทธิภาพตามวิถีการปกครองแบบรัฐสภา รวมทั้งให้สถาบันศาล และองค์กรอิสระอื่นสามารถปฏิบัติหน้าที่ได้โดยสุจริตเพียงธรรม\n\nเมื่อจัดทำร่างรัฐธรรมนูญเสร็จแล้ว สภาร่างรัฐธรรมนูญได้เผยแพร่ให้ประชาชนทราบและ จัดให้มีการออกเสียงประชามติเพื่อให้ความเห็นชอบแก่ร่างรัฐธรรมนูญทั้งฉบับ การออกเสียงลงประชามติ ปรากฏผลว่า ประชาชนผู้มีสิทธิเลือกตั้งโดยเสียงข้างมากของผู้มาออกเสียงประชามติเห็นชอบให้นำร่าง รัฐธรรมนูญฉบับใหม่มาใช้บังคับ ประธานสภานิติบัญญัติแห่งชาติจึงนำร่างรัฐธรรมนูญขึ้นพูลเกล้า ทูลกระหม่อมถวายเพื่อทรงลงพระปรนากิจไทย ให้ประกาศใช้เป็นรัฐธรรมนูญแห่งราชอาณาจักรไทย สืบไป ทรงพระราชดำริว่าสมควรพระราชทานพระบรมราชานุมัติตามมติของมหาชน\n\nจึงมีพระบรมราชโองการดำรัสเหนือเกล้าแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ ฉบับนี้ขึ้นไว้ ให้ใช้แทนรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ ซึ่งได้ตราไว้ ณ วันที่ ๑ ตุลาคม พุทธศักราช ๒๕๔๙ ตั้งแต่วันประกาศนี้เป็นต้นไป\n\nขอปวงชนชาวไทย จงมีความสมัครสโมสรเป็นเอกฉันท์ ในอันที่จะปฏิบัติตามและพิทักษ์ รักษารัฐธรรมนูญแห่งราชอาณาจักรไทยนี้ เพื่อธำรงคงไว้ซึ่งระบอบประชาธิปไตยและอำนาจอธิปไตย ของปวงชนชาวไทย และนำมาซึ่งความผาสุกสิริสวัสดิ์พิพัฒนชัยมงคลนอกศุภผลสกลเคียรติยศสถาพร แก่อาณาประชาราษฎรทั่วสยามรัฐสีมา สมดั่งพระบรมราชปณิธานปรารถนาทุกประการ เทอญ\n\nหมวด ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "1",
      "content": "ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียว จะแบ่งแยกมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "2",
      "content": "ประเทศไทยมีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "3",
      "content": "อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ผู้ทรงเป็นประมุข ทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรี และศาล ตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๓ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการปฏิบัติหน้าที่ของรัฐสภา คณะรัฐมนตรี ศาล รวมทั้งองค์กรตามรัฐธรรมนูญ และหน่วยงานของรัฐ ต้องเป็นไปตามหลักนิติธรรม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "4",
      "content": "ศักดิ์ศรีความเป็นมนุษย์ สิทธิ เสรีภาพ และความเสมอภาคของบุคคล ย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "5",
      "content": "ประชาชนชาวไทยไม่ว่าเหล่ากำเนิด เหศ หรือศาสนาใด ย่อมอยู่ในความ คุ้มครองแห่งรัฐธรรมนูญนี้เสมอกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "6",
      "content": "รัฐธรรมนูญเป็นกฎหมายสูงสุดของประเทศ บทบัญญัติใดของกฎหมาย กฎ หรือข้อบังคับ ขัดหรือแย้งต่อรัฐธรรมนูญนี้ บทบัญญัตินั้นเป็นอันใช้บังคับมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "7",
      "content": "ในเมื่อไม่มีบทบัญญัติแห่งรัฐธรรมนูญนี้บังคับแก่กรณีใด ให้วินิจฉัยกรณีนั้นไป ตามประเพณีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_7",
      "content": "หมวด ๒ พระมหากษัตริย์",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "8",
      "content": "องค์พระมหากษัตริย์ทรงดำรงอยู่ในฐานะอันเป็นที่เคารพสักการะ ผู้ใดจะละเมิดมิได้ ผู้ใดจะกล่าวหาหรือฟ้องร้องพระมหากษัตริย์ในทางใด ๆ มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "9",
      "content": "พระมหากษัตริย์ทรงเป็นพุทธมามกะ และทรงเป็นอัครศาสนูปถัมภก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "10",
      "content": "พระมหากษัตริย์ทรงดำรงตำแหน่งจอมทัพไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "11",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะสถาปนาฐานันดรศักดิ์และ พระราชทานเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "12",
      "content": "พระมหากษัตริย์ทรงเลือกและทรงแต่งตั้งผู้ทรงคุณวุฒิเป็นประธานองคมนตรี คนหนึ่งและองคมนตรีอื่นอีกไม่เกินสิบแปดคนประกอบเป็นคณะองคมนตรี คณะองคมนตรีมีหน้าที่ถวายความเห็นต่อพระมหากษัตริย์ในพระราชกรณียกิจทั้งปวง ที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "13",
      "content": "การเลือกและแต่งตั้งองคมนตรีหรือการให้องคมนตรีพ้นจากตำแหน่ง ให้เป็นไปตามพระราชอัธยาศัย",
      "type": "section",
      "status": "OCR"
    }
  ],
  "2": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๔\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานองคมนตรีหรือ ให้ประธานองคมนตรีพ้นจากตำแหน่ง\nให้ประธานองคมนตรีเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งองคมนตรีอื่นหรือให้ องคมนตรีอื่นพ้นจากตำแหน่ง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "14",
      "content": "องคมนตรีต้องไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา กรรมการ การเลือกตั้ง ผู้ตรวจการแผ่นดิน กรรมการสิทธิมนุษยชนแห่งชาติ ตุลาการศาลรัฐธรรมนูญ ตุลาการ ศาลปกครอง กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ กรรมการตรวจเงินแผ่นดิน ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ พนักงานรัฐวิสาหกิจ เจ้าหน้าที่อื่นของรัฐ หรือสมาชิก หรือเจ้าหน้าที่ของพรรคการเมือง และต้องไม่แสดงการฝึกไฝ่ในพรรคการเมืองใด ๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "15",
      "content": "ก่อนเข้ารับหน้าที่ องคมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วย ถ้อยคำ ดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดี ต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและ ประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "16",
      "content": "องคมนตรีพ้นจากตำแหน่งเมื่อตาย ลาออก หรือมีพระบรมราชโองการ ให้พ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "17",
      "content": "การแต่งตั้งและการให้ข้าราชการในพระองค์และสมุหราชองครักษ์พ้นจาก ตำแหน่ง ให้เป็นไปตามพระราชอัธยาศัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "18",
      "content": "ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักร หรือจะทรงบริหาร พระราชภาระไม่ได้ด้วยเหตุใดก็ตาม จะได้ทรงแต่งตั้งผู้ใดผู้หนึ่งเป็นผู้สำเร็จราชการแทนพระองค์ และ ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "19",
      "content": "ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์เพราะ มาตรา ๑๘ หรือในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์เพราะ ยังไม่ทรงบรรลุนิติภาวะหรือเพราะเหตุอื่น ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้หนึ่งซึ่งสมควรดำรง ตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทน พระองค์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๕\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรกูญบ ให้วุฒิสภาทำหน้าที่รัฐสภา ในการให้ความเห็นชอบตามวรรคหนึ่ง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "20",
      "content": "ในระหว่างที่ไม่มีผู้สำเร็จราชการแทนพระองค์ตามที่บัญญัติไว้ในมาตรา ๑๘ หรือมาตรา ๑๙ ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา ๑๘ หรือมาตรา ๑๙ ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์เป็นการ ชั่วคราวไปพลางก่อน ในระหว่างที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือใน ระหว่างที่ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ตามวรรคสอง ประธานองคมนตรี จะปฏิบัติหน้าที่ในฐานะเป็นประธานองคมนตรีมิได้ ในกรณีเช่นว่านี้ ให้คณะองคมนตรีเลือก องคมนตรีคนหนึ่งขึ้นทำหน้าที่ประธานองคมนตรีเป็นการชั่วคราวไปพลางก่อน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "21",
      "content": "ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา ๑๘ หรือมาตรา ๑๙ ต้องปฏิญาณตนในที่ประชุมรัฐสภาด้วยก้อยคำ ดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\" ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรกูญบ ให้วุฒิสภาทำหน้าที่รัฐสภา ตามมาตรานี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "22",
      "content": "ภายใต้บังคับมาตรา ๒๓ การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎมณเฑียรบาล ว่าด้วยการสืบราชสันตติวงศ์ พระราชศักราช ๒๔๖๗ การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระราชศักราช ๒๔๖๗ เป็นพระราชอำนาจของพระมหากษัตริย์โดยเฉพาะ เมื่อมีพระราชดำริประการใด ให้คณะองคมนตรี จัดทำร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิมขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อมี พระราชวินิจฉัย เมื่อทรงเห็นชอบและทรงลงพระปรมาภิไธยแล้ว ให้ประธานองคมนตรีดำเนินการ แจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาแจ้งให้รัฐสภาทราบ และให้ประธานรัฐสภาลงนามรับสนอง พระบรมราชโองการ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๖ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐\n\nในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภา ในการรับทราบตามวรรคสอง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "23",
      "content": "ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์ได้ทรงแต่งตั้ง พระรัชทายาทไว้ตามกฎมณเทียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ แล้ว ให้คณะรัฐมนตรีแจ้งให้ประธานรัฐสภาทราบท และให้ประธานรัฐสภาเรียกประชุมรัฐสภาเพื่อรับทราบ และให้ประธานรัฐสภาอัญเชิญองค์พระรัชทายาทขึ้นทรงราชย์เป็นพระมหากษัตริย์สืบไป แล้วให้ ประธานรัฐสภาประกาศให้ประชาชนทราบ ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งพระรัชทายาท ไว้ตามวรรคหนึ่ง ให้คณะองคมนตรีเสนอพระนามผู้สืบราชสันตติวงศ์ตามมาตรา ๒๒ ต่อ คณะรัฐมนตรีเพื่อเสนอต่อรัฐสภาเพื่อรัฐสภาให้ความเห็นชอบ ในการนี้ จะเสนอพระนามพระราชธิดา ก็ได้ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาอัญเชิญองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์ เป็นพระมหากษัตริย์สืบไป แล้วให้ประธานรัฐสภาประกาศให้ประชาชนทราบ ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรถูกยุบ ให้วุฒิสภาทำหน้าที่รัฐสภา ในการรับทราบตามวรรคหนึ่งหรือให้ความเห็นชอบตามวรรคสอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "24",
      "content": "ในระหว่างที่ยังไม่มีประกาศอัญเชิญองค์พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ ขึ้นทรงราชย์เป็นพระมหากษัตริย์ตามมาตรา ๒๓ ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทน พระองค์เป็นการชั่วคราวไปพลางก่อน แต่ในกรณีที่ราชบัลลังก์ว่างลงในระหว่างที่ได้แต่งตั้งผู้สำเร็จ ราชการแทนพระองค์ไว้ตามมาตรา ๑๘ หรือมาตรา ๑๙ หรือระหว่างเวลาที่ประธานองคมนตรีเป็น ผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๒๐ วรรคหนึ่ง ให้ผู้สำเร็จราชการแทนพระองค์นั้น ๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้ จนกว่าจะได้ประกาศอัญเชิญองค์ พระรัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์ ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งไว้และเป็นผู้สำเร็จราชการแทน พระองค์ต่อไปตามวรรคหนึ่งไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จ ราชการแทนพระองค์เป็นการชั่วคราวไปพลางก่อน ในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือทำหน้าที่ ผู้สำเร็จราชการแทนพระองค์เป็นการชั่วคราวตามวรรคสอง ให้นำบทบัญญัติมาตรา ๒๐ วรรคสาม มาใช้บังคับ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "3": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๗ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "25",
      "content": "ในกรณีที่คณะองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา ๑๙ หรือมาตรา ๒๓ วรรคสอง หรือประธานองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา ๒๐ วรรคหนึ่ง หรือวรรคสอง หรือ มาตรา ๒๔ วรรคสอง และอยู่ในระหว่างที่ไม่มีประธานองคมนตรีหรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ ให้คณะองคมนตรีที่เหลืออยู่เลือกองคมนตรีคนหนึ่งเพื่อทำหน้าที่ประธานองคมนตรี หรือปฏิบัติหน้าที่ ตามมาตรา ๒๐ วรรคหนึ่งหรือวรรคสอง หรือตามมาตรา ๒๔ วรรคสาม แล้วแต่กรณี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_25",
      "content": "หมวด ๓ สิทธิและเสรีภาพของชนชาวไทย ส่วนที่ ๑ บททั่วไป",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "26",
      "content": "การใช้อำนาจโดยองค์กรของรัฐทุกองค์กร ต้องคำนึงถึงศักดิ์ศรีความเป็นมนุษย์ สิทธิและเสรีภาพ ตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "27",
      "content": "สิทธิและเสรีภาพที่รัฐธรรมนูญนี้รับรองไว้โดยชัดแจ้ง โดยปริยายหรือโดย คำวินิจฉัยของศาลรัฐธรรมนูญ ย่อมได้รับความคุ้มครองและผูกพันรัฐสภา คณะรัฐมนตรี ศาล รวมทั้ง องค์กรตามรัฐธรรมนูญ และหน่วยงานของรัฐโดยตรงในการตรากฎหมาย การใช้บังคับกฎหมาย และ การตีความกฎหมายทั้งปวง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "28",
      "content": "บุคคลย่อมอ้างศักดิ์ศรีความเป็นมนุษย์หรือใช้สิทธิและเสรีภาพของตนได้เท่าที่ ไม่ละเมิดสิทธิและเสรีภาพของบุคคลอื่น ไม่เป็นปฏิปักษ์ต่อรัฐธรรมนูญ หรือไม่ขัดต่อศีลธรรมอันดีของประชาชน บุคคลซึ่งถูกละเมิดสิทธิหรือเสรีภาพที่รัฐธรรมนูญนี้รับรองไว้ สามารถยกบทบัญญัติ แห่งรัฐธรรมนูญนี้เพื่อใช้สิทธิทางศาลหรือยกขึ้นเป็นข้อต่อสู้คดีในศาลได้ บุคคลย่อมสามารถใช้สิทธิทางศาลเพื่อบังคับให้รัฐต้องปฏิบัติตามบทบัญญัติในหมวดนี้ได้โดยตรง หากการใช้สิทธิและเสรีภาพในเรื่องใดมีกฎหมายบัญญัติรายละเอียดแห่งการใช้สิทธิและเสรีภาพตามที่ รัฐธรรมนูญนี้รับรองไว้แล้ว ให้การใช้สิทธิและเสรีภาพในเรื่องนั้นเป็นไปตามที่กฎหมายบัญญัติ บุคคลย่อมมีสิทธิได้รับการส่งเสริม สนับสนุน และช่วยเหลือจากรัฐ ในการใช้สิทธิตามความ ในหมวดนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๘ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "29",
      "content": "การจำกัดสิทธิและเสรีภาพของบุคคลที่รัฐธรรมนูญรับรองไว้ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อการที่รัฐธรรมนูญนี้กำหนดไว้และเท่าที่ จำเป็น และจะกระทบกระเทือนสาระสำคัญแห่งสิทธิและเสรีภาพนั้นมิได้ กฎหมายตามวรรคหนึ่งต้องมีผลใช้บังคับเป็นการทั่วไป และไม่มุ่งหมายให้ใช้บังคับแก่กรณีใด กรณีหนึ่งหรือแก่บุคคลใดบุคคลหนึ่งเป็นการเจาะจง ทั้งต้องระบุบทบัญญัติแห่งรัฐธรรมนูญที่ให้ อำนาจในการตรากฎหมายนั้นด้วย บทบัญญัติแห่งกฎหมายด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_29",
      "content": "ส่วนที่ ๒ ความเสมอภาค",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "30",
      "content": "บุคคลย่อมเสมอกันในกฎหมายและได้รับความคุ้มครองตามกฎหมายเท่าเทียมกัน ชายและหญิงมีสิทธิเท่าเทียมกัน การเลือกปฏิบัติโดยไม่เป็นธรรมต่อบุคคลเพราะเหตุแห่งความแตกต่างในเรื่องถิ่นกำเนิด เชื้อชาติ ภาษา เพศ อายุ ความพิการ สภาพทางกายหรือสุขภาพ สถานะของบุคคล ฐานะทาง เศรษฐกิจหรือสังคม ความเชื่อทางศาสนา การศึกษาอบรม หรือความคิดเห็นทางการเมืองอันไม่ขัดต่อ บทบัญญัติแห่งรัฐธรรมนูญ จะกระทำมิได้ มาตรการที่รัฐกำหนดขึ้นเพื่อขจัดอุปสรรคหรือส่งเสริมให้บุคคลสามารถใช้สิทธิและเสรีภาพได้ เช่นเดียวกับบุคคลอื่น ย่อมไม่ถือเป็นการเลือกปฏิบัติโดยไม่เป็นธรรมตามวรรคสาม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "31",
      "content": "บุคคลผู้เป็นทหาร ตำรวจ ข้าราชการ เจ้าหน้าที่อื่นของรัฐ และพนักงานหรือ ลูกจ้างขององค์กรของรัฐ ย่อมมีสิทธิและเสรีภาพตามรัฐธรรมนูญเช่นเดียวกับบุคคลทั่วไป เว้นแต่ที่ จำกัดไว้ในกฎหมายหรือกฎที่ออกโดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะในส่วนที่เกี่ยวกับ การเมือง สมรรถภาพ วินัย หรือจริยธรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_31",
      "content": "ส่วนที่ ๓ สิทธิและเสรีภาพส่วนบุคคล",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "32",
      "content": "บุคคลย่อมมีสิทธิและเสรีภาพในชีวิตและร่างกาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๙ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการทรมาน ทารุณกรรม หรือการลงโทษด้วยวิธีการโหดร้ายหรือไร้มนุษยธรรม จะกระทำมิได้ แต่การลงโทษตามคำพิพากษาของศาลหรือตามที่กฎหมายบัญญัติไม่ถือว่าเป็นการลงโทษด้วย วิธีการโหดร้ายหรือไร้มนุษยธรรมตามความในวรรคนี้\nการจับและการคุมขังบุคคล จะกระทำมิได้ เว้นแต่มีคำสั่งหรือหมายของศาลหรือมีเหตุ อย่างอื่นตามที่กฎหมายบัญญัติ\nการค้นตัวบุคคลหรือการกระทำใดอันกระทบต่อสิทธิและเสรีภาพตามวรรคหนึ่ง จะกระทำมิได้ เว้นแต่มีเหตุตามที่กฎหมายบัญญัติ\nในกรณีที่มีการกระทำซึ่งกระทบต่อสิทธิและเสรีภาพตามวรรคหนึ่ง ผู้เสียหาย พนักงานอัยการ หรือบุคคลอื่นใดเพื่อประโยชน์ของผู้เสียหาย มีสิทธิร้องต่อศาลเพื่อให้สั่งระงับหรือเพิกถอนการกระทำ เช่นว่านั้น รวมทั้งจะกำหนดวิธีการตามสมควรหรือการเผชิญยากความเสียหายที่เกิดขึ้นด้วยก็ได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "33",
      "content": "บุคคลย่อมมีเสรีภาพในเคหสถาน บุคคลย่อมได้รับความคุ้มครองในการที่จะอยู่อาศัยและครอบครองเคหสถานโดยปกติสุข การเข้าไปในเคหสถานโดยปราศจากความยินยอมของผู้ครอบครอง หรือการตรวจค้น เคหสถานหรือในที่รโหฐาน จะกระทำมิได้ เว้นแต่มีคำสั่งหรือหมายของศาล หรือมีเหตุอย่างอื่นตามที่ กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "34",
      "content": "บุคคลย่อมมีเสรีภาพในการเดินทางและมีเสรีภาพในการเลือกถิ่นที่อยู่ภายใน ราชอาณาจักร การจำกัดเสรีภาพตามวรรคหนึ่ง จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมาย เฉพาะเพื่อความมั่นคงของรัฐ ความสงบเรียบร้อยหรือสวัสดิภาพของประชาชน การผังเมือง หรือเพื่อสวัสดิภาพของผู้เยาว์ การเนรเทศบุคคลผู้มีสัญชาติไทยออกนอกราชอาณาจักร หรือห้ามมิให้บุคคลผู้มีสัญชาติไทย เข้ามาในราชอาณาจักร จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "35",
      "content": "สิทธิของบุคคลในครอบครัว เกียรติยศ ชื่อเสียง ตลอดจนความเป็นอยู่ส่วนตัว ย่อมได้รับความคุ้มครอง การกล่าวหรือไขข่าวแพร่หลายซึ่งข้อความหรือภาพไม่ว่าด้วยวิธีใดไปยังสาธารณชน อันเป็น การละเมิดหรือกระทบถึงสิทธิของบุคคลในครอบครัว เกียรติยศ ชื่อเสียง หรือความเป็นอยู่ส่วนตัว จะกระทำมิได้ เว้นแต่กรณีที่เป็นประโยชน์ต่อสาธารณะ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "4": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๑๐ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐\n\nบุคคลย่อมมีสิทธิได้รับความคุ้มครองจากการแสวงประโยชน์โดยมิชอบจากข้อมูลส่วนบุคคล ที่เกี่ยวกับตน ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "36",
      "content": "บุคคลย่อมมีเสรีภาพในการสื่อสารถึงกันโดยทางที่ชอบด้วยกฎหมาย การตรวจ การกัก หรือการเปิดเผยสิ่งสื่อสารที่บุคคลมีติดต่อถึงกัน รวมทั้ง การกระทำด้วย ประการอื่นใดเพื่อให้ล่วงรู้ถึงข้อความในสิ่งสื่อสารทั้งหลายที่บุคคลมีติดต่อถึงกัน จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อรักษาความมั่นคงของรัฐ หรือเพื่อรักษา ความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "37",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการถือศาสนา นิกายของศาสนา หรือลัทธินิยม ในทางศาสนา และย่อมมีเสรีภาพในการปฏิบัติตามศาสนธรรม ศาสนบัญญัติ หรือปฏิบัติพิธีกรรมตาม ความเชื่อถือของตน เมื่อไม่เป็นปฏิปักษ์ต่อหน้าที่ของพลเมืองและไม่เป็นการขัดต่อความสงบเรียบร้อย หรือศีลธรรมอันดีของประชาชน ในการใช้เสรีภาพตามวรรคหนึ่ง บุคคลย่อมได้รับความคุ้มครองมิให้รัฐกระทำการใด ๆ อันเป็นการ รอนสิทธิหรือเสียประโยชน์อันควรมีควรได้ เพราะเหตุที่ถือศาสนา นิกายของศาสนา ลัทธินิยมในทางศาสนา หรือปฏิบัติตามศาสนธรรม ศาสนบัญญัติ หรือปฏิบัติพิธีกรรมตามความเชื่อถือ แตกต่างจากบุคคลอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "38",
      "content": "การเกณฑ์แรงงานจะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมาย เฉพาะเพื่อประโยชน์ในการป้องปัดภัยพิบัติสาธารณะอันมีมาเป็นการฉุกเฉิน หรือโดย อาศัยอำนาจตามบทบัญญัติแห่งกฎหมายซึ่งให้กระทำได้ในระหว่างเวลาที่ประกาศอยู่ในภาวะสงคราม หรือการรบ หรือในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉินหรือประกาศใช้กฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_38",
      "content": "ส่วนที่ ๔ สิทธิในกระบวนการยุติธรรม",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "39",
      "content": "บุคคลไม่ต้องรับโทษอาญา เว้นแต่ได้กระทำการอันกฎหมายที่ใช้อยู่ในเวลาที่ กระทำนั้นบัญญัติเป็นความผิดและกำหนดโทษไว้ และโทษที่จะลงแก่บุคคลนั้นจะหนักกว่าโทษที่ กำหนดไว้ในกฎหมายที่ใช้อยู่ในเวลาที่กระทำความผิดมิได้ ในคดีอาญา ต้องสันนิษฐานไว้ก่อนว่าผู้ต้องหาหรือจำเลยไม่มีความผิด จะปฏิบัติต่อบุคคลนั้น เสมือนเป็นผู้กระทำความผิดมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๑\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "40",
      "content": "บุคคลย่อมมีสิทธิในกระบวนการยุติธรรม ดังต่อไปนี้ (๑) สิทธิเข้าถึงกระบวนการยุติธรรมได้โดยง่าย สะดวก รวดเร็ว และทั่วถึง (๒) สิทธิพื้นฐานในกระบวนพิจารณา ซึ่งอย่างน้อยต้องมีหลักประกันขั้นพื้นฐานเรื่อง การได้รับการพิจารณาโดยเปิดเผย การได้รับทราบข้อเท็จจริงและตรวจสอบเอกสารอย่างเพียงพอ การเสนอ ข้อเท็จจริง ข้อโต้แย้ง และพยานหลักฐานของตน การคัดค้านผู้พิพากษาหรือตุลาการ การได้รับการ พิจารณาโดยผู้พิพากษาหรือตุลาการที่นั่งพิจารณาคดีครบองค์คณะ และการได้รับทราบเหตุผลประกอบ คำวินิจฉัย คำพิพากษา หรือคำสั่ง (๓) บุคคลย่อมมีสิทธิที่จะให้คดีของตนได้รับการพิจารณาอย่างถูกต้อง รวดเร็ว และเป็นธรรม (๔) ผู้เสียหาย ผู้ต้องหา โจทก์ จำเลย คู่กรณี ผู้มีส่วนได้เสีย หรือพยานในคดีมีสิทธิได้รับ การปฏิบัติที่เหมาะสมในการดำเนินการตามกระบวนการยุติธรรม รวมทั้งสิทธิในการได้รับการ สอบสวนอย่างถูกต้อง รวดเร็ว เป็นธรรม และการไม่ให้ถ้อยคำเป็นปฏิปักษ์ต่อตนเอง (๕) ผู้เสียหาย ผู้ต้องหา จำเลย และพยานในคดีอาญา มีสิทธิได้รับความคุ้มครอง และความ ช่วยเหลือที่จำเป็นและเหมาะสมจากรัฐ ส่วนค่าตอบแทน ค่าทดแทน และค่าใช้จ่ายที่จำเป็น ให้เป็นไป ตามที่กฎหมายบัญญัติ (๖) เด็ก เยาวชน สตรี ผู้สูงอายุ หรือผู้พิการหรือทุพพลภาพ ย่อมมีสิทธิได้รับความ คุ้มครองในการดำเนินกระบวนพิจารณาคดีอย่างเหมาะสม และย่อมมีสิทธิได้รับการปฏิบัติที่เหมาะสม ในคดีที่เกี่ยวกับความรุนแรงทางเพศ (๗) ในคดีอาญา ผู้ต้องหาหรือจำเลยมีสิทธิได้รับการสอบสวนหรือการพิจารณาคดีที่ถูกต้อง รวดเร็ว และเป็นธรรม โอกาสในการต่อสู้คดีอย่างเพียงพอ การตรวจสอบหรือได้รับทราบพยานหลักฐาน ตามสมควร การได้รับความช่วยเหลือในทางคดีจากทนายความ และการได้รับการปล่อยตัวชั่วคราว (๘) ในคดีแพ่ง บุคคลมีสิทธิได้รับความช่วยเหลือทางกฎหมายอย่างเหมาะสมจากรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_40",
      "content": "ส่วนที่ ๕ สิทธิในทรัพย์สิน",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "41",
      "content": "สิทธิของบุคคลในทรัพย์สินย่อมได้รับความคุ้มครอง ขอบเขตแห่งสิทธิและการ จำกัดสิทธิเช่นว่านี้ย่อมเป็นไปตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๒\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการสืบมรดกย่อมได้รับความคุ้มครอง สิทธิของบุคคลในการสืบมรดกย่อมเป็นไปตามที่กฎหมายบัญญัติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "42",
      "content": "การเวนคืนอสังหาริมทรัพย์จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะกิจการของรัฐเพื่อการอันเป็นสาธารณูปโภค การอันจำเป็นในการป้องกันประเทศ การได้มาซึ่งทรัพยากรธรรมชาติ การผังเมือง การส่งเสริมและรักษาคุณภาพสิ่งแวดล้อม การพัฒนาการเกษตรหรือการอุตสาหกรรม การปฏิรูปที่ดิน การอนุรักษ์โบราณสถาน และแหล่งทางประวัติศาสตร์ หรือเพื่อประโยชน์สาธารณะอย่างอื่น และต้องชดใช้ค่าทดแทนที่เป็นธรรมภายในเวลาอันควรแก่เจ้าของตลอดจนผู้ทรงสิทธิบรรดาที่ได้รับความเสียหายจากการเวนคืนนั้นทั้งนี้ ตามที่กฎหมายบัญญัติ การกำหนดค่าทดแทนตามวรรคหนึ่งต้องกำหนดให้อย่างเป็นธรรมโดยคำนึงถึงราคาที่ซื้อขายกันตามปกติในท้องตลาด การได้มาสภาพและที่ตั้งของอสังหาริมทรัพย์ ความเสียหายของผู้ถูกเวนคืน และประโยชน์ที่รัฐและผู้ถูกเวนคืนได้รับจากการใช้สอยอสังหาริมทรัพย์ที่ถูกเวนคืน กฎหมายเวนคืนอสังหาริมทรัพย์ต้องระบุวัตถุประสงค์แห่งการเวนคืนและกำหนดระยะเวลาการเข้าใช้อสังหาริมทรัพย์ไว้ให้ชัดแจ้ง ถ้ามิได้ใช้เพื่อการนั้นภายในระยะเวลาที่กำหนดดังกล่าวต้องคืนให้เจ้าของเดิมหรือทายาท การคืนอสังหาริมทรัพย์ให้เจ้าของเดิมหรือทายาทตามวรรคสาม และการเรียกคืนค่าทดแทนที่ชดใช้ไป ให้เป็นไปตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_42",
      "content": "ส่วนที่ ๖ สิทธิและเสรีภาพในการประกอบอาชีพ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "43",
      "content": "บุคคลย่อมมีเสรีภาพในการประกอบกิจการหรือประกอบอาชีพและการแข่งขัน โดยเสรีอย่างเป็นธรรม การจำกัดเสรีภาพตามวรรคหนึ่งจะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อประโยชน์ในการรักษาความมั่นคงของรัฐหรือเศรษฐกิจของประเทศ การคุ้มครองประชาชนในด้านสาธารณูปโภค การรักษาความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน การจัดระเบียบการประกอบอาชีพ การคุ้มครองผู้บริโภค การผังเมือง การรักษาทรัพยากรธรรมชาติ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "5": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๑๓\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nหรือสิ่งแวดล้อม สวัสดิภาพของประชาชน หรือเพื่อป้องกันการผูกขาดหรือขจัดความไม่เป็นธรรมในการแข่งขัน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "44",
      "content": "บุคคลย่อมมีสิทธิได้รับหลักประกันความปลอดภัยและสวัสดิภาพในการทำงาน รวมทั้งหลักประกันในการดำรงชีพทั้งในระหว่างการทำงานและเมื่อพ้นภาวะการทำงาน ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_44",
      "content": "ส่วนที่ ๗ เสรีภาพในการแสดงความคิดเห็นของบุคคลและสื่อมวลชน",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "45",
      "content": "บุคคลย่อมมีเสรีภาพในการแสดงความคิดเห็น การพูด การเขียน การพิมพ์ การโฆษณา และการสื่อความหมายโดยวิธีอื่น การจำกัดเสรีภาพตามวรรคหนึ่งจะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อรักษาความมั่นคงของรัฐ เพื่อคุ้มครองสิทธิ เสรีภาพ เกียรติยศ ชื่อเสียง สิทธิในครอบครัวหรือความเป็นอยู่ส่วนตัวของบุคคลอื่น เพื่อรักษาความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน หรือเพื่อป้องกันหรือระงับความเสื่อมทรามทางจิตใจหรือสุขภาพของประชาชน การสั่งปิดกิจการหนังสือพิมพ์หรือสื่อมวลชนอื่นเพื่อลิดรอนเสรีภาพตามมาตรานี้ จะกระทำมิได้ การห้ามหนังสือพิมพ์หรือสื่อมวลชนอื่นเสนอข่าวสารหรือแสดงความคิดเห็นทั้งหมดหรือบางส่วน หรือการแทรกแซงด้วยวิธีการใด ๆ เพื่อลิดรอนเสรีภาพตามมาตรานี้ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายซึ่งได้ตราขึ้นตามวรรคสอง การให้นำข่าวหรือบทความไปให้เจ้าหน้าที่ตรวจก่อนนำไปโฆษณาในหนังสือพิมพ์หรือสื่อมวลชนอื่น จะกระทำมิได้ เว้นแต่จะกระทำในระหว่างเวลาที่ประเทศอยู่ในภาวะสงคราม แต่ทั้งนี้จะต้องกระทำโดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายซึ่งได้ตราขึ้นตามวรรคสอง เจ้าของกิจการหนังสือพิมพ์หรือสื่อมวลชนอื่นต้องเป็นบุคคลสัญชาติไทย การให้เงินหรือทรัพย์สินอื่นเพื่ออุดหนุนกิจการหนังสือพิมพ์หรือสื่อมวลชนอื่นของเอกชน รัฐจะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "46",
      "content": "พนักงานหรือลูกจ้างของเอกชนที่ประกอบกิจการหนังสือพิมพ์ วิทยุกระจายเสียง วิทยุโทรทัศน์ หรือสื่อมวลชนอื่น ย่อมมีเสรีภาพในการเสนอข่าวและแสดงความคิดเห็นภายใต้ข้อจำกัด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๑๔\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nตามรัฐธรรมนูญ โดยไม่ตกอยู่ภายใต้อาณัติของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือ เจ้าของกิจการนั้น แต่ต้องไม่ขัดต่อจริยธรรมแห่งการประกอบวิชาชีพ และมีสิทธิจัดตั้งองค์กรเพื่อ ปกป้องสิทธิ เสรีภาพและความเป็นธรรม รวมทั้งมีกลไกควบคุมกันเองขององค์กรวิชาชีพ\n\nข้าราชการ พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ ในกิจการวิทยุกระจายเสียง วิทยุโทรทัศน์ หรือสื่อมวลชนอื่น ย่อมมีเสรีภาพเช่นเดียวกับงานหรือ ลูกจ้างของเอกชนตามวรรคหนึ่ง\n\nการกระทำใด ๆ ไม่ว่าโดยทางตรงหรือทางอ้อมของผู้ดำรงตำแหน่งทางการเมือง เจ้าหน้าที่ ของรัฐ หรือเจ้าของกิจการ อันเป็นการขัดขวางหรือแทรกแซงการเสนอข่าวหรือแสดงความคิดเห็น ในประเด็นสาธารณะของบุคคลตามวรรคหนึ่งหรือวรรคสอง ให้ถือว่าเป็นการจงใจใช้อำนาจหน้าที่ โดยมิชอบและไม่มีผลใช้บังคับ เว้นแต่เป็นการกระทำเพื่อให้เป็นไปตามกฎหมายหรือจริยธรรม แห่งการประกอบวิชาชีพ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "47",
      "content": "คลื่นความถี่ที่ใช้ในการส่งวิทยุกระจายเสียง วิทยุโทรทัศน์ และโทรคมนาคม เป็นทรัพยากรสื่อสารของชาติเพื่อประโยชน์สาธารณะ ให้มีองค์กรของรัฐที่เป็นอิสระองค์กรหนึ่งทำหน้าที่จัดสรรคลื่นความถี่ตามวรรคหนึ่ง และ กำกับการประกอบกิจการวิทยุกระจายเสียง วิทยุโทรทัศน์ และกิจการโทรคมนาคม ทั้งนี้ ตามที่ กฎหมายบัญญัติ การดำเนินการตามวรรคสองต้องคำนึงถึงประโยชน์สูงสุดของประชาชนในระดับชาติและ ระดับท้องถิ่น ทั้งในด้านการศึกษา วัฒนธรรม ความมั่นคงของรัฐ ประโยชน์สาธารณะอื่น และการ แข่งขันโดยเสรีอย่างเป็นธรรม รวมทั้งต้องจัดให้ภาคประชาชนมีส่วนร่วมในการดำเนินการสื่อมวลชนสาธารณะ การกำกับการประกอบกิจการตามวรรคสองต้องมีมาตรการเพื่อป้องกันมิให้มีการควบรวม การครองสิทธิข้ามสื่อ หรือการครอบงำ ระหว่างสื่อมวลชนด้วยกันเองหรือโดยบุคคลอื่นใด ซึ่งจะมีผล เป็นการขัดขวางเสรีภาพในการรับรู้ข้อมูลข่าวสารหรือปิดกั้นการได้รับข้อมูลข่าวสารที่หลากหลายของ ประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "48",
      "content": "ผู้ดำรงตำแหน่งทางการเมืองจะเป็นเจ้าของกิจการหรือถือหุ้นในกิจการ หนังสือพิมพ์ วิทยุกระจายเสียง วิทยุโทรทัศน์ หรือโทรคมนาคม มิได้ ไม่ว่าในนามของตนเองหรือให้ ผู้อื่นเป็นเจ้าของกิจการหรือถือหุ้นแทน หรือจะดำเนินการโดยวิธีการอื่นไม่ว่าโดยทางตรงหรือทางอ้อม ที่สามารถบริหารกิจการดังกล่าวได้ในทำนองเดียวกับการเป็นเจ้าของกิจการหรือถือหุ้นในกิจการดังกล่าว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๕\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nส่วนที่ ๘\nสิทธิและเสรีภาพในการศึกษา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "49",
      "content": "บุคคลย่อมมีสิทธิเสมอกันในการรับการศึกษาไม่น้อยกว่าสิบสองปีที่รัฐจะต้องจัดให้อย่างทั่วถึงและมีคุณภาพ โดยไม่เก็บค่าใช้จ่าย ผู้ยากไร้ ผู้พิการหรือทุพพลภาพ หรือผู้อยู่ในสภาวะยากลำบาก ต้องได้รับสิทธิตามวรรคหนึ่ง และการสนับสนุนจากรัฐเพื่อให้ได้รับการศึกษาโดยเทียมกับบุคคลอื่น การจัดการศึกษาอบรมขององค์กรวิชาชีพหรือเอกชน การศึกษาทางเลือกของประชาชน การเรียนรู้ด้วยตนเอง และการเรียนรู้ตลอดชีวิต ย่อมได้รับความคุ้มครองและส่งเสริมที่เหมาะสมจากรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "50",
      "content": "บุคคลย่อมมีเสรีภาพในทางวิชาการ การศึกษาอบรม การเรียนการสอน การวิจัย และการเผยแพร่งานวิจัยตามหลักวิชาการ ย่อมได้รับความคุ้มครอง ทั้งนี้ เท่าที่ไม่ขัดต่อหน้าที่ของพลเมืองหรือศีลธรรมอันดีของประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_50",
      "content": "ส่วนที่ ๙ สิทธิในการได้รับบริการสาธารณสุขและสวัสดิการจากรัฐ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "51",
      "content": "บุคคลย่อมมีสิทธิเสมอกันในการรับบริการทางสาธารณสุขที่เหมาะสมและได้มาตรฐาน และผู้ยากไร้มีสิทธิได้รับการรักษาพยาบาลจากสถานบริการสาธารณสุขของรัฐโดยไม่เสียค่าใช้จ่าย บุคคลย่อมมีสิทธิได้รับการบริการสาธารณสุขจากรัฐซึ่งต้องเป็นไปอย่างทั่วถึงและมีประสิทธิภาพ บุคคลย่อมมีสิทธิได้รับการป้องกันและขจัดโรคติดต่ออันตรายจากรัฐอย่างเหมาะสม โดยไม่เสียค่าใช้จ่ายและหันต่อเหตุการณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "52",
      "content": "เด็กและเยาวชน มีสิทธิในการอยู่รอดและได้รับการพัฒนาด้านร่างกาย จิตใจ และสติปัญญา ตามศักยภาพในสภาพแวดล้อมที่เหมาะสม โดยคำนึงถึงการมีส่วนร่วมของเด็กและเยาวชนเป็นสำคัญ เด็ก เยาวชน สตรี และบุคคลในครอบครัว มีสิทธิได้รับความคุ้มครองจากรัฐ ให้ปราศจากการใช้ความรุนแรงและการปฏิบัติอันไม่เป็นธรรม ทั้งมีสิทธิได้รับการบำบัดฟื้นฟูในกรณีที่มีเหตุดังกล่าว",
      "type": "section",
      "status": "OCR"
    }
  ],
  "6": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๑๖\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการแทรกแซงและการจำกัดสิทธิของเด็ก เยาวชน และบุคคลในครอบครัว จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อสงวนและรักษาไว้ซึ่งสถานะของ ครอบครัวหรือประโยชน์สูงสุดของบุคคลนั้น\n\nเด็กและเยาวชนซึ่งไม่มีผู้ดูแลมีสิทธิได้รับการเลี้ยงดูและการศึกษาอบรมที่เหมาะสมจากรัฐ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "53",
      "content": "บุคคลซึ่งมีอายุเกินหกสิบปีบริบูรณ์และไม่มีรายได้เพียงพอแก่การยังชีพ มีสิทธิได้รับ สวัสดิการ สิ่งอำนวยความสะดวกอันเป็นสาธารณะอย่างสมศักดิ์ศรี และความช่วยเหลือที่เหมาะสมจากรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "54",
      "content": "บุคคลซึ่งพิการหรือทุพพลภาพ มีสิทธิเข้าถึงและใช้ประโยชน์จากสวัสดิการ สิ่งอำนวยความสะดวกอันเป็นสาธารณะ และความช่วยเหลือที่เหมาะสมจากรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "55",
      "content": "บุคคลซึ่งไร้พี่อยู่อาศัยและไม่มีรายได้เพียงพอแก่การยังชีพ ย่อมมีสิทธิได้รับ ความช่วยเหลือที่เหมาะสมจากรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_55",
      "content": "ส่วนที่ ๑๐ สิทธิในข้อมูลข่าวสารและการร้องเรียน",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "56",
      "content": "บุคคลย่อมมีสิทธิได้รับทราบและเข้าถึงข้อมูลหรือข่าวสารสาธารณะใน ครอบครองของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น เว้นแต่ การเปิดเผยข้อมูลหรือข่าวสารนั้นจะกระทบต่อความมั่นคงของรัฐ ความปลอดภัยของประชาชน หรือ ส่วนได้เสียอันพึงได้รับความคุ้มครองของบุคคลอื่น หรือเป็นข้อมูลส่วนบุคคล ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "57",
      "content": "บุคคลย่อมมีสิทธิได้รับข้อมูล คำชี้แจง และเหตุผลจากหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น ก่อนการอนุญาตหรือการดำเนินโครงการหรือ กิจกรรมใดที่อาจมีผลกระทบต่อคุณภาพสิ่งแวดล้อม สุขภาพอนามัย คุณภาพชีวิต หรือส่วนได้เสีย สำคัญอื่นใดที่เกี่ยวกับตนหรือชุมชนท้องถิ่น และมีสิทธิแสดงความคิดเห็นของตนต่อหน่วยงานที่ เกี่ยวข้องเพื่อนำไปประกอบการพิจารณาในเรื่องดังกล่าว การวางแผนพัฒนาสังคม เศรษฐกิจ การเมือง และวัฒนธรรม การเวนคืนอสังหาริมทรัพย์ การวางผังเมือง การกำหนดเขตการใช้ประโยชน์ในที่ดิน และการออกกฎที่อาจมีผลกระทบต่อส่วนได้เสีย สำคัญของประชาชน ให้รัฐจัดให้มีกระบวนการรับฟังความคิดเห็นของประชาชนอย่างทั่วถึงก่อนดำเนินการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๗\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "58",
      "content": "บุคคลย่อมมีสิทธิมีส่วนร่วมในกระบวนการพิจารณาของเจ้าหน้าที่ของรัฐ ในการปฏิบัติราชการทางปกครองอันมีผลหรืออาจมีผลกระทบต่อสิทธิและเสรีภาพของตน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "59",
      "content": "บุคคลย่อมมีสิทธิเสนอเรื่องราวร้องทุกข์และได้รับแจ้งผลการพิจารณาภายใน เวลาอันรวดเร็ว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "60",
      "content": "บุคคลย่อมมีสิทธิที่จะฟ้องหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ ราชการส่วนท้องถิ่น หรือองค์กรอื่นของรัฐที่เป็นนิติบุคคล ให้รับผิดเนื่องจากการกระทำหรือ การละเว้นการกระทำของข้าราชการ พนักงาน หรือลูกจ้างของหน่วยงานนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "61",
      "content": "สิทธิของบุคคลซึ่งเป็นผู้บริโภคย่อมได้รับความคุ้มครองในการได้รับข้อมูล ที่เป็นความจริง และมีสิทธิร้องเรียนเพื่อให้ได้รับการแก้ไขเยียวยาความเสียหาย รวมทั้งมีสิทธิรวมตัวกัน เพื่อฟิกษ์สิทธิของผู้บริโภค ให้มีองค์การเพื่อการคุ้มครองผู้บริโภคที่เป็นอิสระจากหน่วยงานของรัฐ ซึ่งประกอบด้วย ตัวแทนผู้บริโภค ทำหน้าที่ให้ความเห็นเพื่อประกอบการพิจารณาของหน่วยงานของรัฐในการตราและ การบังคับใช้กฎหมายและกฎ และให้ความเห็นในการกำหนดมาตรการต่าง ๆ เพื่อคุ้มครองผู้บริโภค รวมทั้งตรวจสอบและรายงานการกระทำหรือละเลยการกระทำอันเป็นการคุ้มครองผู้บริโภค ทั้งนี้ ให้รัฐสนับสนุนงบประมาณในการดำเนินการขององค์การอิสระดังกล่าวด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "62",
      "content": "บุคคลย่อมมีสิทธิติดตามและร้องขอให้มีการตรวจสอบการปฏิบัติหน้าที่ของ ผู้ดำรงตำแหน่งทางการเมือง หน่วยงานของรัฐ และเจ้าหน้าที่ของรัฐ บุคคลซึ่งให้ข้อมูลโดยสุจริตแก่องค์กรตรวจสอบการใช้อำนาจรัฐหรือหน่วยงานของรัฐ เกี่ยวกับการปฏิบัติหน้าที่ของผู้ดำรงตำแหน่งทางการเมือง หน่วยงานของรัฐ หรือเจ้าหน้าที่ของรัฐ ย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_62",
      "content": "ส่วนที่ ๑๑ เสรีภาพในการชุมนุมและการสมาคม",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "63",
      "content": "บุคคลย่อมมีเสรีภาพในการชุมนุมโดยสงบและปราศจากอาวุธ การจำกัดเสรีภาพตามวรรคหนึ่งจะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมาย เฉพาะในกรณีการชุมนุมสาธารณะ และเพื่อคุ้มครองความสะดวกของประชาชนที่จะใช้ ที่สาธารณะ หรือเพื่อรักษาความสงบเรียบร้อยในระหว่างเวลาที่ประเทศอยู่ในภาวะสงคราม หรือในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉินหรือประกาศใช้กฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๘\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "64",
      "content": "บุคคลย่อมมีเสรีภาพในการรวมกันเป็นสมาคม สหภาพ สหพันธ์ สหกรณ์ กลุ่มเกษตรกร องค์การเอกชน องค์การพัฒนาเอกชน หรือหมู่คณะอื่น ข้าราชการและเจ้าหน้าที่ของรัฐย่อมมีเสรีภาพในการรวมกลุ่มเช่นเดียวกับบุคคลทั่วไป แต่ทั้งนี้ ต้องไม่กระทบประสิทธิภาพในการบริหารราชการแผ่นดินและความต่อเนื่องในการจัดทำบริการสาธารณะ ทั้งนี้ ตามที่กฎหมายบัญญัติ การจำกัดเสรีภาพตามวรรคหนึ่งและวรรคสอง จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อคุ้มครองประโยชน์ส่วนรวมของประชาชน เพื่อรักษาความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน หรือเพื่อป้องกันมิให้มีการผูกขาดตัดตอนในทางเศรษฐกิจ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "65",
      "content": "บุคคลย่อมมีเสรีภาพในการรวมกันจัดตั้งพรรคการเมืองเพื่อสร้างเจตนารมณ์ทางการเมืองของประชาชนและเพื่อดำเนินกิจกรรมในทางการเมืองให้เป็นไปตามเจตนารมณ์นั้นตามวิถีทางการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขตามที่บัญญัติไว้ในรัฐธรรมนูญนี้ การจัดองค์กรภายใน การดำเนินกิจการ และข้อบังคับของพรรคการเมือง ต้องสอดคล้องกับหลักการพื้นฐานแห่งการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข สมาชิกสภาผู้แทนราษฎรซึ่งเป็นสมาชิกของพรรคการเมือง กรรมการบริหารของพรรคการเมือง หรือสมาชิกพรรคการเมืองตามจำนวนที่กำหนดในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยพรรคการเมือง ซึ่งเห็นว่ามติหรือข้อบังคับใดของพรรคการเมืองที่ตนเป็นสมาชิกอยู่นั้นจะขัดต่อสถานะและการปฏิบัติหน้าที่ของสมาชิกสภาผู้แทนราษฎรตามรัฐธรรมนูญนี้ หรือขัดหรือแย้งกับหลักการพื้นฐานแห่งการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข มีสิทธิร้องขอให้ศาลรัฐธรรมนูญพิจารณาวินิจฉัย ในกรณีที่ศาลรัฐธรรมนูญวินิจฉัยว่ามติหรือข้อบังคับดังกล่าวขัดหรือแย้งกับหลักการพื้นฐานแห่งการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข ให้มติหรือข้อบังคับนั้นเป็นอันยกเลิกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_65",
      "content": "ส่วนที่ ๑๒ สิทธิชุมชน",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "66",
      "content": "บุคคลซึ่งรวมกันเป็นชุมชน ชุมชนท้องถิ่น หรือชุมชนท้องถิ่นตั้งเดิม ย่อมมีสิทธิอนุรักษ์หรือฟื้นฟูจาติประเพณี ภูมิปัญญาท้องถิ่น ศิลปวัฒนธรรมอันดีของท้องถิ่นและของชาติ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "7": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๙ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nและมีส่วนร่วมในการจัดการ การบำรุงรักษา และการใช้ประโยชน์จากทรัพยากรธรรมชาติ สิ่งแวดล้อม รวมทั้งความหลากหลายทางชีวภาพอย่างสมดุลและยั่งยืน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "67",
      "content": "สิทธิของบุคคลที่จะมีส่วนร่วมกับรัฐและชุมชนในการอนุรักษ์ บำรุงรักษา และการได้ประโยชน์จากทรัพยากรธรรมชาติและความหลากหลายทางชีวภาพ และในการคุ้มครอง ส่งเสริม และรักษาคุณภาพสิ่งแวดล้อม เพื่อให้ดำรงชีพอยู่ได้อย่างปกติและต่อเนื่องในสิ่งแวดล้อม ที่จะไม่ก่อให้เกิดอันตรายต่อสุขภาพอนามัย สวัสดิภาพ หรือคุณภาพชีวิตของตน ย่อมได้รับ ความคุ้มครองตามความเหมาะสม การดำเนินโครงการหรือกิจกรรมที่อาจก่อให้เกิดผลกระทบต่อชุมชนอย่างรุนแรงทั้งทาง ด้านคุณภาพสิ่งแวดล้อม ทรัพยากรธรรมชาติ และสุขภาพ จะกระทำมิได้ เว้นแต่จะได้ศึกษา และประเมินผลกระทบต่อคุณภาพสิ่งแวดล้อมและสุขภาพของประชาชนในชุมชน และจัดให้มี กระบวนการรับฟังความคิดเห็นของประชาชนและผู้มีส่วนได้เสียก่อน รวมทั้งได้ให้องค์การอิสระ ซึ่งประกอบด้วยผู้แทนองค์การเอกชนด้านสิ่งแวดล้อมและสุขภาพ และผู้แทนสถาบันอุดมศึกษา ที่จัดการการศึกษาด้านสิ่งแวดล้อมหรือทรัพยากรธรรมชาติหรือด้านสุขภาพ ให้ความเห็นประกอบก่อน มีการดำเนินการดังกล่าว สิทธิของชุมชนที่จะฟ้องหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ ราชการส่วนท้องถิ่น หรือองค์กรอื่นของรัฐที่เป็นนิติบุคคล เพื่อให้ปฏิบัติหน้าที่ตามบทบัญญัตินี้ ย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_67",
      "content": "ส่วนที่ ๑๓ สิทธิพิทักษ์รัฐธรรมนูญ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "68",
      "content": "บุคคลจะใช้สิทธิและเสรีภาพตามรัฐธรรมนูญเพื่อล้มล้างการปกครองระบอบ ประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขตามรัฐธรรมนูญนี้ หรือเพื่อให้ได้มาซึ่งอำนาจใน การปกครองประเทศโดยวิธีการซึ่งมิได้เป็นไปตามวิถีทางที่บัญญัติไว้ในรัฐธรรมนูญนี้ มิได้ ในกรณีที่บุคคลหรือพรรคการเมืองใดกระทำการตามวรรคหนึ่ง ผู้ทราบการกระทำดังกล่าว ย่อมมีสิทธิเสนอเรื่องให้อัยการสูงสุดตรวจสอบข้อเท็จจริงและยื่นคำร้องขอให้ศาลรัฐธรรมนูญวินิจฉัย สั่งการให้เลิกการกระทำดังกล่าว แต่ทั้งนี้ ไม่กระทบกระเทือนการดำเนินคดีอาญาต่อผู้กระทำการดังกล่าว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๒๐ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐\n\nในกรณีที่ศาลรัฐธรรมนูญวินิจฉัยสั่งการให้พรรคการเมืองใดเลิกกระทำการตามวรรคสอง ศาลรัฐธรรมนูญอาจสั่งยุบพรรคการเมืองดังกล่าวได้\n\nในกรณีที่ศาลรัฐธรรมนูญมีคำสั่งยุบพรรคการเมืองตามวรรคสาม ให้เพิกถอนสิทธิเลือกตั้ง ของหัวหน้าพรรคการเมืองและกรรมการบริหารของพรรคการเมืองที่ถูกยุบในขณะที่กระทำความผิด ตามวรรคหนึ่งเป็นระยะเวลาห้าปีนับแต่วันที่ศาลรัฐธรรมนูญมีคำสั่งดังกล่าว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "69",
      "content": "บุคคลย่อมมีสิทธิต่อต้านโดยสันติวิธีซึ่งการกระทำใด ๆ ที่เป็นไปเพื่อให้ได้มา ซึ่งอำนาจในการปกครองประเทศโดยวิธีการซึ่งมิได้เป็นไปตามวิถีทางที่บัญญัติไว้ในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_69",
      "content": "หมวด ๔ หน้าที่ของชนชาวไทย",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "70",
      "content": "บุคคลมีหน้าที่พิทักษ์รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และ การปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขตามรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "71",
      "content": "บุคคลมีหน้าที่ป้องกันประเทศ รักษาผลประโยชน์ของชาติ และปฏิบัติตามกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "72",
      "content": "บุคคลซึ่งไปใช้สิทธิหรือไม่ไปใช้สิทธิโดยไม่แจ้งเหตุอันสมควรที่ทำให้ไม่อาจไปใช้สิทธิได้ ย่อมได้รับสิทธิหรือเสียสิทธิตามที่กฎหมายบัญญัติ การแจ้งเหตุที่ทำให้ไม่อาจไปเลือกตั้งและการอำนวยความสะดวกในการไปเลือกตั้ง ให้เป็นไป ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "73",
      "content": "บุคคลมีหน้าที่รับราชการทหาร ช่วยเหลือในการป้องกันและบรรเทาภัยพิบัติ สาธารณะ เสียภาษีอากร ช่วยเหลือราชการ รับการศึกษาอบรม พิทักษ์ ปกป้อง และสืบสวน ศิลปวัฒนธรรมของชาติและภูมิปัญญาท้องถิ่น และอนุรักษ์ทรัพยากรธรรมชาติและสิ่งแวดล้อม ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "74",
      "content": "บุคคลผู้เป็นข้าราชการ พนักงาน ลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือเจ้าหน้าที่อื่นของรัฐ มีหน้าที่ดำเนินการให้เป็นไปตามกฎหมายเพื่อรักษาประโยชน์ส่วนรวม อำนวยความสะดวก และให้บริการแก่ประชาชนตามหลักธรรมาภิบาลของการบริหารกิจการบ้านเมืองที่ดี ในการปฏิบัติหน้าที่และในการปฏิบัติการอื่นที่เกี่ยวข้องกับประชาชน บุคคลตามวรรคหนึ่ง ต้องวางตนเป็นกลางทางการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒๑\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในกรณีที่บุคคลตามวรรคหนึ่งละเลยหรือไม่ปฏิบัติให้เป็นไปตามหน้าที่ตามวรรคหนึ่งหรือ\nวรรคสอง บุคคลผู้มีส่วนได้เสียย่อมมีสิทธิขอให้บุคคลตามวรรคหนึ่ง หรือผู้บังคับบัญชาของบุคคล\nดังกล่าว ชี้แจง แสดงเหตุผล และขอให้ดำเนินการให้เป็นไปตามบทบัญญัติในวรรคหนึ่งหรือวรรคสองได้\n\nหมวด ๕\nแนวนโยบายพื้นฐานแห่งรัฐ\n\nส่วนที่ ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "75",
      "content": "บทบัญญัติในหมวดนี้เป็นเจตจำนงให้รัฐดำเนินการตรากฎหมายและกำหนด นโยบายในการบริหารราชการแผ่นดิน ในการแถลงนโยบายต่อรัฐสภา คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องชี้แจง ต่อรัฐสภาให้ชัดแจ้งว่าจะดำเนินการใด ในระยะเวลาใด เพื่อบริหารราชการแผ่นดินให้เป็นไปตาม แนวนโยบายพื้นฐานแห่งรัฐ และต้องจัดทำรายงานแสดงผลการดำเนินการ รวมทั้งปัญหาและอุปสรรค เสนอต่อรัฐสภาปีละครั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "76",
      "content": "คณะรัฐมนตรีต้องจัดทำแผนการบริหารราชการแผ่นดิน เพื่อแสดงมาตรการ และรายละเอียดของแนวทางในการปฏิบัติราชการในแต่ละปีของการบริหารราชการแผ่นดิน ซึ่งจะต้อง สอดคล้องกับแนวนโยบายพื้นฐานแห่งรัฐ ในการบริหารราชการแผ่นดิน คณะรัฐมนตรีต้องจัดให้มีแผนการตรากฎหมายที่จำเป็นต่อการ ดำเนินการตามนโยบายและแผนการบริหารราชการแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_76",
      "content": "ส่วนที่ ๒ แนวนโยบายด้านความมั่นคงของรัฐ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "77",
      "content": "รัฐต้องพิทักษ์รักษาไว้ซึ่งสถาบันพระมหากษัตริย์ เอกราช อธิปไตย และ บูรณภาพแห่งเขตอำนาจรัฐ และต้องจัดให้มีกำลังทหาร อาวุธยุทธโภชกรณ์ และเทคโนโลยีที่ทันสมัย จำเป็น และเพียงพอ เพื่อพิทักษ์รักษาเอกราช อธิปไตย ความมั่นคงของรัฐ สถาบันพระมหากษัตริย์",
      "type": "section",
      "status": "OCR"
    }
  ],
  "8": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒๒ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nผลประโยชน์แห่งชาติ และการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข และเพื่อการพัฒนาประเทศ\n\nส่วนที่ ๓\nแนวนโยบายด้านการบริหารราชการแผ่นดิน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "78",
      "content": "รัฐต้องดำเนินการตามแนวนโยบายด้านการบริหารราชการแผ่นดิน ดังต่อไปนี้ (๑) บริหารราชการแผ่นดินให้เป็นไปเพื่อการพัฒนาสังคม เศรษฐกิจ และความมั่นคง ของประเทศอย่างยั่งยืน โดยต้องส่งเสริมการดำเนินการตามปรัชญาเศรษฐกิจพอเพียงและคำนึงถึง ผลประโยชน์ของประเทศชาติในภาพรวมเป็นสำคัญ (๒) จัดระบบการบริหารราชการส่วนกลาง ส่วนภูมิภาค และส่วนท้องถิ่น ให้มีขอบเขต อำนาจหน้าที่ และความรับผิดชอบที่ชัดเจนเหมาะสมแก่การพัฒนาประเทศ และสนับสนุนให้จังหวัดมี แผนและงบประมาณเพื่อพัฒนาจังหวัด เพื่อประโยชน์ของประชาชนในพื้นที่ (๓) กระจายอำนาจให้องค์กรปกครองส่วนท้องถิ่นมีส่วนร่วมในการดำเนินการตามแนวนโยบาย ท้องถิ่นได้เอง ส่งเสริมให้องค์กรปกครองส่วนท้องถิ่นมีส่วนร่วมในการดำเนินการตามแนวนโยบาย พื้นฐานแห่งรัฐ พัฒนาเศรษฐกิจของท้องถิ่นและระบบสาธารณูปโภคและสาธารณูปการ ตลอดทั้ง โครงสร้างพื้นฐานสารสนเทศในท้องถิ่น ให้ทั่วถึงและเท่าเทียมกันทั่วประเทศ รวมทั้งพัฒนาจังหวัดที่มี ความพร้อมให้เป็นองค์กรปกครองส่วนท้องถิ่นขนาดใหญ่ โดยคำนึงถึงเจตนารมณ์ของประชาชนใน จังหวัดนั้น (๔) พัฒนาระบบงานภาครัฐ โดยมุ่งเน้นการพัฒนาคุณภาพ คุณธรรม และจริยธรรม ของเจ้าหน้าที่ของรัฐ ควบคู่ไปกับการปรับปรุงรูปแบบและวิธีการทำงาน เพื่อให้การบริหารราชการแผ่นดิน เป็นไปอย่างมีประสิทธิภาพ และส่งเสริมให้หน่วยงานของรัฐใช้หลักการบริหารกิจการบ้านเมืองที่ดีเป็น แนวทางในการปฏิบัติราชการ (๕) จัดระบบงานราชการและงานของรัฐอย่างอื่น เพื่อให้การจัดทำและการให้บริการ สาธารณะเป็นไปอย่างรวดเร็ว มีประสิทธิภาพ โปร่งใส และตรวจสอบได้ โดยคำนึงถึงการมีส่วนร่วม ของประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒๓\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๖) ดำเนินการให้หน่วยงานทางกฎหมายที่มีหน้าที่ให้ความเห็นเกี่ยวกับการดำเนินงานของรัฐตามกฎหมายและตรวจสอบการตรากฎหมายของรัฐ ดำเนินการอย่างเป็นอิสระ เพื่อให้การบริหารราชการแผ่นดินเป็นไปตามหลักนิติธรรม\n(๗) จัดให้มีแผนพัฒนาการเมือง รวมทั้งจัดให้มีสภาพัฒนาการเมืองที่มีความเป็นอิสระ เพื่อติดตามสอดคล้องให้มีการปฏิบัติตามแผนดังกล่าวอย่างเคร่งครัด\n(๘) ดำเนินการให้ข้าราชการและเจ้าหน้าที่ของรัฐได้รับสิทธิประโยชน์อย่างเหมาะสม\n\nส่วนที่ ๔\nแนวนโยบายด้านศาสนา สังคม การสาธารณสุข การศึกษา และวัฒนธรรม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "79",
      "content": "รัฐต้องให้ความอุปถัมภ์และคุ้มครองพระพุทธศาสนาซึ่งเป็นศาสนาที่ประชาชนชาวไทยส่วนใหญ่นับถือมาช้านานและศาสนาอื่น ทั้งต้องส่งเสริมความเข้าใจอันดีและความสมานฉันทะระหว่างศาสนิกชนของทุกศาสนา รวมทั้งสนับสนุนการนำหลักธรรมของศาสนามาใช้เพื่อเสริมสร้างคุณธรรมและพัฒนาคุณภาพชีวิต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "80",
      "content": "รัฐต้องดำเนินการตามแนวนโยบายด้านสังคม การสาธารณสุข การศึกษา และวัฒนธรรม ดังต่อไปนี้ (๑) คุ้มครองและพัฒนาเด็กและเยาวชน สนับสนุนการอบรมเลี้ยงดูและให้การศึกษาปฐมวัย ส่งเสริมความเสมอภาคของหญิงและชาย เสริมสร้างและพัฒนาความเป็นปึกแผ่นของสถาบันครอบครัว และชุมชน รวมทั้งต้องสงเคราะห์และจัดสวัสดิการให้แก่ผู้สูงอายุ ผู้ยากไร้ ผู้พิการหรือทุพพลภาพ และผู้อยู่ในสภาวะยากลำบาก ให้มีคุณภาพชีวิตที่ดีขึ้นและพึ่งพาตนเองได้ (๒) ส่งเสริม สนับสนุน และพัฒนาระบบสุขภาพที่เน้นการสร้างเสริมสุขภาพอันนำไปสู่สุขภาวะที่ยั่งยืนของประชาชน รวมทั้งจัดและส่งเสริมให้เอกชนและชุมชนมีส่วนร่วมในการพัฒนาสุขภาพและการจัดบริการสาธารณสุข โดยผู้มีหน้าที่ให้บริการดังกล่าวซึ่งได้ปฏิบัติหน้าที่ตามมาตรฐานวิชาชีพและจริยธรรม ย่อมได้รับความคุ้มครองตามกฎหมาย (๓) พัฒนาคุณภาพและมาตรฐานการจัดการศึกษาในทุกระดับและทุกรูปแบบให้สอดคล้องกับความเปลี่ยนแปลงทางเศรษฐกิจและสังคม จัดให้มีแผนการศึกษาแห่งชาติ กฎหมายเพื่อพัฒนา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒๔ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการศึกษาของชาติ จัดให้มีการพัฒนาคุณภาพครูและบุคลากรทางการศึกษาให้ก้าวหน้าหันการเปลี่ยนแปลงของสังคมโลก รวมทั้งปลูกฝังให้ผู้เรียนมีจิตสำนึกของความเป็นไทย มีระเบียบวินัย คำนึงถึงประโยชน์ส่วนรวม และยึดมั่นในการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข\n(๔) ส่งเสริมและสนับสนุนการกระจายอำนาจเพื่อให้องค์กรปกครองส่วนท้องถิ่น ชุมชน องค์การทางศาสนา และเอกชน จัดและมีส่วนร่วมในการจัดการศึกษาเพื่อพัฒนามาตรฐานคุณภาพ การศึกษาให้เท่าเทียมและสอดคล้องกับแนวนโยบายพื้นฐานแห่งรัฐ\n(๕) ส่งเสริมและสนับสนุนการศึกษาวิจัยในศิลปวิทยาการแขนงต่าง ๆ และเผยแพร่ข้อมูลผลการศึกษาวิจัยที่ได้รับทุนสนับสนุนการศึกษาวิจัยจากรัฐ\n(๖) ส่งเสริมและสนับสนุนความรู้รักสามัคคีและการเรียนรู้ ปลูกจิตสำนึก และเผยแพร่ศิลปวัฒนธรรม ขนบธรรมเนียมประเพณีของชาติ ตลอดจนค่านิยมอันดีงามและภูมิปัญญาท้องถิ่น\n\nส่วนที่ ๕\nแนวนโยบายด้านกฎหมายและการยุติธรรม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "81",
      "content": "รัฐต้องดำเนินการตามแนวนโยบายด้านกฎหมายและการยุติธรรม ดังต่อไปนี้ (๑) ดูแลให้มีการปฏิบัติและบังคับการให้เป็นไปตามกฎหมายอย่างถูกต้อง รวดเร็ว เป็นธรรม และทั่วถึง ส่งเสริมการให้ความช่วยเหลือและให้ความรู้ทางกฎหมายแก่ประชาชน และจัดระบบงานราชการและงานของรัฐอย่างอื่นในกระบวนการยุติธรรมให้มีประสิทธิภาพ โดยให้ประชาชนและองค์กรวิชาชีพมีส่วนร่วมในกระบวนการยุติธรรม และการช่วยเหลือประชาชนทางกฎหมาย (๒) คุ้มครองสิทธิและเสรีภาพของบุคคลให้พ้นจากการล่วงละเมิด ทั้งโดยเจ้าหน้าที่ของรัฐ และโดยบุคคลอื่น และต้องอำนวยความสะดวกแก่ประชาชนอย่างเท่าเทียมกัน (๓) จัดให้มีกฎหมายเพื่อจัดตั้งองค์กรเพื่อการปฏิรูปกฎหมายที่ดำเนินการเป็นอิสระ เพื่อปรับปรุงและพัฒนากฎหมายของประเทศ รวมทั้งการปรับปรุงกฎหมายให้เป็นไปตามรัฐธรรมนูญ โดยต้องรับฟังความคิดเห็นของผู้ที่ได้รับผลกระทบจากกฎหมายนั้นประกอบด้วย (๔) จัดให้มีกฎหมายเพื่อจัดตั้งองค์กรเพื่อการปฏิรูปกระบวนการยุติธรรมที่ดำเนินการเป็นอิสระ เพื่อปรับปรุงและพัฒนาการดำเนินงานของหน่วยงานที่เกี่ยวข้องกับกระบวนการยุติธรรม",
      "type": "section",
      "status": "OCR"
    }
  ],
  "9": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒๕ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๕) สนับสนุนการดำเนินการขององค์กรภาคเอกชนที่ให้ความช่วยเหลือทางกฎหมายแก่ประชาชน โดยเฉพาะผู้ได้รับผลกระทบจากความรุนแรงในครอบครัว\nส่วนที่ ๖\nแนวนโยบายด้านการต่างประเทศ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "82",
      "content": "รัฐต้องส่งเสริมสัมพันธไมตรีและความร่วมมือกับนานาประเทศ และพึงถือหลักในการปฏิบัติต่อกันอย่างเสมอภาค ตลอดจนต้องปฏิบัติตามสนธิสัญญาด้านสิทธิมนุษยชนที่ประเทศไทยเป็นภาคี รวมทั้งตามพันธรณีที่ได้กระทำไว้กับนานาประเทศและองค์การระหว่างประเทศ รัฐต้องส่งเสริมการค้า การลงทุน และการท่องเที่ยวกับนานาประเทศ ตลอดจนต้องให้ความคุ้มครองและดูแลผลประโยชน์ของคนไทยในต่างประเทศ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_82",
      "content": "ส่วนที่ ๗ แนวนโยบายด้านเศรษฐกิจ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "83",
      "content": "รัฐต้องส่งเสริมและสนับสนุนให้มีการดำเนินการตามแนวปรัชญาเศรษฐกิจพอเพียง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "84",
      "content": "รัฐต้องดำเนินการตามแนวนโยบายด้านเศรษฐกิจ ดังต่อไปนี้ (๑) สนับสนุนระบบเศรษฐกิจแบบเสรีและเป็นธรรมโดยอาศัยกลไกตลาด และสนับสนุนให้มีการพัฒนาเศรษฐกิจอย่างยั่งยืน โดยต้องยกเลิกและละเว้นการตรากฎหมายและกฎเกณฑ์ที่ควบคุมธุรกิจซึ่งมีบทบัญญัติที่ไม่สอดคล้องกับความจำเป็นทางเศรษฐกิจ และต้องไม่ประกอบกิจการที่มีลักษณะเป็นการแข่งขันกับเอกชน เว้นแต่มีความจำเป็นเพื่อประโยชน์ในการรักษาความมั่นคงของรัฐ รักษาผลประโยชน์ส่วนรวม หรือการจัดให้มีสาธารณูปโภค (๒) สนับสนุนให้มีการใช้หลักคุณธรรม จริยธรรม และหลักธรรมาภิบาล ควบคู่กับการประกอบกิจการ (๓) ควบคุมให้มีการรักษาวินัยการเงินการคลังเพื่อสนับสนุนเสถียรภาพและความมั่นคงทางเศรษฐกิจและสังคมของประเทศ ปรับปรุงระบบการจัดเก็บภาษีอากรให้มีความเป็นธรรมและสอดคล้องกับการเปลี่ยนแปลงของสภาพเศรษฐกิจและสังคม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒๖ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๕) จัดให้มีการออมเพื่อการดำรงชีพในยามชราแก่ประชาชนและเจ้าหน้าที่ของรัฐอย่างทั่วถึง\n(๕) กำกับให้การประกอบกิจการมีการแข่งขันอย่างเสรีและเป็นธรรม ป้องกันการผูกขาด ตัดตอนไม่ว่าโดยทางตรงหรือทางอ้อม และคุ้มครองผู้บริโภค\n(๖) ดำเนินการให้มีการกระจายรายได้อย่างเป็นธรรม คุ้มครอง ส่งเสริมและขยายโอกาสในการประกอบอาชีพของประชาชนเพื่อการพัฒนาเศรษฐกิจ รวมทั้งส่งเสริมและสนับสนุนการพัฒนาภูมิปัญญาท้องถิ่นและภูมิปัญญาไทย เพื่อใช้ในการผลิตสินค้า บริการ และการประกอบอาชีพ\n(๗) ส่งเสริมให้ประชากรวัยทำงานมีงานทำ คุ้มครองแรงงานเด็กและสตรี จัดระบบแรงงานสัมพันธ์และระบบไตรภาคีที่ผู้ทำงานมีสิทธิเลือกผู้แทนของตน จัดระบบประกันสังคม รวมทั้งคุ้มครองให้ผู้ทำงานที่มีคุณค่าอย่างเดียวกันได้รับค่าตอบแทน สิทธิประโยชน์ และสวัสดิการที่เป็นธรรมโดยไม่เลือกปฏิบัติ\n(๘) คุ้มครองและรักษาผลประโยชน์ของเกษตรกรในการผลิตและการตลาด ส่งเสริมให้สินค้าเกษตรได้รับผลตอบแทนสูงสุด รวมทั้งส่งเสริมการรวมกลุ่มของเกษตรกรในรูปของสภาเกษตรเพื่อวางแผนการเกษตรและรักษาผลประโยชน์ร่วมกันของเกษตรกร\n(๙) ส่งเสริม สนับสนุน และคุ้มครองระบบสหกรณ์ให้เป็นอิสระ และการรวมกลุ่ม การประกอบอาชีพหรือวิชาชีพตลอดทั้งการรวมกลุ่มของประชาชนเพื่อดำเนินกิจการด้านเศรษฐกิจ\n(๑๐) จัดให้มีสาธารณูปโภคขั้นพื้นฐานอันจำเป็นต่อการดำรงชีวิตของประชาชนเพื่อประโยชน์ในการรักษาความมั่นคงของรัฐในทางเศรษฐกิจ และต้องมิให้สาธารณูปโภคขั้นพื้นฐานอันจำเป็นต่อการดำรงชีวิตของประชาชนอยู่ในความผูกขาดของเอกชนอันอาจก่อความเสียหายแก่รัฐ\n(๑๑) การดำเนินการใดที่เป็นเหตุให้โครงสร้างหรือโครงข่ายขั้นพื้นฐานของกิจการสาธารณูปโภคขั้นพื้นฐานของรัฐอันจำเป็นต่อการดำรงชีวิตของประชาชน หรือเพื่อความมั่นคงของรัฐตกไปเป็นกรรมสิทธิ์ของเอกชน หรือทำให้รัฐเป็นเจ้าของน้อยกว่าร้อยละห้าสิบเอ็ด จะกระทำมิได้\n(๑๒) ส่งเสริมและสนับสนุน กิจการพาณิชยนาวี การขนส่งทางราง รวมทั้ง การดำเนินการตามระบบบริหารจัดการขนส่งทั้งภายในและระหว่างประเทศ\n(๑๓) ส่งเสริมและสนับสนุนองค์กรภาคเอกชนทางเศรษฐกิจทั้งในระดับชาติและระดับท้องถิ่นให้มีความเข้มแข็ง\n(๑๔) ส่งเสริมอุตสาหกรรมแปรรูปผลผลิตทางการเกษตรเพื่อให้เกิดมูลค่าเพิ่มในทางเศรษฐกิจ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒๗ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nส่วนที่ ๘\nแนวนโยบายด้านที่ดิน ทรัพยากรธรรมชาติ และสิ่งแวดล้อม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "85",
      "content": "รัฐต้องดำเนินการตามแนวนโยบายด้านที่ดิน ทรัพยากรธรรมชาติ และสิ่งแวดล้อม ดังต่อไปนี้ (๑) กำหนดหลักเกณฑ์การใช้ที่ดินให้ครอบคลุมทั่วประเทศ โดยให้คำนึงถึงความสอดคล้องกับสภาพแวดล้อมทางธรรมชาติ ทั้งผืนดิน ผืนน้ำ วิถีชีวิตของชุมชนท้องถิ่น และการดูแลรักษาทรัพยากรธรรมชาติอย่างมีประสิทธิภาพ และกำหนดมาตรฐานการใช้ที่ดินอย่างยั่งยืน โดยต้องให้ประชาชนในพื้นที่ที่ได้รับผลกระทบจากหลักเกณฑ์การใช้ที่ดินนั้นมีส่วนร่วมในการตัดสินใจด้วย (๒) กระจายการถือครองที่ดินอย่างเป็นธรรมและดำเนินการให้เกษตรกรมีกรรมสิทธิ์หรือสิทธิในที่ดินเพื่อประกอบเกษตรกรรมอย่างทั่วถึงโดยการปฏิรูปที่ดินหรือวิธีอื่น รวมทั้งจัดหาแหล่งน้ำ เพื่อให้เกษตรกรมีน้ำใช้อย่างพอเพียงและเหมาะสมแก่การเกษตร (๓) จัดให้มีการวางผังเมือง พัฒนา และดำเนินการตามผังเมืองอย่างมีประสิทธิภาพและประสิทธิผล เพื่อประโยชน์ในการดูแลรักษาทรัพยากรธรรมชาติอย่างยั่งยืน (๔) จัดให้มีแผนการบริหารจัดการทรัพยากรน้ำและทรัพยากรธรรมชาติอื่นอย่างเป็นระบบ และเกิดประโยชน์ต่อส่วนรวม ทั้งต้องให้ประชาชนมีส่วนร่วมในการสงวน บำรุงรักษา และใช้ประโยชน์จากทรัพยากรธรรมชาติและความหลากหลายทางชีวภาพอย่างสมดุล (๕) ส่งเสริม บำรุงรักษา และคุ้มครองคุณภาพสิ่งแวดล้อมตามหลักการพัฒนาที่ยั่งยืน ตลอดจนควบคุมและกำจัดภาวะมลพิษที่มีผลต่อสุขภาพอนามัย สวัสดิภาพ และคุณภาพชีวิตของประชาชน โดยประชาชน ชุมชนท้องถิ่น และองค์กรปกครองส่วนท้องถิ่น ต้องมีส่วนร่วมในการกำหนดแนวทางการดำเนินงาน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_85",
      "content": "ส่วนที่ ๙ แนวนโยบายด้านวิทยาศาสตร์ ทรัพย์สินทางปัญญา และพลังงาน",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "86",
      "content": "รัฐต้องดำเนินการตามแนวนโยบายด้านวิทยาศาสตร์ ทรัพย์สินทางปัญญา และพลังงาน ดังต่อไปนี้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "10": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒๘ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๑) ส่งเสริมให้มีการพัฒนาด้านวิทยาศาสตร์ เทคโนโลยี และนวัตกรรมด้านต่าง ๆ โดยจัดให้มีกฎหมายเฉพาะเพื่อการนี้ จัดงบประมาณสนับสนุนการศึกษา ค้นคว้า วิจัย และให้มีสถาบันการศึกษาและพัฒนา จัดให้มีการใช้ประโยชน์จากผลการศึกษาและพัฒนา การถ่ายทอดเทคโนโลยีที่มีประสิทธิภาพ และการพัฒนาบุคลากรที่เหมาะสม รวมทั้งเผยแพร่ความรู้ด้านวิทยาศาสตร์และเทคโนโลยีสมัยใหม่ และสนับสนุนให้ประชาชนใช้หลักด้านวิทยาศาสตร์ในการดำรงชีวิต\n(๒) ส่งเสริมการประดิษฐ์หรือการค้นคิดเพื่อให้เกิดความรู้ใหม่ รักษาและพัฒนาภูมิปัญญาท้องถิ่นและภูมิปัญญาไทย รวมทั้งให้ความคุ้มครองทรัพย์สินทางปัญญา\n(๓) ส่งเสริมและสนับสนุนการวิจัย พัฒนา และใช้ประโยชน์จากพลังงานทดแทนซึ่งได้จากธรรมชาติและเป็นคุณต่อสิ่งแวดล้อมอย่างต่อเนื่องและเป็นระบบ\n\nส่วนที่ ๑๐\nแนวนโยบายด้านการมีส่วนร่วมของประชาชน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "87",
      "content": "รัฐต้องดำเนินการตามแนวนโยบายด้านการมีส่วนร่วมของประชาชน ดังต่อไปนี้ (๑) ส่งเสริมให้ประชาชนมีส่วนร่วมในการกำหนดนโยบายและวางแผนพัฒนาเศรษฐกิจและสังคมทั้งในระดับชาติและระดับท้องถิ่น (๒) ส่งเสริมและสนับสนุนการมีส่วนร่วมของประชาชนในการตัดสินใจทางการเมือง การวางแผนพัฒนาทางเศรษฐกิจ และสังคม รวมทั้งการจัดทำบริการสาธารณะ (๓) ส่งเสริมและสนับสนุนการมีส่วนร่วมของประชาชนในการตรวจสอบการใช้อำนาจรัฐทุกระดับ ในรูปแบบองค์กรทางวิชาชีพหรือตามสาขาอาชีพที่หลากหลาย หรือรูปแบบอื่น (๔) ส่งเสริมให้ประชาชนมีความเข้มแข็งในทางการเมือง และจัดให้มีกฎหมายจัดตั้งกองทุนพัฒนาการเมืองภาคพลเมืองเพื่อช่วยเหลือการดำเนินกิจกรรมสาธารณะของชุมชน รวมทั้งสนับสนุนการดำเนินการของกลุ่มประชาชนที่รวมตัวกันในลักษณะเครือข่ายทุกรูปแบบให้สามารถแสดงความคิดเห็นและเสนอความต้องการของชุมชนในพื้นที่ (๕) ส่งเสริมและให้การศึกษาแก่ประชาชนเกี่ยวกับการพัฒนาการเมืองและการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข รวมทั้งส่งเสริมให้ประชาชนได้ใช้สิทธิเลือกตั้งโดยสุจริตและเที่ยงธรรม การมีส่วนร่วมของประชาชนตามมาตรานี้ต้องคำนึงถึงสัดส่วนของหญิงและชายที่ใกล้เคียงกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๒๙ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nหมวด ๖\nรัฐสภา\n\nส่วนที่ ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "88",
      "content": "รัฐสภาประกอบด้วยสภาผู้แทนราษฎรและวุฒิสภา รัฐสภาจะประชุมร่วมกันหรือแยกกัน ย่อมเป็นไปตามบทบัญญัติแห่งรัฐธรรมนูญนี้ บุคคลจะเป็นสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาในขณะเดียวกันมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "89",
      "content": "ประธานสภาผู้แทนราษฎรเป็นประธานรัฐสภา ประธานวุฒิสภาเป็นรอง ประธานรัฐสภา ในกรณีที่ไม่มีประธานสภาผู้แทนราษฎร หรือประธานสภาผู้แทนราษฎรไม่อยู่หรือไม่สามารถ ปฏิบัติหน้าที่ประธานรัฐสภาได้ ให้ประธานวุฒิสภาทำหน้าที่ประธานรัฐสภาแทน ประธานรัฐสภามีอำนาจหน้าที่ตามที่บัญญัติไว้ในรัฐธรรมนูญนี้ และดำเนินกิจการของรัฐสภา ในกรณีประชุมร่วมกันให้เป็นไปตามข้อบังคับ ประธานรัฐสภาและผู้ทำหน้าที่แทนประธานรัฐสภาต้องวางตนเป็นกลางในการปฏิบัติหน้าที่ รองประธานรัฐสภามีอำนาจหน้าที่ตามที่บัญญัติไว้ในรัฐธรรมนูญนี้ และตามที่ประธาน รัฐสภามอบหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "90",
      "content": "ร่างพระราชบัญญัติประกอบรัฐธรรมนูญและร่างพระราชบัญญัติจะตราขึ้น เป็นกฎหมายได้ก็แต่โดยคำแนะนำและยินยอมของรัฐสภา และเมื่อพระมหากษัตริย์ได้ ทรงลงพระปรมาภิไธยหรือถือเสมือนว่าได้ทรงลงพระปรมาภิไธยตามรัฐธรรมนูญนี้แล้ว ให้ประกาศใน ราชกิจจานุเบกษาเพื่อใช้บังคับเป็นกฎหมายต่อไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "91",
      "content": "สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในสิบของ จำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อร้องต่อประธานแห่งสภาที่ตนเป็นสมาชิกว่า",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๓๐ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐\n\nสมาชิกภาพของสมาชิกคนใดคนหนึ่งแห่งสภานั้นสิ้นสุดลงตามมาตรา ๑๐๖ (๓) (๔) (๕) (๖) (๗) (๘) (๑๐) หรือ (๑๑) หรือมาตรา ๑๑๙ (๓) (๔) (๕) (๗) หรือ (๘) แล้วแต่กรณี และให้ประธานแห่งสภาที่ได้รับคำร้องส่งคำร้องนั้นไปยังศาลรัฐธรรมนูญเพื่อวินิจฉัยว่าสมาชิกภาพของสมาชิกผู้นั้นสิ้นสุดลงหรือไม่\n\nเมื่อศาลรัฐธรรมนูญมีคำวินิจฉัยแล้ว ให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ได้รับคำร้องตามวรรคหนึ่ง\n\nในกรณีที่คณะกรรมการการเลือกตั้งเห็นว่าสมาชิกภาพของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาคนใดคนหนึ่งมีเหตุสิ้นสุดลงตามวรรคหนึ่ง ให้ส่งเรื่องไปยังประธานแห่งสภาที่ผู้นั้นเป็นสมาชิก และให้ประธานแห่งสภานั้นส่งเรื่องไปยังศาลรัฐธรรมนูญเพื่อวินิจฉัยตามวรรคหนึ่งและวรรคสอง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "92",
      "content": "การออกจากตำแหน่งของสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาภายหลังวันที่สมาชิกภาพสิ้นสุดลง หรือวันที่ศาลรัฐธรรมนูญมีคำวินิจฉัยว่าสมาชิกภาพของสมาชิกคนใดคนหนึ่งสิ้นสุดลง ย่อมไม่กระทบกระเทือนกิจการที่สมาชิกผู้นั้นได้กระทำไปในหน้าที่สมาชิกร่วมทั้งการได้รับเงินประจำตำแหน่งหรือประโยชน์ตอบแทนอย่างอื่นก่อนที่สมาชิกผู้นั้นออกจากตำแหน่ง หรือก่อนที่ประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกได้รับแจ้งคำวินิจฉัยของศาลรัฐธรรมนูญแล้วแต่กรณี เว้นแต่ในกรณีที่ออกจากตำแหน่งเพราะเหตุที่ผู้นั้นได้รับเลือกตั้งหรือสรรหามาโดยไม่ชอบด้วยพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา ให้คืนเงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นที่ผู้นั้นได้รับมาเนื่องจากการดำรงตำแหน่งดังกล่าว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_92",
      "content": "ส่วนที่ ๒ สภาผู้แทนราษฎร",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "93",
      "content": "สภาผู้แทนราษฎรประกอบด้วยสมาชิกจำนวนสี่ร้อยแปดสิบคน โดยเป็นสมาชิกซึ่งมาจากการเลือกตั้งแบบแบ่งเขตเลือกตั้งจำนวนสี่ร้อยคน และสมาชิกซึ่งมาจากการเลือกตั้งแบบสัดส่วนจำนวนแปดสิบคน",
      "type": "section",
      "status": "OCR"
    }
  ],
  "11": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๓๑\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการเลือกตั้งสมาชิกสภาผู้แทนราษฎรให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ โดยให้ใช้บัตรเลือกตั้งสมาชิกสภาผู้แทนราษฎรแบบละหนึ่งใบ\n\nหลักเกณฑ์และวิธีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรให้เป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรว่างลงไม่ว่าด้วยเหตุใด และยังมิได้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรขึ้นแทนตำแหน่งที่ว่าง ให้สภาผู้แทนราษฎรประกอบด้วยสมาชิกสภาผู้แทนราษฎรเท่าที่มีอยู่\n\nภายใต้บังคับมาตรา ๑๐๙ (๒) ในกรณีที่มีเหตุใด ๆ ทำให้ในระหว่างอายุของสภาผู้แทนราษฎรมีสมาชิกซึ่งได้รับเลือกตั้งจากการเลือกตั้งแบบสัดส่วนมีจำนวนไม่ถึงแปดสิบคน ให้สมาชิกซึ่งมาจากการเลือกตั้งแบบสัดส่วนประกอบด้วยสมาชิกเท่าที่มีอยู่\n\nในกรณีที่มีเหตุการณ์ใด ๆ ทำให้การเลือกตั้งทั่วไปครั้งใดมีจำนวนสมาชิกสภาผู้แทนราษฎรไม่ถึงสี่ร้อยแปดสิบคน แต่มีจำนวนไม่น้อยกว่าร้อยละเก้าสิบห้าของจำนวนสมาชิกสภาผู้แทนราษฎรทั้งหมด ให้ถือว่าสมาชิกจำนวนนั้นประกอบเป็นสภาผู้แทนราษฎร แต่ต้องดำเนินการให้มีสมาชิกสภาผู้แทนราษฎรให้ครบจำนวนตามที่บัญญัติไว้ในรัฐธรรมนูญนี้ภายในหนึ่งร้อยแปดสิบวัน และให้อยู่ในตำแหน่งได้เพียงเท่าอายุของสภาผู้แทนราษฎรที่เหลืออยู่",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "94",
      "content": "การเลือกตั้งสมาชิกสภาผู้แทนราษฎรแบบแบ่งเขตเลือกตั้ง ให้ผู้มีสิทธิเลือกตั้งในเขตเลือกตั้งใดมีสิทธิออกเสียงลงคะแนนเลือกตั้งผู้สมัครรับเลือกตั้งได้เท่าจำนวนสมาชิกสภาผู้แทนราษฎรที่มีได้ในเขตเลือกตั้งนั้น การคำนวณจำนวนสมาชิกสภาผู้แทนราษฎรที่จะพึงมีได้ในแต่ละเขตเลือกตั้งและการกำหนดเขตเลือกตั้ง ให้ดำเนินการดังต่อไปนี้ (๑) ให้คำนวณเกณฑ์จำนวนราษฎรอุตสาหกรรมที่ประกาศในปีสุดท้ายก่อนปีที่มีการเลือกตั้ง เฉลี่ยด้วยจำนวนประชาศึกษาตามหลักฐานการทะเบียนราษฎรที่ประกาศในปีสุดท้ายก่อนปีที่มีการเลือกตั้ง เฉลี่ยด้วยจำนวนสมาชิกสภาผู้แทนราษฎรสี่ร้อยคน (๒) จังหวัดใดมีราษฎรไม่ถึงเกณฑ์จำนวนราษฎรอุตสาหกรรมที่กำหนด (๑) ให้จังหวัดนั้นมีสมาชิกสภาผู้แทนราษฎรได้หนึ่งคน จังหวัดใดมีราษฎรเกินเกณฑ์จำนวนราษฎรอุตสาหกรรมที่ถึงเกณฑ์จำนวนราษฎรต่อสมาชิกหนึ่งคน ให้จังหวัดนั้นมีสมาชิกสภาผู้แทนราษฎรเพิ่มขึ้นอีกหนึ่งคนทุกจำนวนราษฎรที่ถึงเกณฑ์จำนวนราษฎรต่อสมาชิกหนึ่งคน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๓๒ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๓) เมื่อได้จำนวนสมาชิกสภาผู้แทนราษฎรของแต่ละจังหวัดตาม (๒) แล้ว ถ้าจำนวนสมาชิกสภาผู้แทนราษฎรที่คำนวณได้ยังไม่ครบสี่ร้อยคน ให้จังหวัดที่มีเศษเหลือจากการคำนวณตาม (๒) มากที่สุด มีสมาชิกสภาผู้แทนราษฎรเพิ่มขึ้นอีกหนึ่งคน และให้เพิ่มจำนวนสมาชิกสภาผู้แทนราษฎรตามวิธีการดังกล่าวแก่จังหวัดที่มีเศษเหลือจากการคำนวณตาม (๒) ในลำดับรองลงมาตามลำดับจนได้จำนวนสมาชิกสภาผู้แทนราษฎรครบสี่ร้อยคน\n(๔) การกำหนดเขตเลือกตั้งให้ดำเนินการโดยจังหวัดใดมีสมาชิกสภาผู้แทนราษฎรได้ไม่เกินสามคน ให้ถือเขตจังหวัดเป็นเขตเลือกตั้ง แต่ถ้าจังหวัดใดมีสมาชิกสภาผู้แทนราษฎรได้เกินสามคน ให้แบ่งเขตจังหวัดออกเป็นเขตเลือกตั้ง โดยจัดให้แต่ละเขตเลือกตั้งมีจำนวนสมาชิกสภาผู้แทนราษฎรสามคน\n(๕) ในกรณีที่แบ่งเขตเลือกตั้งในจังหวัดหนึ่งให้มีจำนวนสมาชิกสภาผู้แทนราษฎรครบสามคนทุกเขตไม่ได้ ให้แบ่งเขตเลือกตั้งออกเป็นเขตเลือกตั้งที่มีสมาชิกสภาผู้แทนราษฎรเขตละสามคนเสียก่อน แต่เขตที่เหลือต้องไม่น้อยกว่าเขตละสองคน ถ้าจังหวัดใดมีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรได้สี่คน ให้แบ่งเขตเลือกตั้งออกเป็นสองเขต เขตหนึ่งให้มีสมาชิกสภาผู้แทนราษฎรสองคน\n(๖) จังหวัดใดมีการแบ่งเขตเลือกตั้งมากกว่าหนึ่งเขต ต้องแบ่งพื้นที่ของเขตเลือกตั้งแต่ละเขตให้ติดต่อกัน และต้องให้มีจำนวนราษฎรในแต่ละเขตใกล้เคียงกัน\nให้ดำเนินการนับคะแนนที่หน่วยเลือกตั้ง และให้ส่งผลการนับคะแนนของหน่วยเลือกตั้งนั้นไปรวมที่เขตเลือกตั้ง เพื่อนับคะแนนรวม แล้วให้ประกาศผลการนับคะแนนโดยเปิดเผย ณ สถานที่แห่งใดแห่งหนึ่งแต่เพียงแห่งเดียวในเขตเลือกตั้งนั้นตามที่คณะกรรมการการเลือกตั้งกำหนด เว้นแต่เป็นกรณีที่มีความจำเป็นเฉพาะท้องที่ คณะกรรมการการเลือกตั้งจะกำหนดให้นับคะแนน รวมผลการนับคะแนน และประกาศผลการนับคะแนนเป็นอย่างอื่นก็ได้ ทั้งนี้ ตามที่บัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรแบบสัดส่วน ให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามบัญชีรายชื่อที่พรรคการเมืองที่จัดทำบัญชีรายชื่อผู้สมัครรับเลือกตั้งในเขตเลือกตั้งใดมีสิทธิออกเสียงลงคะแนนเลือกพรรคการเมืองที่จัดทำบัญชีรายชื่อผู้สมัครรับเลือกตั้งในเขตเลือกตั้งนั้นได้หนึ่งเสียง\nพรรคการเมืองหนึ่งจะส่งผู้สมัครรับเลือกตั้งแบบสัดส่วนทุกเขตเลือกตั้ง หรือจะส่งเพียงบางเขตเลือกตั้งก็ได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๓๓\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nบัญชีรายชื่อผู้สมัครรับเลือกตั้งแบบสัดส่วนของพรรคการเมืองใดที่ได้ยื่นไว้แล้ว ถ้าปรากฏว่า\nก่อนหรือในวันเลือกตั้งมีเหตุไม่ว่าด้วยประการใดที่มีผลทำให้บัญชีรายชื่อของพรรคการเมืองนั้นมี\nจำนวนผู้สมัครรับเลือกตั้งแบบสัดส่วนไม่ครบตามจำนวนที่พรรคการเมืองนั้นได้ยื่นไว้ ให้ถือว่าบัญชี\nรายชื่อของพรรคการเมืองนั้นมีจำนวนผู้สมัครรับเลือกตั้งแบบสัดส่วนเท่าที่มีอยู่ และในกรณีนี้ให้ถือว่า\nสภาผู้แทนราษฎรประกอบด้วยสมาชิกสภาผู้แทนราษฎรเท่าที่มีอยู่",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "96",
      "content": "การกำหนดเขตเลือกตั้งสำหรับการเลือกตั้งสมาชิกสภาผู้แทนราษฎรแบบ สัดส่วน ให้ดำเนินการดังต่อไปนี้ (๑) ให้จัดแบ่งพื้นที่ประเทศออกเป็นแปลกลุ่มจังหวัด และให้แต่ละกลุ่มจังหวัดเป็นเขต เลือกตั้ง โดยแต่ละเขตเลือกตั้งให้มีจำนวนสมาชิกสภาผู้แทนราษฎรได้สิบคน (๒) การจัดกลุ่มต้องมีจำนวนราษฎรตามหลักฐานการทะเบียนราษฎรที่ประกาศในปีสุดท้ายก่อนปีที่ มีการเลือกตั้งรวมกันแล้วใกล้เคียงกัน ทั้งนี้ โดยให้จังหวัดทั้งจังหวัดอยู่ในเขตเลือกตั้งเดียว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "97",
      "content": "การจัดทำบัญชีรายชื่อผู้สมัครรับเลือกตั้งของพรรคการเมืองสำหรับการเลือกตั้ง สมาชิกสภาผู้แทนราษฎรแบบสัดส่วน ให้ดำเนินการดังต่อไปนี้ (๑) บัญชีรายชื่อผู้สมัครรับเลือกตั้งในแต่ละเขตเลือกตั้งต้องมีรายชื่อผู้สมัครรับเลือกตั้งครบ ตามจำนวนสมาชิกสภาผู้แทนราษฎรแบบสัดส่วนที่จะมีได้ในแต่ละเขตเลือกตั้ง และต้องเรียงตามลำดับ หมายเลข แล้วให้ยื่นต่อคณะกรรมการการเลือกตั้งก่อนวันเปิดสมัครรับเลือกตั้งสมาชิกสภาผู้แทน ราษฎรแบบแบ่งเขตเลือกตั้ง (๒) รายชื่อของบุคคลตาม (๑) ต้องไม่ซ้ำกับรายชื่อของผู้สมัครรับเลือกตั้ง ทั้งแบบแบ่งเขต เลือกตั้งและแบบสัดส่วนไม่ว่าของพรรคการเมืองใด และต้องคำนึงถึงโอกาส สัดส่วนที่เหมาะสม และความเท่าเทียมกันระหว่างหญิงและชาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "98",
      "content": "การคำนวณสัดส่วนที่ผู้สมัครรับเลือกตั้งตามบัญชีรายชื่อของแต่ละพรรค การเมืองจะได้รับเลือกในแต่ละเขตเลือกตั้ง ให้นำคะแนนที่แต่ละพรรคการเมืองได้รับในเขตเลือกตั้ง นั้นมารวมกัน แล้วคำนวณเพื่อแบ่งจำนวนผู้ที่จะได้รับเลือกของแต่ละพรรคการเมือง เป็นสัดส่วนที่ สัมพันธ์กันโดยตรงกับจำนวนคะแนนรวมข้างต้น คะแนนที่แต่ละพรรคการเมืองได้รับ และจำนวน สมาชิกสภาผู้แทนราษฎรแบบสัดส่วนที่จะพึงมีได้ในเขตเลือกตั้งนั้น โดยให้ผู้สมัครรับเลือกตั้งซึ่งมี รายชื่อในบัญชีรายชื่อของแต่ละพรรคการเมืองได้รับเลือกตามเกณฑ์คะแนนที่คำนวณได้ เรียงตามลำดับ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "12": [
    {
      "id": "intro",
      "content": "หน้า ๓๔\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nหมายเลขในบัญชีรายชื่อของพรรคการเมืองนั้น ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่บัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา\n\nให้นำบทบัญญัติมาตรา ๙๔ วรรคสาม มาใช้บังคับกับการนับคะแนนการเลือกตั้งสมาชิกสภาผู้แทนราษฎรแบบสัดส่วนด้วยอนุโลม ทั้งนี้ คณะกรรมการการเลือกตั้งอาจกำหนดให้มีการรวมผลการนับคะแนนเบื้องต้นที่จังหวัดก่อนก็ได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "99",
      "content": "บุคคลผู้มีคุณสมบัติดังต่อไปนี้ เป็นผู้มีสิทธิเลือกตั้ง (๑) มีสัญชาติไทย แต่บุคคลผู้มีสัญชาติไทยโดยการแปลงสัญชาติ ต้องได้สัญชาติไทยมาแล้วไม่น้อยกว่าห้าปี (๒) มีอายุไม่ต่ำกว่าสิบแปดปีบริบูรณ์ในวันที่ ๑ มกราคมของปีที่มีการเลือกตั้ง และ (๓) มีชื่ออยู่ในทะเบียนบ้านในเขตเลือกตั้งมาแล้วเป็นเวลาไม่น้อยกว่าเก้าสิบวันนับถึงวันเลือกตั้ง ผู้มีสิทธิเลือกตั้งซึ่งอยู่นอกเขตเลือกตั้งที่ตนมีชื่ออยู่ในทะเบียนบ้าน หรือมีชื่ออยู่ในทะเบียนบ้านในเขตเลือกตั้งเป็นเวลาน้อยกว่าเก้าสิบวันนับถึงวันเลือกตั้ง หรือมีถิ่นที่อยู่นอกราชอาณาจักร ย่อมมีสิทธิออกเสียงลงคะแนนเลือกตั้ง ทั้งนี้ ตามหลักเกณฑ์ วิธีการ และเงื่อนไขที่บัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "100",
      "content": "บุคคลผู้มีลักษณะดังต่อไปนี้ในวันเลือกตั้ง เป็นบุคคลต้องห้ามมิให้ใช้สิทธิเลือกตั้ง (๑) เป็นภิกษุ สามเณร นักพรต หรือนักบวช (๒) อยู่ในระหว่างถูกเพิกถอนสิทธิเลือกตั้ง (๓) ต้องคุมขังอยู่โดยหมายของศาลหรือโดยคำสั่งที่ชอบด้วยกฎหมาย (๔) วิกลจริต หรือจิตฟั่นเฟือนไม่สมประกอบ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "101",
      "content": "บุคคลผู้มีคุณสมบัติดังต่อไปนี้ เป็นผู้มีสิทธิสมัครรับเลือกตั้งเป็นสมาชิกสภาผู้แทนราษฎร (๑) มีสัญชาติไทยโดยการเกิด (๒) มีอายุไม่ต่ำกว่ายี่สิบห้าปีบริบูรณ์ในวันเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๓๕ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๓) เป็นสมาชิกพรรคการเมืองใดพรรคการเมืองหนึ่งแต่เพียงพรรคเดียวเป็นเวลาติดต่อกัน ไม่น้อยกว่าเก้าสิบวันนับถึงวันเลือกตั้ง เว้นแต่ในกรณีที่มีการเลือกตั้งทั่วไปเพราะเหตุยุบสภา ต้องเป็นสมาชิกพรรคการเมืองใดพรรคการเมืองหนึ่งแต่เพียงพรรคเดียวเป็นเวลาติดต่อกันไม่น้อยกว่าสามสิบวันนับถึงวันเลือกตั้ง\n(๔) ผู้สมัครรับเลือกตั้งแบบแบ่งเขตเลือกตั้ง ต้องมีลักษณะอย่างใดอย่างหนึ่งดังต่อไปนี้ด้วย\n(ก) มีชื่ออยู่ในทะเบียนบ้านในจังหวัดที่สมัครรับเลือกตั้งมาแล้วเป็นเวลาติดต่อกันไม่น้อยกว่าห้าปีนับถึงวันสมัครรับเลือกตั้ง\n(ข) เป็นบุคคลซึ่งเกิดในจังหวัดที่สมัครรับเลือกตั้ง\n(ค) เคยศึกษาในสถานศึกษาที่ตั้งอยู่ในจังหวัดที่สมัครรับเลือกตั้งเป็นเวลาติดต่อกันไม่น้อยกว่าห้าปีการศึกษา\n(ง) เคยรับราชการหรือเคยมีชื่ออยู่ในทะเบียนบ้านในจังหวัดที่สมัครรับเลือกตั้งเป็นเวลาติดต่อกันไม่น้อยกว่าห้าปี\n(๕) ผู้สมัครรับเลือกตั้งแบบสัดส่วนต้องมีลักษณะอย่างใดอย่างหนึ่งตาม (๔) ด้วย แต่ลักษณะดังกล่าวในกรณีใดที่กำหนดถึงจังหวัด ให้หมายถึงกลุ่มจังหวัด\n(๖) คุณสมบัติอื่นตามที่บัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "102",
      "content": "บุคคลผู้มีลักษณะดังต่อไปนี้ เป็นบุคคลต้องห้ามมิให้ใช้สิทธิสมัครรับเลือกตั้งเป็นสมาชิกสภาผู้แทนราษฎร (๑) ติดยาเสพติดให้โทษ (๒) เป็นบุคคลล้มละลายหรือเคยเป็นบุคคลล้มละลายทุจริต (๓) เป็นบุคคลผู้มีลักษณะต้องห้ามมิให้ใช้สิทธิเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๑๐๐ (๑) (๒) หรือ (๔) (๔) ต้องคำพิพากษาให้จำคุกและถูกคุมขังอยู่โดยหมายของศาล (๕) เคยต้องคำพิพากษาให้จำคุกโดยได้ฟื้นโทษมายังไม่ถึงห้าปีในวันเลือกตั้ง เว้นแต่ในความผิดอันได้กระทำโดยประมาทหรือความผิดลหุโทษ (๖) เคยถูกไล่ออก ปลดออก หรือให้ออกจากราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ เพราะทุจริตต่อหน้าที่ หรือถือว่ากระทำการทุจริตและประพฤติมิชอบในวงราชการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๓๖\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๗) เคยต้องคำพิพากษาหรือคำสั่งของศาลให้ทรัพย์สินตกเป็นของแผ่นดิน เพราะร่ำรวยผิดปกติหรือมีทรัพย์สินเพิ่มขึ้นผิดปกติ\n(๘) เป็นข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำนอกจากข้าราชการการเมือง\n(๙) เป็นสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่น\n(๑๐) เป็นสมาชิกวุฒิสภาหรือเคยเป็นสมาชิกวุฒิสภาและสมาชิกภาพสิ้นสุดลงแล้วยังไม่เกินสองปี\n(๑๑) เป็นพนักงานหรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือเป็นเจ้าหน้าที่อื่นของรัฐ\n(๑๒) เป็นตุลาการศาลรัฐธรรมนูญ กรรมการการเลือกตั้ง ผู้ตรวจการแผ่นดิน กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ กรรมการตรวจเงินแผ่นดิน หรือกรรมการสิทธิมนุษยชนแห่งชาติ\n(๑๓) อยู่ในระหว่างต้องห้ามมิให้ดำรงตำแหน่งทางการเมืองตามมาตรา ๒๖๓\n(๑๔) เคยถูกวุฒิสภามีมติตามมาตรา ๒๗๔ ให้ถอดถอนออกจากตำแหน่ง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "103",
      "content": "พรรคการเมืองที่ส่งสมาชิกเข้าเป็นผู้สมัครรับเลือกตั้งในการเลือกตั้งในเขตเลือกตั้งใด ต้องส่งสมาชิกเข้าสมัครรับเลือกตั้งให้ครบจำนวนสมาชิกสภาผู้แทนราษฎรที่จะพึงมีได้ในเขตเลือกตั้งนั้น และจะส่งเกินจำนวนดังกล่าวมิได้ เมื่อพรรคการเมืองใดส่งสมาชิกเข้าสมัครรับเลือกตั้งครบจำนวนตามวรรคหนึ่งแล้ว แม้ภายหลังจะมีจำนวนลดลงจนไม่ครบจำนวน ไม่ว่าด้วยเหตุใด ให้ถือว่าพรรคการเมืองนั้นส่งสมาชิกเข้าสมัครรับเลือกตั้งครบจำนวนแล้ว เมื่อพรรคการเมืองใดส่งสมาชิกเข้าสมัครรับเลือกตั้งแล้ว พรรคการเมืองนั้นหรือผู้สมัครรับเลือกตั้งของพรรคการเมืองนั้น จะถอนการสมัครรับเลือกตั้งหรือเปลี่ยนแปลงผู้สมัครรับเลือกตั้งมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "104",
      "content": "อายุของสภาผู้แทนราษฎรมีกำหนดราวละสี่ปีนับแต่วันเลือกตั้ง ในระหว่างอายุของสภาผู้แทนราษฎร จะมีการควบรวมพรรคการเมืองที่มีสมาชิกเป็นสมาชิกสภาผู้แทนราษฎรมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "105",
      "content": "สมาชิกภาพของสมาชิกสภาผู้แทนราษฎรเริ่มตั้งแต่วันเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "106",
      "content": "สมาชิกภาพของสมาชิกสภาผู้แทนราษฎรสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามอายุของสภาผู้แทนราษฎร หรือมีการยุบสภาผู้แทนราษฎร (๒) ตาย (๓) ลาออก",
      "type": "section",
      "status": "OCR"
    }
  ],
  "13": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๓๗\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๔) ขาดคุณสมบัติตามมาตรา ๑๐๑\n(๕) มีลักษณะต้องห้ามตามมาตรา ๑๐๒\n(๖) กระทำการอันต้องห้ามตามมาตรา ๒๖๕ หรือมาตรา ๒๖๖\n(๗) ลาออกจากพรรคการเมืองที่ตนเป็นสมาชิก หรือพรรคการเมืองที่ตนเป็นสมาชิกมีมติ ด้วยคะแนนเสียงไม่น้อยกว่าสามในสี่ของที่ประชุมร่วมของคณะกรรมการบริหารของพรรคการเมือง และสมาชิกสภาผู้แทนราษฎรที่สังกัดพรรคการเมืองนั้น ให้พ้นจากการเป็นสมาชิกของพรรคการเมือง ที่ตนเป็นสมาชิก ในกรณีเช่นนี้ ให้ถือว่าสิ้นสุดสมาชิกภาพนับแต่วันที่ลาออกหรือพรรคการเมืองมีมติ เงินแต่สมาชิกสภาผู้แทนราษฎรผู้นั้นได้อุทธรณ์ต่อศาลรัฐธรรมนูญภายในสามสิบวันนับแต่วันที่ พรรคการเมืองมีมติ ดังกล่าวมีลักษณะตามมาตรา ๖๕ วรรคสาม ถ้าศาลรัฐธรรมนูญ วินิจฉัยว่ามติดังกล่าวมิได้มีลักษณะตามมาตรา ๖๕ วรรคสาม ให้ถือว่าสมาชิกภาพสิ้นสุดลง นับแต่วันที่ศาลรัฐธรรมนูญวินิจฉัย แต่ถ้าศาลรัฐธรรมนูญวินิจฉัยว่ามติดังกล่าวมีลักษณะตาม มาตรา ๖๕ วรรคสาม สมาชิกสภาผู้แทนราษฎรผู้นั้นอาจเข้าเป็นสมาชิกของพรรคการเมืองอื่นได้ ภายในสามสิบวันนับแต่วันที่ศาลรัฐธรรมนูญวินิจฉัย\n(๘) ขาดจากการเป็นสมาชิกของพรรคการเมืองในกรณีที่ศาลรัฐธรรมนูญมีคำสั่งยุบพรรค การเมืองที่สมาชิกสภาผู้แทนราษฎรผู้นั้นเป็นสมาชิก และไม่อาจเข้าเป็นสมาชิกของพรรคการเมืองอื่น ได้ภายในหกสิบวันนับแต่วันที่ศาลรัฐธรรมนูญมีคำสั่ง ในกรณีเช่นนี้ให้ถือว่าสิ้นสุดสมาชิกภาพ นับแต่วันถัดจากวันที่ครบกำหนดหกสิบวันนั้น\n(๙) วุฒิสภามีมติตามมาตรา ๒๗๕ ให้ถอดถอนออกจากตำแหน่ง หรือศาลรัฐธรรมนูญ มีคำวินิจฉัยให้พ้นจากสมาชิกภาพตามมาตรา ๙๑ หรือศาลฎีกามีคำสั่งตามมาตรา ๒๓๙ วรรคสอง ในกรณีเช่นนี้ ให้ถือว่าสิ้นสุดสมาชิกภาพนับแต่วันที่วุฒิสภามีมติหรือศาลมีคำวินิจฉัยหรือมีคำสั่ง แล้วแต่กรณี\n(๑๐) ขาดประชุมเกินจำนวนหนึ่งในสี่ของจำนวนวันประชุมในสมัยประชุมที่มีกำหนดเวลา ไม่น้อยกว่าหนึ่งร้อยยี่สิบวันโดยไม่ได้รับอนุญาตจากประธานสภาผู้แทนราษฎร\n(๑๑) ต้องคำพิพากษาถึงที่สุดให้จำคุก แม้จะมีการรอการลงโทษ เว้นแต่เป็นการรอการ ลงโทษในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "107",
      "content": "เมื่ออายุของสภาผู้แทนราษฎรสิ้นสุดลง พระมหากษัตริย์จะได้ทรงตรา พระราชกฤษฎีกาให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่เป็นการเลือกตั้งทั่วไป ซึ่งต้องกำหนด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๓๘ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nวันเลือกตั้งภายในสี่สิบห้าวันนับแต่วันที่อายุของสภาผู้แทนราษฎรสิ้นสุดลง และวันเลือกตั้งนั้นต้องกำหนดเป็นวันเดียวกันทั่วราชอาณาจักร",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "108",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะยุบสภาผู้แทนราษฎรเพื่อให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่ การยุบสภาผู้แทนราษฎรให้กระทำโดยพระราชกฤษฎีกา ซึ่งต้องกำหนดวันเลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่เป็นการเลือกตั้งทั่วไปภายในระยะเวลาไม่น้อยกว่าสี่สิบห้าวันแต่ไม่เกินหกสิบวันนับแต่วันยุบสภาผู้แทนราษฎร และวันเลือกตั้งนั้นต้องกำหนดเป็นวันเดียวกันทั่วราชอาณาจักร การยุบสภาผู้แทนราษฎรจะกระทำได้เพียงครั้งเดียวในเหตุการณ์เดียวกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "109",
      "content": "เมื่อดำเนินตามพระราชกฤษฎีกาว่างลงเพราะเหตุอื่นใดนอกจากถึงคราวออกตามอายุของสภาผู้แทนราษฎรหรือเมื่อมีการยุบสภาผู้แทนราษฎร ให้ดำเนินการดังต่อไปนี้ (๑) ในกรณีที่เป็นตำแหน่งสมาชิกสภาผู้แทนราษฎรที่มาจากการเลือกตั้งแบบแบ่งเขตเลือกตั้ง ให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรขึ้นแทนตำแหน่งที่ว่างภายในสี่สิบห้าวันนับแต่วันที่ตำแหน่งนั้นว่าง เว้นแต่อยุคของสภาผู้แทนราษฎรจะเหลือไม่ถึงหนึ่งร้อยแปดสิบวัน (๒) ในกรณีที่เป็นตำแหน่งสมาชิกสภาผู้แทนราษฎรที่มาจากการเลือกตั้งแบบสัดส่วนให้ประธานสภาผู้แทนราษฎรประกาศให้ผู้มีชื่ออยู่ในลำดับถัดไปในบัญชีรายชื่อของพรรคการเมืองนั้นในเขตเลือกตั้งนั้น เลื่อนขึ้นมาเป็นสมาชิกสภาผู้แทนราษฎรแทนตำแหน่งที่ว่าง โดยต้องประกาศในราชกิจจานุเบกษาภายในเจ็ดวันนับแต่วันที่ตำแหน่งนั้นว่างลง เว้นแต่ไม่มีรายชื่อเหลืออยู่ในบัญชีที่จะเลื่อนขึ้นมาแทนตำแหน่งที่ว่าง ให้สมาชิกสภาผู้แทนราษฎรผู้เข้ามาแทนตาม (๑) ให้เริ่มนับแต่วันเลือกตั้งแทนตำแหน่งที่ว่าง ส่วนสมาชิกภาพของสมาชิกสภาผู้แทนราษฎรผู้เข้ามาแทนตาม (๒) ให้เริ่มนับแต่วันถัดจากวันประกาศชื่อในราชกิจจานุเบกษา และให้สมาชิกสภาผู้แทนราษฎรผู้เข้ามาแทนตำแหน่งที่ว่างนั้น อยู่ในตำแหน่งได้เพียงเท่าอายุของสภาผู้แทนราษฎรที่เหลืออยู่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "110",
      "content": "ภายหลังที่คณะรัฐมนตรีเข้าบริหารราชการแผ่นดินแล้ว พระมหากษัตริย์จะทรงแต่งตั้งสมาชิกสภาผู้แทนราษฎรผู้เป็นหัวหน้าพรรคการเมืองในสภาผู้แทนราษฎรที่สมาชิกในสังกัดของพรรคคนมิได้ดำรงตำแหน่งรัฐมนตรี และมีจำนวนมากที่สุดในบรรดาพรรคการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๓๙\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nที่สมาชิกในสังกัดมิได้ดำรงตำแหน่งรัฐมนตรี แต่ไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมด เท่าที่มีอยู่ของสภาผู้แทนราษฎรในขณะแต่งตั้ง เป็นผู้นำฝ่ายค้านในสภาผู้แทนราษฎร\nในกรณีที่ไม่มีพรรคการเมืองใดในสภาผู้แทนราษฎรมีลักษณะที่กำหนดไว้ตามวรรคหนึ่ง ให้ สมาชิกสภาผู้แทนราษฎรเป็นหัวหน้าพรรคการเมืองซึ่งได้รับเสียงสนับสนุนข้างมากจาก สมาชิกสภาผู้แทนราษฎรในพรรคการเมืองที่สมาชิกในสังกัดของพรรคนั้นมิได้ดำรงตำแหน่งรัฐมนตรี เป็นผู้นำฝ่ายค้านในสภาผู้แทนราษฎร ในกรณีที่มีเสียงสนับสนุนเท่ากัน ให้ใช้วิธีจับสลาก\nให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งผู้นำฝ่ายค้าน ในสภาผู้แทนราษฎร\nผู้นำฝ่ายค้านในสภาผู้แทนราษฎรอย่อมหันจากตำแหน่งเมื่อขาดคุณสมบัติดังกล่าวในวรรคหนึ่ง หรือวรรคสอง และให้นำบทบัญญัติมาตรา ๑๒๔ วรรคสี่ มาใช้บังคับโดยอนุโลม ในกรณีเช่นนี้ พระมหากษัตริย์จะได้ทรงแต่งตั้งผู้นำฝ่ายค้านในสภาผู้แทนราษฎรแทนตำแหน่งที่ว่าง\n\nส่วนที่ ๓\nวุฒิสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "111",
      "content": "วุฒิสภาประกอบด้วยสมาชิกจำนวนรวมหนึ่งร้อยห้าสิบคน ซึ่งมาจาก การเลือกตั้งในแต่ละจังหวัด จังหวัดละหนึ่งคน และมาจากการสรรหาเท่ากับจำนวนข้างต้น หักด้วยจำนวนสมาชิกวุฒิสภาที่มาจากการเลือกตั้ง ในกรณีที่มีการเพิ่มหรือลดจังหวัดในระหว่างวาระของสมาชิกวุฒิสภาที่มาจากการเลือกตั้ง ให้วุฒิสภาประกอบด้วยสมาชิกเท่าที่มีอยู่ ในกรณีที่ตำแหน่งสมาชิกวุฒิสว่างลงไม่ว่าด้วยเหตุใด ๆ และยังมิได้มีการเลือกตั้งหรือสรรหา ขึ้นแทนตำแหน่งที่ว่าง แล้วแต่กรณี ให้วุฒิสภาประกอบด้วยสมาชิกวุฒิสภาที่มีอยู่ ในกรณีที่มีเหตุการณ์ใด ๆ ทำให้สมาชิกวุฒิสภาไม่ครบจำนวนตามวรรคหนึ่ง แต่มีจำนวน ไม่น้อยกว่าร้อยละเก้าสิบห้าของจำนวนสมาชิกวุฒิสภาทั้งหมด ให้ถือว่าวุฒิสภาประกอบด้วยสมาชิก จำนวนดังกล่าว แต่ต้องมีการเลือกตั้งหรือการสรรหาให้ได้สมาชิกวุฒิสภาครบจำนวนตามวรรคหนึ่ง ภายในหนึ่งร้อยแปดสิบวันนับแต่วันที่มีเหตุการณ์ดังกล่าว และให้สมาชิกวุฒิสภาที่เข้ามานั้นอยู่ใน ตำแหน่งเพียงเท่าอายุของวุฒิสภาที่เหลืออยู่",
      "type": "section",
      "status": "OCR"
    }
  ],
  "14": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๔๐ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "112",
      "content": "การเลือกตั้งสมาชิกวุฒิสภาในแต่ละจังหวัด ให้ใช้เขตจังหวัดเป็นเขตเลือกตั้ง และให้มีสมาชิกวุฒิสภาจังหวัดละหนึ่งคน โดยให้ผู้มีสิทธิเลือกตั้งออกเสียงลงคะแนนเลือกตั้งผู้สมัคร รับเลือกตั้งได้หนึ่งเสียงและให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ เพื่อประโยชน์ในการเลือกตั้งสมาชิกวุฒิสภา ให้ผู้สมัครรับเลือกตั้งสามารถหาเสียงเลือกตั้งได้ ก็แต่เฉพาะที่เกี่ยวกับการปฏิบัติงานในหน้าที่ของวุฒิสภา หลักเกณฑ์ วิธีการ และเงื่อนไขในการเลือกตั้งและการหาเสียงเลือกตั้งของสมาชิกวุฒิสภา ให้เป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการ ได้มาซึ่งสมาชิกวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "113",
      "content": "ให้มีคณะกรรมการสรรหาสมาชิกวุฒิสภาคณะหนึ่ง ประกอบด้วยประธาน ศาลรัฐธรรมนูญ ประธานกรรมการการเลือกตั้ง ประธานผู้ตรวจการแผ่นดิน ประธานกรรมการ ป้องกันและปราบปรามการทุจริตแห่งชาติ ประธานกรรมการตรวจเงินแผ่นดิน ผู้พิพากษาในศาลฎีกา ซึ่งดำรงตำแหน่งไม่ต่ำกว่าผู้พิพากษาศาลฎีกาที่ประชุมใหญ่ศาลฎีกามอบหมายจำนวนหนึ่งคนและ ตุลาการในศาลปกครองสูงสุดที่ที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุดมอบหมายจำนวนหนึ่งคน เป็นกรรมการ ทำหน้าที่สรรหาบุคคลตามมาตรา ๑๑๔ ให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับ บัญชีรายชื่อจากคณะกรรมการการเลือกตั้ง แล้วแจ้งผลการสรรหาให้คณะกรรมการการเลือกตั้ง ประกาศผลผู้ได้รับการสรรหาเป็นสมาชิกวุฒิสภา ให้กรรมการตามวรรคหนึ่งเลือกกันเองให้กรรมการผู้หนึ่งเป็นประธานกรรมการ ในกรณีที่ไม่มีกรรมการในตำแหน่งใด หรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ ถ้ากรรมการที่ เหลืออยู่นั้นมีจำนวนไม่น้อยกว่ากึ่งหนึ่ง ให้คณะกรรมการสรรหาสมาชิกวุฒิสภาประกอบด้วยกรรมการ ที่เหลืออยู่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "114",
      "content": "ให้คณะกรรมการสรรหาสมาชิกวุฒิสภาดำเนินการสรรหาบุคคลที่มีความเหมาะสม จากผู้ได้รับการเสนอชื่อจากองค์กรต่าง ๆ ในภาควิชาการ ภาครัฐ ภาคเอกชน ภาควิชาชีพ และภาคอื่นที่เป็นประโยชน์ในการปฏิบัติการตามอำนาจหน้าที่ของวุฒิสภาเป็นสมาชิกวุฒิสภา เท่าจำนวนที่จะพึงมีตามที่กำหนดในมาตรา ๑๑๑ วรรคหนึ่ง ในการสรรหาบุคคลตามวรรคหนึ่ง ให้คำนึงถึงความรู้ ความเชี่ยวชาญ หรือประสบการณ์ที่ จะเป็นประโยชน์ในการปฏิบัติงานของวุฒิสภาเป็นสำคัญ และให้คำนึงถึงองค์ประกอบจากบุคคลที่มี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๔๑\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nความรู้ความสามารถในด้านต่าง ๆ ที่แตกต่างกัน โอกาสและความเท่าเทียมกันทางเพศ สัดส่วนของบุคคลในแต่ละภาคตามวรรคหนึ่งที่ใกล้เคียงกัน รวมทั้งการให้โอกาสกับผู้ด้อยโอกาสทางสังคมด้วย\n\nหลักเกณฑ์ วิธีการ และเงื่อนไขในการสรรหาสมาชิกวุฒิสภา ให้เป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "115",
      "content": "บุคคลผู้มีคุณสมบัติและไม่มีลักษณะต้องห้ามดังต่อไปนี้เป็นผู้มีสิทธิสมัครรับเลือกตั้งหรือได้รับการเสนอชื่อเพื่อเข้ารับการสรรหาเป็นสมาชิกวุฒิสภา (๑) มีสัญชาติไทยโดยการเกิด (๒) มีอายุไม่ต่ำกว่าสี่สิบปีบริบูรณ์ในวันสมัครรับเลือกตั้งหรือวันที่ได้รับการเสนอชื่อ (๓) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า (๔) ผู้สมัครรับเลือกตั้งเป็นสมาชิกวุฒิสภาที่มาจากการเลือกตั้งต้องมีลักษณะอย่างใดอย่างหนึ่ง ดังต่อไปนี้ด้วย (ก) มีชื่ออยู่ในทะเบียนบ้านในจังหวัดที่สมัครรับเลือกตั้งมาแล้วเป็นเวลาติดต่อกันไม่น้อยกว่าห้าปีนับถึงวันสมัครรับเลือกตั้ง (ข) เป็นบุคคลซึ่งเกิดในจังหวัดที่สมัครรับเลือกตั้ง (ค) เคยศึกษาในสถานศึกษาที่ตั้งอยู่ในจังหวัดที่สมัครรับเลือกตั้งเป็นเวลาติดต่อกันไม่น้อยกว่าห้าปีการศึกษา (ง) เคยรับราชการหรือเคยมีชื่ออยู่ในทะเบียนบ้านในจังหวัดที่สมัครรับเลือกตั้งเป็นเวลาติดต่อกันไม่น้อยกว่าห้าปี (๕) ไม่เป็นบุพการี คู่สมรส หรือบุตรของผู้ดำรงตำแหน่งสมาชิกสภาผู้แทนราษฎรหรือผู้ดำรงตำแหน่งทางการเมือง (๖) ไม่เป็นสมาชิกหรือผู้ดำรงตำแหน่งใดในพรรคการเมืองหรือเคยเป็นสมาชิกหรือเคยดำรงตำแหน่งและพ้นจากการเป็นสมาชิกหรือการดำรงตำแหน่งใด ๆ ในพรรคการเมืองมาแล้วยังไม่เกินห้าปีนับถึงวันสมัครรับเลือกตั้งหรือวันที่ได้รับการเสนอชื่อ (๗) ไม่เป็นสมาชิกสภาผู้แทนราษฎร หรือเคยเป็นสมาชิกสภาผู้แทนราษฎรและพ้นจากการเป็นสมาชิกสภาผู้แทนราษฎรมาแล้วไม่เกินห้าปีนับถึงวันสมัครรับเลือกตั้งหรือวันที่ได้รับการเสนอชื่อ (๘) เป็นบุคคลต้องห้ามมิให้ใช้สิทธิสมัครรับเลือกตั้งตามมาตรา ๑๐๒ (๑) (๒) (๓) (๔) (๕) (๖) (๗) (๘) (๙) (๑๑) (๑๒) (๑๓) หรือ (๑๔)",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๔๒ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๙) ไม่เป็นรัฐมนตรีหรือผู้ดำรงตำแหน่งทางการเมืองอื่นซึ่งมิใช่สมาชิกสภาท้องถิ่นหรือ ผู้บริหารท้องถิ่น หรือเคยเป็นแต่พ้นจากตำแหน่งดังกล่าวมาแล้วยังไม่เกินห้าปี",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "116",
      "content": "สมาชิกวุฒิสภาจะเป็นรัฐมนตรี ผู้ดำรงตำแหน่งทางการเมืองอื่น หรือผู้ดำรง ตำแหน่งในองค์กรอิสระตามรัฐธรรมนูญ มิได้ บุคคลผู้เคยดำรงตำแหน่งสมาชิกวุฒิสภาและสมาชิกภาพสิ้นสุดลงมาแล้วยังไม่เกินสองปี จะเป็นรัฐมนตรี หรือผู้ดำรงตำแหน่งทางการเมือง มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "117",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภาที่มาจากการเลือกตั้งเริ่มตั้งแต่วันที่มี การเลือกตั้งสมาชิกวุฒิสภา และสมาชิกภาพของสมาชิกวุฒิสภาที่มาจากการสรรหาเริ่มตั้งแต่วันที่ คณะกรรมการการเลือกตั้งประกาศผลการสรรหา สมาชิกภาพของสมาชิกวุฒิสภามีกำหนดคราวละหกปีนับแต่เลือกตั้ง หรือวันที่ คณะกรรมการการเลือกตั้งประกาศผลการสรรหา แล้วแต่กรณี โดยสมาชิกวุฒิสภาจะดำรงตำแหน่ง ติดต่อกันเกินหนึ่งวาระไม่ได้ ให้สมาชิกวุฒิสภาซึ่งสิ้นสุดสมาชิกภาพตามวาระ อยู่ในตำแหน่งเพื่อปฏิบัติหน้าที่ต่อไป จนกว่าจะมีสมาชิกวุฒิสภาขึ้นใหม่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "118",
      "content": "เมื่อวาระของสมาชิกวุฒิสภาซึ่งมาจากการเลือกตั้งสิ้นสุดลง พระมหากษัตริย์ จะได้ทรงตราพระราชกฤษฎีกาให้มีการเลือกตั้งสมาชิกวุฒิสภาซึ่งมาจากการเลือกตั้งใหม่เป็นการ เลือกตั้งทั่วไป ซึ่งต้องกำหนดวันเลือกตั้งภายในสามสิบวันนับแต่วันที่วาระของสมาชิกวุฒิสภาซึ่ง มาจากการเลือกตั้งสิ้นสุดลง และวันเลือกตั้งนั้นต้องกำหนดเป็นวันเดียวกันทั่วราชอาณาจักร เมื่อวาระของสมาชิกวุฒิสภาซึ่งมาจากการสรรหาสิ้นสุดลง ให้คณะกรรมการการเลือกตั้ง ประกาศกำหนดวันเริ่มการสรรหาและระยะเวลาการสรรหาสมาชิกวุฒิสภา ซึ่งต้องทำการสรรหาให้ แล้วเสร็จภายในหกสิบวันนับแต่วันที่วาระของสมาชิกวุฒิสภาที่มาจากการสรรหาสิ้นสุดลง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "119",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภาสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามวาระ (๒) ตาย (๓) ลาออก (๔) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา ๑๑๕ (๕) กระทำการอันต้องห้ามตามมาตรา ๑๑๖ มาตรา ๒๖๕ หรือมาตรา ๒๖๖",
      "type": "section",
      "status": "OCR"
    }
  ],
  "15": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๔๓\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๖) วุฒิสภามีมติตามมาตรา ๒๗๕ ให้ถอดถอนออกจากตำแหน่ง หรือศาลรัฐธรรมนูญ มีคำวินิจฉัยให้พ้นจากสมาชิกภาพตามมาตรา ๙๑ หรือศาลฎีกามีคำสั่งตามมาตรา ๒๓๙ วรรคสอง หรือมาตรา ๒๔๐ วรรคสาม ในกรณีเช่นนี้ ให้ถือว่าสิ้นสุดสมาชิกภาพนับแต่วันที่วุฒิสภามีมติหรือ ศาลมีคำวินิจฉัยหรือมีคำสั่ง แล้วแต่กรณี\n(๗) ขาดประชุมเกินจำนวนหนึ่งในสี่ของจำนวนวันประชุมในสมัยประชุมที่มีกำหนดเวลา ไม่น้อยกว่าหนึ่งร้อยยี่สิบวัน โดยไม่ได้รับอนุญาตจากประธานวุฒิสภา\n(๘) ต้องคำพิพากษาถึงที่สุดให้จำคุก แม้จะมีการรอการลงโทษ เว้นแต่เป็นการ รอการลงโทษในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "120",
      "content": "เมื่อตำแหน่งสมาชิกวุฒิสภาว่างลงเพราะเหตุตามมาตรา ๑๑๙ ให้นำ บทบัญญัติมาตรา ๑๑๒ มาตรา ๑๑๓ มาตรา ๑๑๔ และมาตรา ๑๑๘ มาใช้บังคับกับการเลือกตั้งหรือ การสรรหาสมาชิกวุฒิสภาในกรณีดังกล่าว และให้สมาชิกวุฒิสภาผู้เข้ามาแทนตำแหน่งที่ว่างนั้น อยู่ใน ตำแหน่งได้เพียงเท่าวาระที่เหลืออยู่ของผู้ซึ่งตนแทน เว้นแต่วาระของสมาชิกวุฒิสภาที่ว่างลงจะเหลือ ไม่ถึงหนึ่งร้อยแปดสิบวัน จะไม่ดำเนินการเลือกตั้งหรือการสรรหาก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "121",
      "content": "ในการที่วุฒิสภาจะพิจารณาให้บุคคลดำรงตำแหน่งใดตามบทบัญญัติ แห่งรัฐธรรมนูญนี้ ให้วุฒิสภาแต่งตั้งคณะกรรมาธิการขึ้นคณะหนึ่ง ทำหน้าที่ตรวจสอบประวัติ ความประพฤติ และพฤติกรรมทางจริยธรรมของบุคคลผู้ได้รับการเสนอชื่อให้ดำรงตำแหน่งนั้น รวมทั้ง รวบรวมข้อเท็จจริงและพยานหลักฐานอันจำเป็น แล้วรายงานต่อวุฒิสภาเพื่อประกอบการพิจารณาต่อไป การดำเนินการของคณะกรรมาธิการตามวรรคหนึ่ง ให้เป็นไปตามวิธีการที่กำหนดในข้อบังคับ การประชุมวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_121",
      "content": "ส่วนที่ ๔ บทที่ใช้แก่สภาทั้งสอง",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "122",
      "content": "สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาออมเป็นผู้แทนปวงชนชาวไทย โดยไม่อยู่ในความผูกมัดแห่งอาณัติ มอบหมาย หรือความครอบงำใด ๆ และต้องปฏิบัติหน้าที่ ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ส่วนรวมของปวงชนชาวไทย โดยปราศจากการขัดกัน แห่งผลประโยชน์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๔๔\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "123",
      "content": "ก่อนเข้ารับหน้าที่ สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้องปฏิญาณตน ในที่ประชุมแห่งสภาที่ตนเป็นสมาชิกด้วยถ้อยคำดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญ แห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "124",
      "content": "สภาผู้แทนราษฎรและวุฒิสภาแต่ละสภา มีประธานสภาคนหนึ่งและ รองประธานคนหนึ่งหรือสองคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งจากสมาชิกแห่งสภานั้น ๆ ตามมติ ของสภา ประธานและรองประธานสภาผู้แทนราษฎรดำรงตำแหน่งจนสิ้นอายุของสภาหรือมีการยุบสภา ประธานและรองประธานวุฒิสภาดำรงตำแหน่งจนถึงวันก่อนวันเลือกประธานและรอง ประธานวุฒิสภาใหม่ ประธานและรองประธานสภาผู้แทนราษฎร และประธานและรองประธานวุฒิสภา ย่อมพ้น จากตำแหน่งก่อนวาระตามวรรคสองหรือวรรคสาม แล้วแต่กรณี เมื่อ (๑) ขาดจากตำแหน่ง (๒) ลาออกจากตำแหน่ง (๓) ดำรงตำแหน่งนายกรัฐมนตรี รัฐมนตรี หรือข้าราชการการเมืองอื่น (๔) ต้องทำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุดหรือมีการรอการลงโทษ เว้นแต่เป็น กรณีที่คดียังไม่ถึงที่สุดหรือมีการรอการลงโทษในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท ในระหว่างการดำรงตำแหน่ง ประธานและรองประธานสภาผู้แทนราษฎรจะเป็น กรรมการบริหารหรือดำรงตำแหน่งใดในพรรคการเมืองขณะเดียวกันมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "125",
      "content": "ประธานสภาผู้แทนราษฎรและประธานวุฒิสภามีอำนาจหน้าที่ดำเนินกิจการ ของสภานั้น ๆ ให้เป็นไปตามข้อบังคับ รองประธานมีอำนาจหน้าที่ตามที่ประธานมอบหมายและ ปฏิบัติหน้าที่แทนประธานเมื่อประธานไม่อยู่หรือไม่สามารถปฏิบัติหน้าที่ได้ ประธานสภาผู้แทนราษฎร ประธานวุฒิสภา และผู้ทำหน้าที่แทน ต้องวางตนเป็นกลางในการ ปฏิบัติหน้าที่ เมื่อประธานและรองประธานสภาผู้แทนราษฎรหรือประธานและรองประธานวุฒิสภาไม่อยู่ใน ที่ประชุม ให้สมาชิกแห่งสภานั้น ๆ เลือกกันเองให้สมาชิกคนหนึ่งเป็นประธานในคราวประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๔๕\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "126",
      "content": "การประชุมสภาผู้แทนราษฎรและการประชุมวุฒิสภาต้องมีสมาชิกมาประชุม ไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา จึงจะเป็นองค์ประชุม เว้นแต่ ในกรณีการพิจารณาระเบียบวาระกระทู้ถามตามมาตรา ๑๕๖ และมาตรา ๑๕๗ สภาผู้แทนราษฎรและ วุฒิสภาจะกำหนดเรื่ององค์ประชุมไว้ในข้อบังคับเป็นอย่างอื่นก็ได้ การลงมติวินิจฉัยข้อปรึกษาให้ถือเอาเสียงข้างมากเป็นประมาณ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่น ในรัฐธรรมนูญนี้ สมาชิกคนหนึ่งย่อมมีเสียงหนึ่งในการออกเสียงลงคะแนน ถ้ามีคะแนนเสียงเท่ากัน ให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด ประธานรัฐสภา ประธานสภาผู้แทนราษฎร และประธานวุฒิสภา ต้องจัดให้มีการบันทึกการ ออกเสียงลงคะแนนของสมาชิกแต่ละคน และเปิดเผยบันทึกดังกล่าวไว้ในที่ที่ประชาชนอาจเข้าไป ตรวจสอบได้ เว้นแต่กรณีการออกเสียงลงคะแนนเป็นการลับ การออกเสียงลงคะแนนเลือกหรือให้ความเห็นชอบให้บุคคลดำรงตำแหน่งใด ให้กระทำเป็น การลับ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญนี้ และสมาชิกย่อมมีอิสระและไม่ถูกผูกพัน โดยมติของพรรคการเมืองหรืออาณัติอื่นใด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "127",
      "content": "ภายในสามสิบวันนับแต่วันเลือกตั้งสมาชิกสภาผู้แทนราษฎร ให้มีการ เรียกประชุมรัฐสภาเพื่อให้สมาชิกได้มาประชุมเป็นครั้งแรก ในปีหนึ่งให้มีสมัยประชุมสามัญทั่วไป และสมัยประชุมสามัญนิติบัญญัติ วันประชุมครั้งแรกตามวรรคหนึ่ง ให้ถือเป็นวันเริ่มสมัยประชุมสามัญทั่วไป ส่วนวันเริ่มสมัยประชุม สามัญนิติบัญญัติให้สภาผู้แทนราษฎรเป็นผู้กำหนด ในกรณีที่การเริ่มประชุมครั้งแรกตามวรรคหนึ่ง มีเวลาจนถึงสิ้นปีปฏิทินไม่ถึงหนึ่งร้อยห้าสิบวัน จะไม่มีการประชุมสมัยสามัญนิติบัญญัติสำหรับปีนั้น ก็ได้ ในสมัยประชุมสามัญนิติบัญญัติ ให้รัฐสภาดำเนินการประชุมได้เฉพาะกรณีที่บัญญัติ ไว้ในหมวด ๒ หรือการพิจารณาร่างพระราชบัญญัติประกอบรัฐธรรมนูญหรือร่างพระราชบัญญัติ การอนุมัติพระราชกำหนด การให้ความเห็นชอบในการประกาศสงคราม การรับฟังคำชี้แจงและ การให้ความเห็นชอบหนังสือสัญญา การเลือกหรือการให้ความเห็นชอบให้บุคคลดำรงตำแหน่ง การถอดถอนบุคคลออกจากตำแหน่ง การตั้งกระตู้ถาม และการแก้ไขเพิ่มเติมรัฐธรรมนูญ เว้นแต่",
      "type": "section",
      "status": "OCR"
    }
  ],
  "16": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๔๖ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nรัฐสภาจะมีมติให้พิจารณารื่องอื่นใดด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ ของทั้งสองสภา\n\nสมัยประชุมสามัญของรัฐสภาสมัยหนึ่ง ๆ ให้มีกำหนดเวลาหนึ่งร้อยยี่สิบวัน แต่พระมหากษัตริย์จะโปรดเกล้าโปรดกระหม่อมให้ขยายเวลาออกไปก็ได้\n\nการปิดสมัยประชุมสามัญก่อนครบกำหนดเวลาหนึ่งร้อยยี่สิบวัน จะกระทำได้แต่โดย ความเห็นชอบของรัฐสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "128",
      "content": "พระมหากษัตริย์ทรงเรียกประชุมรัฐสภา ทรงเปิดและทรงปิดประชุม พระมหากษัตริย์จะเสด็จพระราชดำเนินมาทรงทำรัฐพิธีเปิดประชุมสามัญทั่วไป ครั้งแรกตามมาตรา ๑๒๗ วรรคหนึ่ง ด้วยพระองค์เอง หรือจะโปรดเกล้าโปรดกระหม่อมให้ พระรัชทายาทซึ่งบรรลุนิติภาวะแล้ว หรือผู้ใดผู้หนึ่งเป็นผู้แทนพระองค์ มาทำรัฐพิธีก็ได้ เมื่อมีความจำเป็นเพื่อประโยชน์แห่งรัฐ พระมหากษัตริย์จะทรงเรียกประชุมรัฐสภาเป็นการ ประชุมสมัยวิสามัญก็ได้ ภายใต้ขังคับมาตรา ๑๒๙ การเรียกประชุม การขยายเวลาประชุม และการปิดประชุมรัฐสภา ให้กระทำโดยพระราชกฤษฎีกา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "129",
      "content": "สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาทั้งสองสภาร่วมกัน หรือ สมาชิกสภาผู้แทนราษฎร มีจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของ ทั้งสองสภา มีสิทธิเข้าชื่อร้องขอให้นำความกราบบังคมทูลเพื่อมีพระบรมราชโองการประกาศเรียกประชุม รัฐสภาเป็นการประชุมสมัยวิสามัญได้ คำร้องขอดังกล่าวในวรรคหนึ่ง ให้ยื่นต่อประธานรัฐสภา ให้ประธานรัฐสภานำความกราบบังคมทูลและลงนามรับสนองพระบรมราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "130",
      "content": "ในที่ประชุมสภาผู้แทนราษฎร ที่ประชุมวุฒิสภา หรือที่ประชุมร่วมกัน ของรัฐสภา สมาชิกผู้ใดจะกล่าวถ้อยคำใดในทางแถลงข้อเท็จจริง แสดงความคิดเห็น หรือออกเสียง ลงคะแนน ย่อมเป็นเอกสิทธิ์โดยเด็ดขาด ผู้ใดจะนำไปเป็นเหตุฟ้องร้องว่ากล่าวสมาชิกผู้นั้นในทางใดมิได้ เอกสิทธิ์ตามวรรคหนึ่งไม่คุ้มครองสมาชิกผู้กล่าวถ้อยคำในการประชุมที่มีการถ่ายทอด ทางวิทยุกระจายเสียงหรือวิทยุโทรทัศน์ หากถ้อยคำที่กล่าวในที่ประชุมไปปรากฏนอกบริเวณรัฐสภา และ การกล่าวถ้อยคำนั้นมีลักษณะเป็นความผิดทางอาญาหรือละเมิดสิทธิในทางแพ่งต่อบุคคลอื่นซึ่งมิใช่ รัฐมนตรีหรือสมาชิกแห่งสภานั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๔๗\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในกรณีตามวรรคสอง ถ้าสมาชิกกล่าวถ้อยคำใดที่อาจเป็นเหตุให้บุคคลอื่นซึ่งมิใช่รัฐมนตรี หรือสมาชิกแห่งสภานั้นได้รับความเสียหาย ให้ประธานแห่งสภานั้นจัดให้มีการโฆษณาคำชี้แจงตามที่ บุคคลนั้นร้องขอตามวิธีการและภายในระยะเวลาที่กำหนดในข้อบังคับการประชุมของสภานั้น ทั้งนี้ โดยไม่กระทบกระเทือนถึงสิทธิของบุคคลในการฟ้องคดีต่อศาล\n\nเอกสิทธิ์ที่บัญญัติไว้ในมาตรานี้ ย่อมคุ้มครองไปถึงผู้พิมพ์และผู้โฆษณารายงานการประชุม ตามข้อบังคับของสภาผู้แทนราษฎร วุฒิสภา หรือรัฐสภา แล้วแต่กรณี และคุ้มครองไปถึงบุคคล ซึ่งประธานในที่ประชุมอนุญาตให้แถลงข้อเท็จจริง หรือแสดงความคิดเห็นในที่ประชุม ตลอดจน ผู้ดำเนินการถ่ายทอดการประชุมสภาทางวิทยุกระจายเสียงหรือวิทยุโทรทัศน์ที่ได้รับอนุญาตจาก ประธานแห่งสภานั้นด้วยโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "131",
      "content": "ในระหว่างสมัยประชุม ห้ามมิให้จับ คุมขัง หรือหมายเรียกตัวสมาชิก สภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา ไปทำการสอบสวนในฐานะที่สมาชิกผู้นั้นเป็นผู้ต้องหา ในคดีอาญา เว้นแต่ในกรณีที่ได้รับอนุญาตจากสภาที่ผู้นั้นเป็นสมาชิก หรือในกรณีที่จับในขณะกระทำ ความผิด ในกรณีที่มีการจับสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาในขณะกระทำความผิด ให้รายงานไปยังประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกโดยพลัน และประธานแห่งสภาที่ผู้นั้นเป็นสมาชิก อาจสั่งให้ปล่อยผู้ถูกจับได้ ในกรณีที่มีการฟ้องสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาในคดีอาญา ไม่ว่าจะได้ฟ้อง นอกหรือในสมัยประชุม ศาลจะพิจารณาคดีนั้นในระหว่างสมัยประชุมมิได้ เว้นแต่จะได้รับอนุญาตจาก สภาที่ผู้นั้นเป็นสมาชิก หรือเป็นคดีอันเกี่ยวกับพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้ง สมาชิกสภาผู้แทนราษฎรและการเลือกตั้ง หรือพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยพรรคการเมือง แต่การ พิจารณาคดีต้องไม่เป็นการขัดขวางต่อการที่สมาชิกผู้นั้นจะมาประชุมสภา การพิจารณาพิพากษาคดีที่ศาลได้กระทำก่อนมีคำอ้างว่าจำเลยเป็นสมาชิกของสภาใดสภาหนึ่ง ย่อมเป็นอันใช้ได้ ถ้าสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาถูกคุมขังในระหว่างสอบสวนหรือพิจารณาอยู่ ก่อนสมัยประชุม เมื่อถึงสมัยประชุม พนักงานสอบสวนหรือศาล แล้วแต่กรณี ต้องสั่งปล่อยทันที ถ้าประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกได้ร้องขอ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๔๘ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nคำสั่งปล่อยให้มีผลบังคับตั้งแต่วันสั่งปล่อยจนถึงวันสุดท้ายแห่งสมัยประชุม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "132",
      "content": "ในระหว่างที่อายุของสภาผู้แทนราษฎรสิ้นสุดลงหรือสภาผู้แทนราษฎร ถูกยุบ จะมีการประชุมวุฒิสภามิได้ เว้นแต่เป็นกรณีดังต่อไปนี้ (๑) การประชุมที่ให้วุฒิสภาทำหน้าที่รัฐสภาตามมาตรา ๑๙ มาตรา ๒๑ มาตรา ๒๒ มาตรา ๒๓ และมาตรา ๑๘๙ โดยถือคะแนนเสียงจากจำนวนสมาชิกของวุฒิสภา (๒) การประชุมที่ให้วุฒิสภาทำหน้าที่พิจารณาให้บุคคลดำรงตำแหน่งใดตามบทบัญญัติ แห่งรัฐธรรมนูญนี้ (๓) การประชุมที่ให้วุฒิสภาทำหน้าที่พิจารณาและมีมติให้ถอดถอนบุคคลออกจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "133",
      "content": "การประชุมสภาผู้แทนราษฎร การประชุมวุฒิสภา และการประชุมร่วมกัน ของรัฐสภา ย่อมเป็นการเปิดเผยตามลักษณะที่กำหนดไว้ในข้อบังคับการประชุมแต่ละสภา แต่ถ้าคณะรัฐมนตรี หรือสมาชิกของแต่ละสภา หรือสมาชิกของทั้งสองสภาร่วมกัน มีจำนวน ไม่น้อยกว่าหนึ่งในสี่ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา หรือจำนวนสมาชิกของ ทั้งสองสภาเท่าที่มีอยู่รวมกัน แล้วแต่กรณี ร้องขอให้ประชุมลับ ก็ให้ประชุมลับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "134",
      "content": "สภาผู้แทนราษฎรและวุฒิสภามีอำนาจตราข้อบังคับการประชุมเกี่ยวกับ การเลือกและการปฏิบัติหน้าที่ของประธานสภา เรื่องหรือกิจการอันเป็นอำนาจหน้าที่ของ คณะกรรมาธิการสามัญแต่ละชุด การปฏิบัติหน้าที่และองค์ประกอบรัฐธรรมนูญและร่างพระราชบัญญัติ การเสนอและพิจารณาร่างพระราชบัญญัติประกอบรัฐธรรมนูญและร่างพระราชบัญญัติ การเสนอญัตติ การปรึกษา การอภิปราย การลงมติ การบันทึกการลงมติ การเปิดเผยการลงมติ การตั้งกระหู้ถาม การเปิดอภิปรายทั่วไป การรักษาระเบียบและความเรียบร้อย และการอื่นที่เกี่ยวข้อง รวมทั้งมีอำนาจ ตราข้อบังคับเกี่ยวกับประมวลจริยธรรมของสมาชิกและกรรมาธิการ และกิจการอื่นเพื่อดำเนินการ ตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "135",
      "content": "สภาผู้แทนราษฎรและวุฒิสภาเลือกสมาชิกของแต่ละสภาตั้งเป็น คณะกรรมาธิการสามัญ และมีอำนาจเลือกบุคคลผู้เป็นสมาชิกหรือมิได้เป็นสมาชิก ตั้งเป็น คณะกรรมาธิการวิสามัญ เพื่อกระทำการ พิจารณาสอบสวน หรือศึกษาเรื่องใด ๆ อันอยู่ในอำนาจ หน้าที่ของสภา แล้วรายงานต่อสภา มติตั้งคณะกรรมาธิการวิสามัญดังกล่าวต้องระบุกิจการหรือเรื่องให้ ชัดเจนและไม่ซ้ำหรือซ้อนกัน",
      "type": "section",
      "status": "OCR"
    }
  ],
  "17": [
    {
      "id": "intro",
      "content": "หน้า ๔๙\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nคณะกรรมการตามวรรคหนึ่งมีอำนาจออกคำสั่งเรียกเอกสารจากบุคคลใด หรือเรียกบุคคลใด มาแถลงข้อเท็จจริงหรือแสดงความเห็นในกิจการที่กระทำหรือในเรื่องที่พิจารณาสอบสวนหรือศึกษา อยู่นั้นได้ และให้คำสั่งเรียกดังกล่าวมีผลบังคับตามที่กฎหมายบัญญัติ แต่คำสั่งเรียกเช่นว่านั้นมิให้ ใช้บังคับกับผู้พิพากษาหรือตุลาการที่ปฏิบัติตามอำนาจหน้าที่ในกระบวนวิธีพิจารณาพิพากษาอรอรถดีหรือ การบริหารงานบุคคลของแต่ละศาล และมิให้ใช้บังคับกับผู้ตรวจการแผ่นดินหรือกรรมการในองค์กร อิสระตามรัฐธรรมนูญที่ปฏิบัติตามอำนาจหน้าที่โดยตรงในแต่ละองค์กรตามรัฐธรรมนูญตามบทบัญญัติ ในรัฐธรรมนูญหรือตามพระราชบัญญัติประกอบรัฐธรรมนูญ แล้วแต่กรณี\n\nในกรณีที่บุคคลตามวรรคสองเป็นข้าราชการ พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น ให้ประธานคณะกรรมาธิการแจ้งให้รัฐมนตรี ซึ่งบังคับบัญชาหรือกำกับดูแลหน่วยงานที่บุคคลนั้นสังกัดทราบและมีคำสั่งให้บุคคลนั้นดำเนินการ ตามวรรคสอง เว้นแต่เป็นกรณีที่เกี่ยวกับความปลอดภัยหรือประโยชน์สำคัญของแผ่นดิน ให้ถือว่าเป็น เหตุยกเว้นการปฏิบัติตามวรรคสอง\n\nเอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๓๐ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตามมาตรานี้ด้วย\n\nกรรมาธิการสามัญซึ่งตั้งจากผู้ซึ่งเป็นสมาชิกสภาผู้แทนราษฎรทั้งหมด ต้องมีจำนวนตามหรือ ใกล้เคียงกับอัตราส่วนของจำนวนสมาชิกสภาผู้แทนราษฎรของแต่ละพรรคการเมืองหรือกลุ่มพรรคการเมือง ที่มีอยู่ในสภาผู้แทนราษฎร\n\nในระหว่างที่ยังไม่มีข้อบังคับการประชุมสภาผู้แทนราษฎรตามมาตรา ๑๓๔ ให้ประธานสภา ผู้แทนราษฎรเป็นผู้กำหนดอัตราส่วนตามวรรคห้า\n\nส่วนที่ ๕\nการประชุมร่วมกันของรัฐสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "136",
      "content": "ในกรณีต่อไปนี้ ให้รัฐสภาประชุมร่วมกัน (๑) การให้ความเห็นชอบในการแต่งตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๑๙ (๒) การปฏิญาณตนของผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาตามมาตรา ๒๑ (๓) การรับทราบการแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ ตามมาตรา ๒๒",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๕๐ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐\n\n(๔) การรับทราบหรือให้ความเห็นชอบในการสืบราชสมบัติตามมาตรา ๒๓\n(๕) การมีมติให้รัฐสภาพิจารณาเรื่องอื่นในสมัยประชุมสามัญนิติบัญญัติได้ตามมาตรา ๑๒๗\n(๖) การให้ความเห็นชอบในการปิดสมัยประชุมตามมาตรา ๑๒๗\n(๗) การเปิดประชุมรัฐสภาตามมาตรา ๑๒๘\n(๘) การตราข้อบังคับการประชุมรัฐสภาตามมาตรา ๑๓๗\n(๙) การให้ความเห็นชอบให้พิจารณาร่างพระราชบัญญัติประกอบรัฐธรรมนูญหรือร่างพระราชบัญญัติตามมาตรา ๑๔๕\n(๑๐) การปรึกษาร่างพระราชบัญญัติประกอบรัฐธรรมนูญหรือร่างพระราชบัญญัติใหม่ตามมาตรา ๑๕๑\n(๑๑) การให้ความเห็นชอบให้พิจารณาร่างรัฐธรรมนูญแก้ไขเพิ่มเติม ร่างพระราชบัญญัติประกอบรัฐธรรมนูญหรือร่างพระราชบัญญัติต่อไปตามมาตรา ๑๕๓ วรรคสอง\n(๑๒) การแถลงนโยบายตามมาตรา ๑๗๖\n(๑๓) การเปิดอภิปรายทั่วไปตามมาตรา ๑๗๙\n(๑๔) การให้ความเห็นชอบในการประกาศสงครามตามมาตรา ๑๘๙\n(๑๕) การรับฟังคำชี้แจงและการให้ความเห็นชอบหนังสือสัญญาตามมาตรา ๑๙๐\n(๑๖) การแก้ไขเพิ่มเติมรัฐธรรมนูญตามมาตรา ๒๙๑",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "137",
      "content": "ในการประชุมร่วมกันของรัฐสภาให้ใช้ข้อบังคับการประชุมรัฐสภาในระหว่างที่ยังไม่มีข้อบังคับการประชุมรัฐสภา ให้ใช้ข้อบังคับการประชุมสภาผู้แทนราษฎรโดยอนุโลมไปพลางก่อน ในการประชุมร่วมกันของรัฐสภา ให้นำบทที่ใช้แก่สภาทั้งสองมาใช้บังคับโดยอนุโลม เว้นแต่ในเรื่องการตั้งคณะกรรมาธิการ กรรมาธิการซึ่งตั้งจากผู้ซึ่งเป็นสมาชิกของแต่ละสภาจะต้องมีจำนวนตามหรือใกล้เคียงกับอัตราส่วนของจำนวนสมาชิกของแต่ละสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_137",
      "content": "ส่วนที่ ๖ การตราพระราชบัญญัติประกอบรัฐธรรมนูญ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "138",
      "content": "ให้มีพระราชบัญญัติประกอบรัฐธรรมนูญ ดังต่อไปนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๕๑\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๑) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา\n(๒) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยคณะกรรมการการเลือกตั้ง\n(๓) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยพรรคการเมือง\n(๔) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการออกเสียงประชามติ\n(๕) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาของศาลรัฐธรรมนูญ\n(๖) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาคดีอาญาของผู้ดำรงตำแหน่งทางการเมือง\n(๗) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยผู้ตรวจการแผ่นดิน\n(๘) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต\n(๙) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "139",
      "content": "ร่างพระราชบัญญัติประกอบรัฐธรรมนูญจะเสนอได้ก็แต่โดย (๑) คณะรัฐมนตรี (๒) สมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา มีจำนวนไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา หรือ (๓) ศาลรัฐธรรมนูญ ศาลฎีกา หรือองค์กรอิสระตามรัฐธรรมนูญ ซึ่งประธานศาลและประธานองค์กรนั้นเป็นผู้รักษาการตามพระราชบัญญัติประกอบรัฐธรรมนูญนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "140",
      "content": "การพิจารณาร่างพระราชบัญญัติประกอบรัฐธรรมนูญของสภาผู้แทนราษฎร และวุฒิสภาให้กระทำเป็นสามารถ ดังต่อไปนี้ (๑) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ และในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา ให้ถือเสียงข้างมากของแต่ละสภา (๒) การออกเสียงลงคะแนนในวาระที่สาม ต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นพระราชบัญญัติประกอบรัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา ให้นำบทบัญญัติในหมวด ๖",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_140",
      "content": "ส่วนที่ ๗ การตราพระราชบัญญัติ มาใช้บังคับกับการพิจารณาร่างพระราชบัญญัติประกอบรัฐธรรมนูญด้วยโดยอนุโลม",
      "type": "header",
      "status": "OCR"
    }
  ],
  "18": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๕๒ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "151",
      "content": "เมื่อรัฐสภาให้ความเห็นชอบกับร่างพระราชบัญญัติประกอบรัฐธรรมนูญแล้ว ก่อนนำขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อทรงลงพระปรมาภิไธย ให้ส่งศาลรัฐธรรมนูญพิจารณา ความชอบด้วยรัฐธรรมนูญซึ่งต้องกระทำให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่ได้รับเรื่อง คำวินิจฉัยของศาลรัฐธรรมนูญที่วินิจฉัยว่าร่างพระราชบัญญัติประกอบรัฐธรรมนูญใด มีข้อความขัดหรือแย้งต่อรัฐธรรมนูญ ให้ข้อความที่ขัดหรือแย้งนั้นเป็นอันตกไป ในกรณีที่วินิจฉัยว่า ข้อความดังกล่าวเป็นสาระสำคัญหรือร่างพระราชบัญญัติประกอบรัฐธรรมนูญตราขึ้นโดยไม่ถูกต้อง ตามบทบัญญัติแห่งรัฐธรรมนูญ ให้ร่างพระราชบัญญัติประกอบรัฐธรรมนูญนั้นเป็นอันตกไป ในกรณีที่คำวินิจฉัยของศาลรัฐธรรมนูญมีผลทำให้ข้อความที่ขัดหรือแย้งต่อรัฐธรรมนูญ เป็นอันตกไปตามวรรคสอง ให้ส่งร่างพระราชบัญญัติประกอบรัฐธรรมนูญนั้นกลับคืนสภาผู้แทนราษฎร และวุฒิสภาเพื่อพิจารณาตามลำดับ ในกรณีเช่นว่านี้ ให้สภาผู้แทนราษฎรหรือวุฒิสภาพิจารณา แก้ไขเพิ่มเติมเพื่อบำให้ขัดหรือแย้งต่อรัฐธรรมนูญได้ โดยมติในการแก้ไขเพิ่มเติมให้ใช้คะแนนเสียง มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา แล้วให้นายกรัฐมนตรีดำเนินการ ตามมาตรา ๙๐ และมาตรา ๑๕๑ หรือมาตรา ๑๕๑ แล้วแต่กรณี ต่อไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_151",
      "content": "ส่วนที่ ๗ การตราพระราชบัญญัติ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "152",
      "content": "ภายใต้บังคับมาตรา ๑๓๙ ร่างพระราชบัญญัติจะเสนอได้ก็แต่โดย (๑) คณะรัฐมนตรี (๒) สมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่ายี่สิบคน (๓) ศาลหรือองค์กรอิสระตามรัฐธรรมนูญ เฉพาะกฎหมายที่เกี่ยวกับการจัดองค์กรและ กฎหมายที่ประธานศาลและประธานองค์กรนั้นเป็นผู้รักษาการ หรือ (๔) ผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าหนึ่งหมื่นคนเข้าชื่อเสนอกฎหมายตามมาตรา ๑๖๓ ในกรณีที่ร่างพระราชบัญญัติซึ่งมีผู้เสนอตาม (๒) (๓) หรือ (๔) เป็นร่างพระราชบัญญัติ เกี่ยวด้วยการเงินจะเสนอได้ก็ต่อเมื่อมีคำรับรองของนายกรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๕๓\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในกรณีที่ประชาชนได้เสนอร่างพระราชบัญญัติใดตาม (๕) แล้ว หากบุคคลตาม (๑) หรือ (๒)\nได้เสนอร่างพระราชบัญญัติที่มีหลักการเดียวกับร่างพระราชบัญญัตินั้นอีก ให้นำบทบัญญัติมาตรา ๑๖๓\nวรรคสี่ มาใช้บังคับกับการพิจารณาร่างพระราชบัญญัตินั้นด้วย\n\nร่างพระราชบัญญัติให้เสนอต่อสภาผู้แทนราษฎรก่อน\n\nในการเสนอร่างพระราชบัญญัติตามวรรคหนึ่งต้องมีบันทึกวิเคราะห์สรุปสาระสำคัญของ\nร่างพระราชบัญญัติเสนอมาพร้อมกับร่างพระราชบัญญัติด้วย\n\nร่างพระราชบัญญัติที่เสนอต่อรัฐสภาต้องเปิดเผยให้ประชาชนทราบและให้ประชาชนสามารถ\nเข้าถึงข้อมูลรายละเอียดของร่างพระราชบัญญัตินั้นได้โดยสะดวก",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "143",
      "content": "ร่างพระราชบัญญัติเกี่ยวด้วยการเงิน หมายความถึงร่างพระราชบัญญัติว่าด้วย เรื่องใดเรื่องหนึ่ง ดังต่อไปนี้ (๑) การตั้งขึ้น ยกเลิก ลด เปลี่ยนแปลง แก้ไข ผ่อน หรือวางระเบียบการบังคับอันเกี่ยวกับ ภาษีหรืออากร (๒) การจัดสรร รับ รักษา หรือจ่ายเงินแผ่นดิน หรือการโอนงบประมาณรายจ่ายของ แผ่นดิน (๓) การกู้เงิน การค้ำประกัน การใช้เงินกู้ หรือการดำเนินการที่ผูกพันทรัพย์สินของรัฐ (๔) เงินตรา ในกรณีที่เป็นที่สงสัยว่าร่างพระราชบัญญัติใดเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงินที่จะต้อง มีคำรับรองของนายกรัฐมนตรีหรือไม่ ให้เป็นอำนาจของที่ประชุมร่วมกันของประธานสภา ผู้แทนราษฎรและประธานคณะกรรมาธิการสามัญของสภาผู้แทนราษฎรทุกคณะ เป็นผู้วินิจฉัย ให้ประธานสภาผู้แทนราษฎรจัดให้มีการประชุมร่วมกันเพื่อพิจารณากรณีตามวรรคสอง ภายใน สิบห้าวันนับแต่วันที่มีกรณีดังกล่าว มติของที่ประชุมร่วมกันตามวรรคสอง ให้ใช้เสียงข้างมากเป็นประมาณ ถ้าคะแนนเสียงเท่ากัน ให้ประธานสภาผู้แทนราษฎรออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "144",
      "content": "ร่างพระราชบัญญัติใดที่สมาชิกสภาผู้แทนราษฎรเป็นผู้เสนอและในขั้นรับ หลักการไม่เป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน แต่สภาผู้แทนราษฎรได้แก้ไขเพิ่มเติม และ ประธานสภาผู้แทนราษฎรเห็นว่าการแก้ไขเพิ่มเติมนั้นทำให้มีลักษณะเป็นร่างพระราชบัญญัติเกี่ยวด้วย การเงิน ให้ประธานสภาผู้แทนราษฎรสั่งระงับการพิจารณาไว้ก่อน และภายในสิบห้าวันนับแต่วันที่มี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๕๔\nเล่ม ๑๒๔ ตอนที่ ๔๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nกรณีดังกล่าว ให้ประธานสภาผู้แทนราษฎรส่งร่างพระราชบัญญัตินั้นไปให้ที่ประชุมร่วมกันของ ประธานสภาผู้แทนราษฎรและประธานคณะกรรมาธิการสามัญของสภาผู้แทนราษฎรทุกคณะ เป็นผู้วินิจฉัย\n\nในกรณีที่ที่ประชุมร่วมกันตามวรรคหนึ่งวินิจฉัยว่าการแก้ไขเพิ่มเติมนั้น ทำให้ ร่างพระราชบัญญัตินั้นมีลักษณะเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน ให้ประธานสภาผู้แทนราษฎร ส่งร่างพระราชบัญญัตินั้นไปให้นายกรัฐมนตรีรับรอง ในกรณีที่นายกรัฐมนตรีไม่ให้คำรับรอง ให้สภา ผู้แทนราษฎรดำเนินการแก้ไขเพื่อมิให้ร่างพระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "145",
      "content": "ร่างพระราชบัญญัติที่คณะรัฐมนตรีระบุไว้ในนโยบายที่แถลงต่อรัฐสภา ตามมาตรา ๑๗๖ ว่าจำเป็นต่อการบริหารราชการแผ่นดิน หากสภาผู้แทนราษฎรมีมติไม่ให้ ความเห็นชอบ และคะแนนเสียงที่ไม่ให้ความเห็นชอบไม่ถึงกึ่งหนึ่งของจำนวนสมาชิกสภาผู้แทนราษฎร ทั้งหมดเท่าที่มีอยู่ คณะรัฐมนตรีอาจขอให้รัฐสภาประชุมร่วมกันเพื่อมีมติอีกครั้งหนึ่ง หากรัฐสภามีมติ ให้ความเห็นชอบให้ตั้งบุคคลซึ่งเป็นหรือมิได้เป็นสมาชิกของแต่ละสภามีจำนวนเท่ากันตาม ที่คณะรัฐมนตรีเสนอ ประกอบกันเป็นคณะกรรมาธิการร่วมกันของรัฐสภาเพื่อพิจารณา ร่างพระราชบัญญัตินั้น และให้คณะกรรมาธิการร่วมกันของรัฐสภารายงานและเสนอร่างพระราชบัญญัติที่ ได้พิจารณาแล้วต่อรัฐสภา ถ้ารัฐสภามีมติเห็นชอบด้วยร่างพระราชบัญญัตินั้น ให้ดำเนินการต่อไปตาม มาตรา ๑๕๐ ถ้ารัฐสภามีมติไม่ให้ความเห็นชอบ ให้ร่างพระราชบัญญัตินั้นเป็นอันตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "146",
      "content": "ภายใต้บังคับมาตรา ๑๖๘ เมื่อสภาผู้แทนราษฎรได้พิจารณาร่างพระราชบัญญัติ ที่เสนอตามมาตรา ๑๔๒ และลงมติเห็นชอบแล้ว ให้สภาผู้แทนราษฎรเสนอร่างพระราชบัญญัตินั้นต่อ วุฒิสภา วุฒิสภาต้องพิจารณาร่างพระราชบัญญัติที่เสนอมานั้นให้เสร็จภายในหกสิบวัน แต่ถ้าร่าง พระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน ต้องพิจารณาให้เสร็จภายในสามสิบวัน ทั้งนี้ เว้นแต่วุฒิสภาจะได้ลงมติให้ขยายเวลาออกไปเป็นกรณีพิเศษซึ่งต้องไม่เกินสามสิบวัน กำหนดวัน ดังกล่าวให้หมายถึงวันในสมัยประชุม และให้เริ่มนับแต่วันที่ร่างพระราชบัญญัตินั้นมาถึงวุฒิสภา ระยะเวลาดังกล่าวในวรรคหนึ่ง ไม่ให้นับรวมระยะเวลาที่อยู่ในระหว่างการพิจารณาของ ศาลรัฐธรรมนูญตามมาตรา ๑๔๙ ถ้าวุฒิสภาพิจารณาร่างพระราชบัญญัติไม่เสร็จภายในกำหนดเวลาที่กล่าวในวรรคหนึ่ง ให้ถือว่า วุฒิสภาได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น",
      "type": "section",
      "status": "OCR"
    }
  ],
  "19": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๕๕\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในกรณีที่สภาผู้แทนราษฎรเสนอร่างพระราชบัญญัติเกี่ยวด้วยการเงินไปยังวุฒิสภา ให้ประธานสภาผู้แทนราษฎรแจ้งไปด้วยว่าร่างพระราชบัญญัติที่เสนอไปนั้นเป็นร่างพระราชบัญญัติ เกี่ยวด้วยการเงิน คำแจ้งของประธานสภาผู้แทนราษฎรให้ถือเป็นเด็ดขาด\n\nในกรณีที่ประธานสภาผู้แทนราษฎรมิได้แจ้งไปว่าร่างพระราชบัญญัติใดเป็นร่างพระราชบัญญัติ เกี่ยวด้วยการเงิน ให้ถือว่าร่างพระราชบัญญัตินั้นไม่เป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "147",
      "content": "ภายใต้บังคับมาตรา ๑๖๘ เมื่อวุฒิสภาได้พิจารณาร่างพระราชบัญญัติเสร็จแล้ว (๑) ถ้าเห็นชอบด้วยกับสภาผู้แทนราษฎร ให้ดำเนินการต่อไปตามมาตรา ๑๕๐ (๒) ถ้าไม่เห็นชอบด้วยกับสภาผู้แทนราษฎร ให้ยับยั้งร่างพระราชบัญญัตินั้นไว้ก่อน และส่ง ร่างพระราชบัญญัตินั้นคืนไปยังสภาผู้แทนราษฎร (๓) ถ้าแก้ไขเพิ่มเติม ให้ส่งร่างพระราชบัญญัติตามที่แก้ไขเพิ่มเติมนั้นไปยังสภาผู้แทนราษฎร ถ้าสภาผู้แทนราษฎรเห็นชอบด้วยกับการแก้ไขเพิ่มเติม ให้ดำเนินการต่อไปตามมาตรา ๑๕๐ ถ้าเป็นกรณีอื่น ให้แต่ละสภาตั้งบุคคลซึ่งเป็นหรือมิได้เป็นสมาชิกแห่งสภานั้น ๆ มีจำนวนเท่ากัน ตามที่สภาผู้แทนราษฎรกำหนด ประกอบเป็นคณะกรรมาธิการร่วมกันเพื่อพิจารณาร่างนั้น และ ให้คณะกรรมาธิการร่วมกันรายงานและเสนอร่างพระราชบัญญัติที่คณะกรรมาธิการร่วมกันได้ พิจารณาแล้ว ถ้าสภาทั้งสองเห็นชอบด้วยร่างพระราชบัญญัติที่คณะกรรมาธิการร่วมกันได้ พิจารณาแล้ว ให้ดำเนินการต่อไปตามมาตรา ๑๕๐ ถ้าสภาใดสภาหนึ่งไม่เห็นชอบด้วย ก็ให้ยับยั้งร่าง พระราชบัญญัตินั้นไว้ก่อน คณะกรรมาธิการร่วมกันอาจเรียกเอกสารจากบุคคลใด หรือเรียกบุคคลใดมาแถลงข้อเท็จจริง หรือแสดงความคิดเห็นในการพิจารณาร่างพระราชบัญญัติได้ และเอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๓๐ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตามมาตรานี้ด้วย การประชุมคณะกรรมาธิการร่วมกันต้องมีกรรมาธิการของสภาทั้งสองมาประชุมไม่น้อยกว่า กึ่งหนึ่งของจำนวนกรรมาธิการทั้งหมดจึงจะเป็นองค์ประชุม และให้นำบทบัญญัติมาตรา ๑๓๗ มาใช้ บังคับโดยอนุโลม ถ้าวุฒิสภาไม่ส่งร่างพระราชบัญญัติคืนไปยังสภาผู้แทนราษฎรภายในกำหนดเวลาตามมาตรา ๑๔๖ ให้ถือว่าวุฒิสภาได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น และให้ดำเนินการตามมาตรา ๑๕๐ ต่อไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "148",
      "content": "ร่างพระราชบัญญัติที่ต้องยับยั้งไว้ตามมาตรา ๑๔๗ นั้น สภาผู้แทนราษฎร จะยกขึ้นพิจารณาใหม่ได้ต่อเมื่อเวลาหนึ่งร้อยแปดสิบวันได้ล่วงหันไปนับแต่วันที่วุฒิสภาส่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๕๖ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nร่างพระราชบัญญัตินี้คืนไปยังสภาผู้แทนราษฎร สำหรับกรณีการยับยั้งตามมาตรา ๑๔๗ (๒) และนับแต่วันที่สภาใดสภาหนึ่งไม่เห็นชอบด้วย สำหรับกรณีการยับยั้งตามมาตรา ๑๔๗ (๓) ในกรณี เช่นว่านี้ ถ้าสภาผู้แทนราษฎรลงมติยืนยันร่างเดิมหรือร่างที่คณะกรรมาธิการร่วมกันพิจารณาด้วย คะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรแล้ว ให้ถือว่า ร่างพระราชบัญญัตินี้เป็นอันได้รับความเห็นชอบของรัฐสภา และให้ดำเนินการต่อไปตามมาตรา ๑๕๐\n\nถ้าร่างพระราชบัญญัติที่ต้องย้ายยังไว้เป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน สภาผู้แทนราษฎร อาจยกร่างพระราชบัญญัตินั้นขึ้น พิจารณาใหม่ได้ทันที ในกรณีเช่นว่านี้ ถ้าสภาผู้แทนราษฎรลงมติ ยืนยันร่างเดิมหรือร่างที่คณะกรรมาธิการร่วมกันพิจารณาด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวน สมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรแล้ว ให้ถือว่าร่างพระราชบัญญัตินั้นเป็นอันได้รับความ เห็นชอบของรัฐสภา และให้ดำเนินการต่อไปตามมาตรา ๑๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "149",
      "content": "ในระหว่างที่มีการยับยั้งร่างพระราชบัญญัติใดตามมาตรา ๑๔๗ คณะรัฐมนตรีหรือสมาชิกสภาผู้แทนราษฎรจะเสนอร่างพระราชบัญญัติที่มีหลักการอย่างเดียวกันหรือ คล้ายกันกับหลักการของร่างพระราชบัญญัติที่ต้องย้ายยังไว้มิได้ ในกรณีที่สภาผู้แทนราษฎรหรือวุฒิสภาเห็นว่าร่างพระราชบัญญัติที่เสนอหรือส่งให้พิจารณา นั้น เป็นร่างพระราชบัญญัติที่มีหลักการอย่างเดียวกันหรือคล้ายกันกับหลักการของร่างพระราชบัญญัติ ที่ต้องย้ายยังไว้ ให้ประธานสภาผู้แทนราษฎรหรือประธานวุฒิสภาส่งร่างพระราชบัญญัติดังกล่าว ให้ศาลรัฐธรรมนูญวินิจฉัย ถ้าศาลรัฐธรรมนูญวินิจฉัยว่าเป็นร่างพระราชบัญญัติที่มีหลักการอย่างเดียวกัน หรือคล้ายกันกับหลักการของร่างพระราชบัญญัติที่ต้องย้ายยังไว้ ให้ร่างพระราชบัญญัตินั้นเป็นอันตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "150",
      "content": "ร่างพระราชบัญญัติที่ได้รับความเห็นชอบของรัฐสภาแล้ว ให้นายกรัฐมนตรี นำขึ้นทูลเกล้าทูลกระหม่อมฉายภายในอีสิบวันนับแต่วันที่ได้รับร่างพระราชบัญญัตินั้นจากรัฐสภา เพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธย และเมื่อประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับ เป็นกฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "151",
      "content": "ร่างพระราชบัญญัติใด พระมหากษัตริย์ไม่ทรงเห็นชอบด้วยและพระราชทานคืนมา ยังรัฐสภา หรือเมื่อพ้นเก้าสิบวันแล้วมิได้พระราชทานคืนมา รัฐสภาจะต้องปรึกษาร่างพระราชบัญญัตินั้น ใหม่ ถ้ารัฐสภามีมติยืนยันตามเดิมด้วยคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมด เท่าที่มีอยู่ของทั้งสองสภาแล้ว ให้นายกรัฐมนตรีนำร่างพระราชบัญญัตินั้นขึ้นทูลเกล้าทูลกระหม่อม ฉายอีกครั้งหนึ่ง เมื่อพระมหากษัตริย์มิได้ทรงลงพระปรมาภิไธยพระราชทานคืนมาภายในสามสิบวัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๕๗ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nให้นายกรัฐมนตรีนำพระราชบัญญัตินั้นประกาศในราชกิจจานุเบกษาใช้บังคับเป็นกฎหมายได้เสมือน\nหนึ่งว่าพระมหากษัตริย์ได้ทรงลงพระปรมาภิไธยแล้ว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "152",
      "content": "การพิจารณาร่างพระราชบัญญัติที่ประธานสภาผู้แทนราษฎรวินิจฉัยว่ามี สาระสำคัญเกี่ยวกับเด็ก เยาวชน สตรี ผู้สูงอายุ หรือผู้พิการหรือทุพพลภาพ หากสภาผู้แทนราษฎร มิได้พิจารณาโดยกรรมาธิการเต็มสภา ให้สภาผู้แทนราษฎรตั้งคณะกรรมาธิการวิสามัญขึ้นประกอบด้วย ผู้แทนองค์การเอกชนเกี่ยวกับบุคคลประเภทนั้นมีจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนกรรมาธิการ ทั้งหมด ทั้งนี้ โดยมีสัดส่วนหญิงและชายที่ใกล้เคียงกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "153",
      "content": "ในกรณีที่อายุของสภาผู้แทนราษฎรสิ้นสุดลงหรือมีการยุบสภาผู้แทนราษฎร ร่างรัฐธรรมนูญแก้ไขเพิ่มเติมหรือบรรดาร่างพระราชบัญญัติที่พระมหากษัตริย์ไม่ทรงเห็นชอบด้วย หรือเมื่อพ้นเก้าสิบวันแล้วมิได้พระราชทานคืนมา ให้เป็นอันตกไป ในกรณีที่อายุของสภาผู้แทนราษฎรสิ้นสุดลงหรือมีการยุบสภาผู้แทนราษฎร ภายหลังการ เลือกตั้งสมาชิกสภาผู้แทนราษฎรอันเป็นการเลือกตั้งทั่วไป รัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา แล้วแต่กรณี จะพิจารณาร่างรัฐธรรมนูญแก้ไขเพิ่มเติม หรือร่างพระราชบัญญัติที่รัฐสภายังมิได้ให้ ความเห็นชอบต่อไปได้ ถ้าคณะรัฐมนตรีที่ตั้งขึ้นใหม่ภายหลังการเลือกตั้งทั่วไปร้องขอภายในหกสิบวัน นับแต่วันเรียกประชุมรัฐสภาครั้งแรกหลังการเลือกตั้งทั่วไป และรัฐสภามีมติเห็นชอบด้วย แต่ถ้า คณะรัฐมนตรีมิได้ร้องขอภายในกำหนดเวลาดังกล่าว ให้ร่างรัฐธรรมนูญแก้ไขเพิ่มเติมหรือ ร่างพระราชบัญญัตินั้นเป็นอันตกไป การพิจารณาร่างรัฐธรรมนูญแก้ไขเพิ่มเติมหรือร่างพระราชบัญญัติต่อไปตามวรรคสอง ให้เป็นไปตามข้อบังคับการประชุมสภาผู้แทนราษฎร วุฒิสภา หรือรัฐสภา แล้วแต่กรณี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_153",
      "content": "ส่วนที่ ๘ การควบคุมการตรากฎหมายที่ขัดหรือแย้งต่อรัฐธรรมนูญ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "154",
      "content": "ร่างพระราชบัญญัติใดที่รัฐสภาให้ความเห็นชอบแล้ว ก่อนที่นายกรัฐมนตรี จะนำขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธยตามมาตรา ๑๕๐ หรือ ร่างพระราชบัญญัติใดที่รัฐสภาลงมติยืนยันตามมาตรา ๑๕๑ ก่อนที่นายกรัฐมนตรีจะนำร่างพระราชบัญญัติ นั้นขึ้นทูลเกล้าทูลกระหม่อมถวายอีกครั้งหนึ่ง",
      "type": "section",
      "status": "OCR"
    }
  ],
  "20": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๕๘ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๑) หากสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือสมาชิกของทั้งสองสภาร่วมกัน มีจำนวนไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา เห็นว่า ร่างพระราชบัญญัติดังกล่าวมีข้อความขัดหรือแย้งต่อรัฐธรรมนูญนี้ หรือตราขึ้นโดยไม่ถูกต้อง ตามบทบัญญัติแห่งรัฐธรรมนูญนี้ ให้เสนอความเห็นต่อประธานสภาผู้แทนราษฎร ประธานวุฒิสภา หรือประธานรัฐสภา แล้วแต่กรณี แล้วให้ประธานแห่งสภาที่ได้รับความเห็นดังกล่าวส่งความเห็นนั้น ไปยังศาลรัฐธรรมนูญเพื่อวินิจฉัย และแจ้งให้นายกรัฐมนตรีทราบโดยไม่ชักช้า\n(๒) หากนายกรัฐมนตรีเห็นว่าร่างพระราชบัญญัติดังกล่าวมีข้อความขัดหรือแย้งต่อ รัฐธรรมนูญนี้ หรือตราขึ้นโดยไม่ถูกต้องตามบทบัญญัติแห่งรัฐธรรมนูญนี้ ให้ส่งความเห็นเช่นว่านั้นไปยัง ศาลรัฐธรรมนูญเพื่อวินิจฉัย และแจ้งให้ประธานสภาผู้แทนราษฎรและประธานวุฒิสภาทราบโดยไม่ชักช้า\nในระหว่างที่ศาลรัฐธรรมนูญพิจารณาวินิจฉัย ให้นายกรัฐมนตรีระงับการดำเนินการ เพื่อประกาศใช้ร่างพระราชบัญญัติดังกล่าวไว้จนกว่าศาลรัฐธรรมนูญจะมีคำวินิจฉัย\nถ้าศาลรัฐธรรมนูญวินิจฉัยว่าร่างพระราชบัญญัตินั้นมีข้อความขัดหรือแย้งต่อรัฐธรรมนูญนี้ หรือตราขึ้นโดยไม่ถูกต้องตามบทบัญญัติแห่งรัฐธรรมนูญนี้ และข้อความดังกล่าวเป็นสาระสำคัญ ให้ร่างพระราชบัญญัตินั้นเป็นอันตกไป\nถ้าศาลรัฐธรรมนูญวินิจฉัยว่าร่างพระราชบัญญัตินั้นมีข้อความขัดหรือแย้งต่อรัฐธรรมนูญนี้ แต่มิใช่กรณีตามวรรคสาม ให้ข้อความที่ขัดหรือแย้งนั้นเป็นอันตกไป และให้นายกรัฐมนตรีดำเนินการ ตามมาตรา ๑๕๐ หรือมาตรา ๑๕๑ แล้วแต่กรณี ต่อไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "155",
      "content": "บทบัญญัติมาตรา ๑๕๔ ให้นำมาใช้บังคับกับร่างข้อบังคับการประชุมสภาผู้แทนราษฎร ร่างข้อบังคับการประชุมวุฒิสภา และร่างข้อบังคับการประชุมรัฐสภา ที่สภาผู้แทนราษฎร วุฒิสภา หรือรัฐสภา แล้วแต่กรณี ให้ความเห็นชอบแล้ว แต่ยังมิได้ประกาศในราชกิจจานุเบกษาด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_155",
      "content": "ส่วนที่ ๙ การควบคุมการบริหารราชการแผ่นดิน",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "156",
      "content": "สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาทุกคนมีสิทธิตั้งกระทู้ถาม รัฐมนตรีในเรื่องใดเกี่ยวกับงานในหน้าที่ได้ แต่รัฐมนตรีย่อมมีสิทธิที่จะไม่ตอบเมื่อคณะรัฐมนตรีเห็นว่า เรื่องนั้นยังไม่ควรเปิดเผยเพราะเกี่ยวกับความปลอดภัยหรือประโยชน์สำคัญของแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๕๙ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "157",
      "content": "การบริหารราชการแผ่นดินเรื่องใดที่เป็นปัญหาสำคัญที่อยู่ในความสนใจของประชาชน เป็นเรื่องที่กระทบถึงประโยชน์ของประเทศชาติหรือประชาชน หรือที่เป็นเรื่องเร่งด่วนสมาชิกสภาผู้แทนราษฎรอาจแจ้งเป็นลายลักษณ์อักษรต่อประธานสภาผู้แทนราษฎรก่อนเริ่มประชุมในวันนั้นว่าจะถามนายกรัฐมนตรีหรือรัฐมนตรีผู้รับผิดชอบในการบริหารราชการแผ่นดินเรื่องนั้นโดยไม่ต้องระบุคำถาม และให้ประธานสภาผู้แทนราษฎรบรรจุเรื่องดังกล่าวไว้ในวาระการประชุมวันนั้น การถามและการตอบกระทำตามวรรคหนึ่งให้กระทำได้สัปดาห์ละหนึ่งครั้ง และให้สมาชิกสภาผู้แทนราษฎรผู้นั้นตั้งกระหู้ถามด้วยวาจาเรื่องการบริหารราชการแผ่นดินนั้นได้เรื่องละไม่เกินสามครั้ง ทั้งนี้ ตามข้อบังคับการประชุมสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "158",
      "content": "สมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร มีสิทธิเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไปเพื่อลงมติไม่ไว้วางใจนายกรัฐมนตรี ญัตติดังกล่าวต้องเสนอชื่อผู้สมควรดำรงตำแหน่งนายกรัฐมนตรีคนต่อไปซึ่งเป็นบุคคลตามมาตรา ๑๗๑ วรรคสอง ด้วย และเมื่อได้มีการเสนอญัตติแล้ว จะมีการยุบสภาผู้แทนราษฎรมิได้ เว้นแต่จะมีการถอนญัตติหรือการลงมตินั้นไม่ได้คะแนนเสียงตามวรรคสาม การเสนอญัตติขอเปิดอภิปรายทั่วไปตามวรรคหนึ่ง ถ้าเป็นเรื่องที่เกี่ยวกับพฤติกรรมของนายกรัฐมนตรีที่มีพฤติการณ์ร่ำรวยผิดปกติ ส่อไปในทางทุจริตต่อหน้าที่ราชการ หรือจงใจฝ่าฝืนบทบัญญัติแห่งรัฐธรรมนูญหรือกฎหมาย จะเสนอโดยไม่มีการยื่นคำร้องขอตามมาตรา ๒๗๑ ก่อนมิได้ และเมื่อได้มีการยื่นคำร้องขอตามมาตรา ๒๗๒ แล้ว ให้ดำเนินการต่อไปได้โดยไม่ต้องรอผลการดำเนินการตามมาตรา ๒๗๒ เมื่อการอภิปรายทั่วไปสิ้นสุดลงโดยมิใช่ด้วยมติให้ผ่านระเบียบวาระเปิดอภิปรายนั้น ไปให้สภาผู้แทนราษฎรลงมติไว้วางใจหรือไม่ไว้วางใจ การลงมติในกรณีเช่นว่านี้มิให้กระทำในวันเดียวกับวันที่การอภิปรายสิ้นสุด มติไม่ไว้วางใจต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ในกรณีที่มติไม่ไว้วางใจมีคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎรซึ่งเข้าชื่อเสนอญัตติขอเปิดอภิปรายนั้น เป็นอันหมดสิทธิที่จะเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไปเพื่อลงมติไม่ไว้วางใจนายกรัฐมนตรีอีกตลอดสมัยประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๖๐ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐\n\nในกรณีที่มติไม่ไว้วางใจมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ ของสภาผู้แทนราษฎร ให้ประธานสภาผู้แทนราษฎรนำชื่อผู้ที่ได้รับการเสนอชื่อตามวรรคหนึ่ง กราบบังคมทูลเพื่อทรงแต่งตั้งต่อไป และมิให้นำมาตรา ๑๗๒ มาใช้บังคับ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "159",
      "content": "สมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งในหกของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร มีสิทธิเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไปเพื่อลงมติ ไม่ไว้วางใจรัฐมนตรีเป็นรายบุคคล และให้นำบทบัญญัติมาตรา ๑๕๘ วรรคสอง วรรคสาม และ วรรคสี่ มาใช้บังคับโดยอนุโลม รัฐมนตรีคนใดพ้นจากตำแหน่งเดิมแต่ยังคงเป็นรัฐมนตรีในตำแหน่งอื่นภายหลังจากวันที่ สมาชิกสภาผู้แทนราษฎรเข้าชื่อตามวรรคหนึ่ง ให้รัฐมนตรีคนนั้นยังคงต้องถูกอภิปรายเพื่อลงมติ ไม่ไว้วางใจตามวรรคหนึ่งต่อไป ให้นำความในวรรคสองมาใช้บังคับกับรัฐมนตรีผู้ซึ่งพ้นจากตำแหน่งเดิมไม่เกินเก้าสิบวันก่อน วันที่สมาชิกสภาผู้แทนราษฎรเข้าชื่อตามวรรคหนึ่ง แต่ยังคงเป็นรัฐมนตรีในตำแหน่งอื่นด้วย โดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "160",
      "content": "ในกรณีที่สมาชิกสภาผู้แทนราษฎรที่มิได้อยู่ในพรรคการเมืองที่สมาชิก ในสังกัดของพรรคนั้นดำรงตำแหน่งรัฐมนตรีมีจำนวนมากที่จะเสนอญัตติขอเปิดอภิปรายทั่วไป ตามมาตรา ๑๕๘ หรือมาตรา ๑๕๙ ให้สมาชิกสภาผู้แทนราษฎรจำนวนมากกว่ากึ่งหนึ่งของจำนวน สมาชิกสภาผู้แทนราษฎรดังกล่าวทั้งหมดเท่าที่มีอยู่มีสิทธิเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไปเพื่อลงมติ ไม่ไว้วางใจนายกรัฐมนตรีหรือรัฐมนตรีเป็นรายบุคคลตามมาตรา ๑๕๘ หรือมาตรา ๑๕๙ ได้ เมื่อคณะรัฐมนตรีได้บริหารราชการแผ่นดินมากเกินกว่าสองปีแล้ว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "161",
      "content": "สมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมด เท่าที่มีอยู่ของวุฒิสภา มีสิทธิเข้าชื่อขอเปิดอภิปรายทั่วไปในวุฒิสภาเพื่อให้คณะรัฐมนตรีแถลง ข้อเท็จจริงหรือชี้แจงปัญหาสำคัญเกี่ยวกับการบริหารราชการแผ่นดินโดยไม่มีการลงมติ การขอเปิดอภิปรายทั่วไปตามมาตรานี้ จะกระทำได้ครั้งเดียวในสมัยประชุมหนึ่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "162",
      "content": "ในกรณีที่มีการประชุมสภาผู้แทนราษฎรหรือวุฒิสภาเพื่อตั้งกระทู้ถามในเรื่องใด เกี่ยวกับงานในหน้าที่ หรือการอภิปรายไม่ไว้วางใจนายกรัฐมนตรีหรือรัฐมนตรีผู้ใด ให้เป็นหน้าที่ ของนายกรัฐมนตรีหรือรัฐมนตรีผู้นั้นต้องเข้าร่วมประชุมสภาผู้แทนราษฎรหรือวุฒิสภาเพื่อชี้แจงหรือ ตอบกระทู้ถามในเรื่องนั้นด้วยตนเอง เว้นแต่มีเหตุจำเป็นอันมิอาจหลีกเลี่ยงได้ทำให้ไม่อาจเข้าชี้แจง",
      "type": "section",
      "status": "OCR"
    }
  ],
  "21": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๖๑\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nหรือตอบกระฎู่ แต่ต้องแจ้งให้ประธานสภาผู้แทนราษฎรหรือประธานวุฒิสภาทราบก่อนหรือในวันประชุมสภาในเรื่องดังกล่าว\n\nสมาชิกสภาผู้แทนราษฎรมีอิสระจากมติพรรคการเมืองในการตั้งกระทู้ถาม การอภิปราย และการลงมติในการอภิปรายไม่ไว้วางใจ\n\nหมวด ๗\nการมีส่วนร่วมทางการเมืองโดยตรงของประชาชน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "163",
      "content": "ประชาชนผู้มีสิทธิเลือกตั้งไม่น้อยกว่าหนึ่งหมื่นคน มีสิทธิเข้าชื่อร้องขอต่อประธานรัฐสภาเพื่อให้รัฐสภาพิจารณาร่างพระราชบัญญัติตามที่กำหนดในหมวด ๓ และหมวด ๕ แห่งรัฐธรรมนูญนี้ คำร้องขอตามวรรคหนึ่งต้องจัดทำร่างพระราชบัญญัติเสนอมาด้วย หลักเกณฑ์และวิธีการเข้าชื่อ รวมทั้งการตรวจสอบรายชื่อ ให้เป็นไปตามที่กฎหมายบัญญัติ ในการพิจารณาร่างพระราชบัญญัติตามวรรคหนึ่ง สภาผู้แทนราษฎรและวุฒิสภาต้องให้ผู้แทนของประชาชนผู้มีสิทธิเลือกตั้งที่เข้าชื่อเสนอร่างพระราชบัญญัตินั้นชี้แจงหลักการของร่างพระราชบัญญัติ และคณะกรรมาธิการวิสามัญเพื่อพิจารณาร่างพระราชบัญญัติดังกล่าวจะต้องประกอบด้วยผู้แทนของประชาชนผู้มีสิทธิเลือกตั้งที่เข้าชื่อเสนอร่างพระราชบัญญัตินั้นจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนกรรมาธิการทั้งหมดด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "164",
      "content": "ประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าสองหมื่นคน มีสิทธิเข้าชื่อร้องขอต่อประธานวุฒิสภาเพื่อให้วุฒิสภามีมติตามมาตรา ๒๗๔ ให้ถอดถอนบุคคลตามมาตรา ๒๙๐ ออกจากตำแหน่งได้ คำร้องขอตามวรรคหนึ่งต้องระบุพฤติการณ์ที่กล่าวหาว่าผู้ดำรงตำแหน่งดังกล่าวกระทำความผิดเป็นข้อ ๆ ให้ชัดเจน หลักเกณฑ์ วิธีการ และเงื่อนไขในการที่ประชาชนจะเข้าชื่อร้องขอตามวรรคหนึ่ง ให้เป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "165",
      "content": "ประชาชนผู้มีสิทธิเลือกตั้งย่อมมีสิทธิออกเสียงประชามติ การจัดให้มีการออกเสียงประชามติให้กระทำได้ในเหตุ ดังต่อไปนี้ (๑) ในกรณีที่คณะรัฐมนตรีเห็นว่ากิจการในเรื่องใดอาจกระทบถึงประโยชน์ได้เสียของประเทศชาติหรือประชาชน นายกรัฐมนตรีโดยความเห็นชอบของคณะรัฐมนตรีอาจปรึกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๖๒\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nประธานสภาผู้แทนราษฎรและประธานวุฒิสภาเพื่อประกาศในราชกิจจานุเบกษาให้มีการออกเสียงประชามติได้\n\n(๒) ในกรณีที่มีกฎหมายบัญญัติให้มีการออกเสียงประชามติ\nการออกเสียงประชามติตาม (๑) หรือ (๒) อาจจัดให้เป็นการออกเสียงเพื่อมีข้อยุติโดยเสียงข้างมากของผู้มีสิทธิออกเสียงประชามติในปัญหาที่จัดให้มีการออกเสียงประชามติ หรือเป็นการออกเสียงเพื่อให้คำปรึกษาแก่คณะรัฐมนตรีก็ได้ เว้นแต่จะมีกฎหมายบัญญัติไว้เป็นการเฉพาะ\nการออกเสียงประชามติดังเป็นการให้ออกเสียงเห็นชอบหรือไม่เห็นชอบในกิจการตามที่จัดให้มีการออกเสียงประชามติ และการจัดการออกเสียงประชามติในเรื่องที่ขัดหรือแย้งต่อรัฐธรรมนูญ หรือเกี่ยวกับตัวบุคคลหรือคณะบุคคล จะกระทำมิได้\nก่อนการออกเสียงประชามติ รัฐต้องดำเนินการให้ข้อมูลอย่างเพียงพอ และให้บุคคลฝ่ายที่เห็นชอบและไม่เห็นชอบกับกิจการนั้น มีโอกาสแสดงความคิดเห็นของตนได้อย่างเท่าเทียมกัน\nหลักเกณฑ์และวิธีการออกเสียงประชามติให้เป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการออกเสียงประชามติ ซึ่งอย่างน้อยต้องกำหนดรายละเอียดเกี่ยวกับวิธีการออกเสียงประชามติ ระยะเวลาในการดำเนินการ และจำนวนเสียงประชามติ เพื่อมีข้อยุติ\n\nหมวด ๘ การเงิน การคลัง และงบประมาณ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "166",
      "content": "งบประมาณรายจ่ายของแผ่นดินให้ทำเป็นพระราชบัญญัติ ถ้าพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณออกไม่ทันปีงบประมาณใหม่ ให้ใช้กฎหมายว่าด้วยงบประมาณรายจ่ายในปีงบประมาณปีก่อนนั้นไปพลางก่อน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "167",
      "content": "ในการนำเสนอร่างพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณ ต้องมีเอกสารประกอบซึ่งรวมถึงประมาณการรายรับ และวัตถุประสงค์ กิจกรรม แผนงาน โครงการในแต่ละรายการของการใช้จ่ายงบประมาณให้ชัดเจน รวมทั้งต้องแสดงฐานะการเงินการคลังของประเทศเกี่ยวกับภาพรวมของภาวะเศรษฐกิจที่เกิดจากการใช้จ่ายและการจัดหารายได้ ประโยชน์และการขาดรายได้จากการยกเว้นภาษีเฉพาะรายในรูปแบบต่าง ๆ ความจำเป็นในการตั้งงบประมาณผูกพัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๖๓\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nข้ามปี ภาระหนี้และการก่อหนี้ของรัฐและฐานะการเงินของรัฐวิสาหกิจ ในปีที่ขออนุมัติงบประมาณนั้น และปีงบประมาณที่ผ่านมาเพื่อใช้ประกอบการพิจารณาด้วย\n\nหากรายจ่ายใดไม่สามารถจัดสรรงบประมาณให้แก่หน่วยราชการ รัฐวิสาหกิจหรือหน่วยงาน อื่นใดของรัฐได้โดยตรง ให้จัดไว้ในรายการรายจ่ายงบกลาง โดยต้องแสดงเหตุผลและความจำเป็นในการกำหนดงบประมาณรายจ่ายงบกลางนั้นด้วย\n\nให้มีกฎหมายการเงินการคลังของรัฐเพื่อกำหนดกรอบวินัยการเงินการคลัง ซึ่งรวมถึง หลักเกณฑ์เกี่ยวกับการวางแผนการเงินระยะปานกลาง การจัดหารายได้ การกำหนดแนวทางในการ จัดทำงบประมาณรายจ่ายของแผ่นดิน การบริหารการเงินและทรัพย์สิน การบัญชี กองทุนสาธารณะ การก่อหนี้หรือการดำเนินการที่ผูกพันทรัพย์สินหรือภาระทางการเงินของรัฐ หลักเกณฑ์การกำหนด วงเงินสำรองจ่ายเพื่อกรณีฉุกเฉินหรือจำเป็น และการอื่นที่เกี่ยวข้อง ซึ่งจะต้องใช้เป็นกรอบในการจัดหา รายได้ กำกับการใช้จ่ายเงินตามหลักการรักษาเสถียรภาพ พัฒนาทางเศรษฐกิจอย่างยั่งยืน และความ เป็นธรรมในสังคม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "168",
      "content": "ร่างพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณ ร่างพระราชบัญญัติ งบประมาณรายจ่ายเพิ่มเติม และร่างพระราชบัญญัติโอนงบประมาณรายจ่าย สภาผู้แทนราษฎรจะต้อง วิเคราะห์และพิจารณาให้แล้วเสร็จภายในหนึ่งร้อยห้าวันนับแต่วันที่ร่างพระราชบัญญัติตั้งกล่าวมาถึง สภาผู้แทนราษฎร ถ้าสภาผู้แทนราษฎรพิจารณาร่างพระราชบัญญัตินั้นไม่แล้วเสร็จภายในกำหนดเวลาที่กล่าว ในวรรคหนึ่ง ให้ถือว่าสภาผู้แทนราษฎรได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้นและให้เสนอ ร่างพระราชบัญญัติดังกล่าวต่อวุฒิสภา ในการพิจารณาของวุฒิสภา วุฒิสภาจะต้องให้ความเห็นชอบหรือไม่ให้ความเห็นชอบภายใน ยี่สิบวันนับแต่วันที่ร่างพระราชบัญญัตินั้นมาถึงวุฒิสภา โดยจะแก้ไขเพิ่มเติมใด ๆ มิได้ ถ้าพ้นกำหนดเวลาดังกล่าวให้ถือว่าวุฒิสภาได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น ในกรณีเช่นนี้ และในกรณีที่วุฒิสภาให้ความเห็นชอบ ให้ดำเนินการต่อไปตามมาตรา ๑๕๐ ถ้าร่างพระราชบัญญัติดังกล่าววุฒิสภาไม่เห็นชอบด้วย ให้นำบทบัญญัติมาตรา ๑๔๘ วรรคสอง มาใช้บังคับโดยอนุโลม ในการพิจารณาร่างพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณ ร่างพระราชบัญญัติ งบประมาณรายจ่ายเพิ่มเติม และร่างพระราชบัญญัติโอนงบประมาณรายจ่าย สมาชิกสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    }
  ],
  "22": [
    {
      "id": "intro",
      "content": "หน้า ๖๔\nเล่ม ๑๒๕ ตอนที่ ๔๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nจะแปรญัตติเพิ่มเติมรายการหรือจำนวนในรายการนี้ได้ แต่อาจแปรญัตติในทางลดหรือตัดทอนรายจ่าย ซึ่งมิใช่รายจ่ายตามข้อผูกพันอย่างใดอย่างหนึ่ง ดังต่อไปนี้\n(๑) เงินส่งใช้ต้นเงินกู้\n(๒) ดอกเบี้ยเงินกู้\n(๓) เงินที่กำหนดให้จ่ายตามกฎหมาย\n\nในการพิจารณาของสภาผู้แทนราษฎร วุฒิสภา หรือของคณะกรรมาธิการ การเสนอ การแปรญัตติ หรือการกระทำด้วยประการใด ๆ ที่มีผลให้สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือกรรมาธิการ มีส่วนไม่ว่าโดยทางตรงหรือทางอ้อมในการใช้งบประมาณรายจ่าย จะกระทำมิได้\n\nในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา มีจำนวนไม่น้อยกว่าหนึ่งในสิบ ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา เห็นว่ามีการกระทำฝ่าฝืนบทบัญญัติตามวรรคหก ให้เสนอความเห็นต่อศาลรัฐธรรมนูญเพื่อพิจารณา และศาลรัฐธรรมนูญวินิจฉัยว่ามีการกระทำฝ่าฝืน บทบัญญัติตามวรรคหก ให้การเสนอ การแปรญัตติหรือการกระทำดังกล่าวสิ้นผลไป\n\nรัฐต้องจัดสรรงบประมาณให้เพียงพอกับการบริหารงานโดยอิสระของรัฐสภา ศาลรัฐธรรมนูญ ศาลยุติธรรม ศาลปกครองและองค์กรตามรัฐธรรมนูญ\n\nในการพิจารณางบประมาณรายจ่ายของรัฐสภา ศาล และองค์กรตามวรรคแปด หากหน่วยงานนั้น เห็นว่างบประมาณรายจ่ายที่ได้รับการจัดสรรให้นั้นไม่เพียงพอ ให้สามารถเสนอคำขอแปรญัตติต่อ คณะกรรมาธิการได้โดยตรง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "169",
      "content": "การจ่ายเงินแผ่นดินจะกระทำได้ก็เฉพาะที่ได้อนุญาตไว้ในกฎหมาย ว่าด้วยงบประมาณรายจ่าย กฎหมายว่าด้วยวิธีการงบประมาณ กฎหมายเกี่ยวด้วยการโอนงบประมาณ หรือกฎหมายว่าด้วยเงินคงคลัง เว้นแต่ในกรณีจำเป็นเร่งด่วนรัฐบาลจะจ่ายไปก่อนก็ได้ แต่ต้องเป็นไป ตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ ในกรณีเช่นว่านี้ต้องงบประมาณรายจ่ายเพื่อชดใช้ เงินคงคลังในพระราชบัญญัติโอนงบประมาณรายจ่าย พระราชบัญญัติงบประมาณรายจ่ายเพิ่มเติม หรือ พระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณถัดไป ทั้งนี้ ให้กำหนดแหล่งที่มาของรายได้ เพื่อชดใช้รายจ่ายที่ได้ใช้เงินคงคลังจ่ายไปก่อนแล้วด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๖๕\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในระหว่างเวลาที่ประเทศอยู่ในภาวะสงครามหรือการรบ คณะรัฐมนตรีมีอำนาจโอนหรือนำรายจ่ายที่กำหนดไว้สำหรับหน่วยราชการหรือรัฐวิสาหกิจใดไปใช้ในรายการที่แตกต่างจากที่กำหนดไว้ ในพระราชบัญญัติงบประมาณรายจ่ายประจำปีได้ทันที และให้รายงานรัฐสภาทราบโดยไม่ชักช้า\n\nในกรณีที่มีการโอนหรือนำรายจ่ายตามงบประมาณที่กำหนดไว้ในรายการใดไปใช้ในรายการอื่นของหน่วยราชการหรือรัฐวิสาหกิจ ให้รัฐบาลรายงานของรัฐใดที่ไม่ต้องนำส่งเป็นรายได้แผ่นดิน มาตรา ๑๗๐ เงินรายได้ของหน่วยงานของรัฐใดที่ไม่ต้องนำส่งเป็นรายได้แผ่นดิน ให้หน่วยงานของรัฐนั้นทำรายงานการรับและการใช้จ่ายเงินดังกล่าว เสนอต่อคณะรัฐมนตรีเมื่อสิ้นปีงบประมาณทุกปี และให้คณะรัฐมนตรีทำรายงานเสนอต่อสภาผู้แทนราษฎรและวุฒิสภาต่อไป การใช้จ่ายเงินรายได้ตามวรรคหนึ่งต้องอยู่ภายใต้กรอบวินัยการเงินการคลังตามหมวดนี้ด้วย\n\nหมวด ๙\nคณะรัฐมนตรี",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "171",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งนายกรัฐมนตรีคนหนึ่งและรัฐมนตรีอื่นอีกไม่เกินสามสิบห้าคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดินตามหลักความรับผิดชอบร่วมกัน นายกรัฐมนตรีต้องเป็นสมาชิกสภาผู้แทนราษฎรซึ่งได้รับแต่งตั้งตามมาตรา ๑๗๒ ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี นายกรัฐมนตรีจะดำรงตำแหน่งติดต่อกันเกินกว่าแปดปีไม่ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "172",
      "content": "ให้สภาผู้แทนราษฎรพิจารณาให้ความเห็นชอบบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรีให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่มีการเรียกประชุมรัฐสภาเป็นครั้งแรก ตามมาตรา ๑๒๗ การเสนอชื่อบุคคลซึ่งสมควรได้รับแต่งตั้งเป็นนายกรัฐมนตรีตามวรรคหนึ่ง ต้องมีสมาชิกสภาผู้แทนราษฎรไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรรับรอง มติของสภาผู้แทนราษฎรที่เห็นชอบด้วยในการแต่งตั้งบุคคลใดให้เป็นนายกรัฐมนตรี ต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร การลงมติในกรณีเช่นว่านี้ให้กระทำโดยการลงคะแนนโดยเปิดเผย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๖๖\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "173",
      "content": "ในกรณีที่พ้นกำหนดสามสิบวันนับแต่วันที่มีการเรียกประชุมรัฐสภาเพื่อให้สมาชิกสภาผู้แทนราษฎรได้มาประชุมเป็นครั้งแรกแล้ว ไม่ปรากฏว่ามีบุคคลใดได้รับคะแนนเสียงเห็นชอบให้ได้รับแต่งตั้งเป็นนายกรัฐมนตรีตามมาตรา ๑๗๒ วรรคสาม ให้ประธานสภาผู้แทนราษฎรนำความขึ้นกราบบังคมทูลภายในสิบห้าวันนับแต่วันที่พ้นกำหนดเวลาดังกล่าวเพื่อทรงมีพระบรมราชโองการแต่งตั้งบุคคลซึ่งได้รับคะแนนเสียงสูงสุดเป็นนายกรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "174",
      "content": "รัฐมนตรีต้องมีคุณสมบัติและไม่มีลักษณะต้องห้าม ดังต่อไปนี้ (๑) มีสัญชาติไทยโดยการเกิด (๒) มีอายุไม่ต่ำกว่าสามสิบห้าปีบริบูรณ์ (๓) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า (๔) ไม่มีลักษณะต้องห้ามตามมาตรา ๑๐๒ (๑) (๒) (๓) (๔) (๖) (๗) (๘) (๙) (๑๑) (๑๒) (๑๓) หรือ (๑๔) (๕) ไม่เคยต้องคำพิพากษาให้จำคุกโดยได้พ้นโทษมายังไม่ถึงห้าปีก่อนได้รับแต่งตั้ง เว้นแต่ในความผิดอันได้กระทำโดยประมาทหรือความผิดลหุโทษ (๖) ไม่เป็นสมาชิกวุฒิสภา หรือเคยเป็นสมาชิกวุฒิสภาซึ่งสมาชิกภาพสิ้นสุดลงมาแล้ว ยังไม่เกินสองปีนับถึงวันที่ได้รับแต่งตั้งเป็นรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "175",
      "content": "ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำ ดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "176",
      "content": "คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อรัฐสภาและชี้แจงการดำเนินการตามแนวนโยบายพื้นฐานแห่งรัฐตามมาตรา ๗๕ โดยไม่มีการลงมติความไว้วางใจทั้งนี้ ภายในสิบห้าวันนับแต่วันเข้ารับหน้าที่ และเมื่อแถลงนโยบายต่อรัฐสภาแล้วต้องจัดทำแผนการบริหารราชการแผ่นดิน เพื่อกำหนดแนวทางการปฏิบัติราชการแต่ละปีตามมาตรา ๗๖ ก่อนแถลงนโยบายต่อรัฐสภาตามวรรคหนึ่ง หากมีกรณีที่สำคัญและจำเป็นเร่งด่วน ซึ่งหากปล่อยให้เนิ่นช้าไปจะกระทบต่อประโยชน์สำคัญของแผ่นดิน คณะรัฐมนตรีที่เข้ารับหน้าที่จะดำเนินการไปพลางก่อนเพียงเท่าที่จำเป็นก็ได้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "23": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๖๗\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "177",
      "content": "รัฐมนตรีย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมสภา และในกรณีที่สภาผู้แทนราษฎรหรือวุฒิสภามีมติให้เข้าประชุมในเรื่องใด รัฐมนตรีต้องเข้าร่วมประชุม และให้นำเอกสารที่บัญญัติไว้ในมาตรา ๑๓๐ มาใช้บังคับโดยอนุโลม ในการประชุมสภาผู้แทนราษฎร ถ้ารัฐมนตรีผู้ใดเป็นสมาชิกสภาผู้แทนราษฎรในขณะเดียวกันด้วย ห้ามมิให้รัฐมนตรีผู้นั้นออกเสียงลงคะแนนในเรื่องที่เกี่ยวกับการดำรงตำแหน่ง การปฏิบัติหน้าที่ หรือการมีส่วนได้เสียในเรื่องนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "178",
      "content": "ในการบริหารราชการแผ่นดิน รัฐมนตรีต้องดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ตามมาตรา ๑๗๖ และต้องรับผิดชอบต่อสภาผู้แทนราษฎรในหน้าที่ของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อรัฐสภาในนโยบายทั่วไปของคณะรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "179",
      "content": "ในกรณีที่มีปัญหาสำคัญเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควรจะฟังความคิดเห็นของสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภา นายกรัฐมนตรีจะแจ้งไปยังประธานรัฐสภาขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมร่วมกันของรัฐสภาก็ได้ ในกรณีเช่นว่านี้รัฐสภาจะลงมติในปัญหาที่อภิปรายมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "180",
      "content": "รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ (๑) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา ๑๘๒ (๒) อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือมีการยุบสภาผู้แทนราษฎร (๓) คณะรัฐมนตรีลาออก ในกรณีที่ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา ๑๘๒ (๑) (๒) (๓) (๔) (๕) (๗) หรือ (๘) ให้ดำเนินการตามมาตรา ๑๗๒ และมาตรา ๑๗๓ โดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "181",
      "content": "คณะรัฐมนตรีที่พ้นจากตำแหน่ง ต้องอยู่ในตำแหน่งเพื่อปฏิบัติหน้าที่ต่อไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ แต่ในกรณีพ้นจากตำแหน่งตามมาตรา ๑๘๐ (๒) คณะรัฐมนตรีและรัฐมนตรีจะปฏิบัติหน้าที่ได้เท่าที่จำเป็น ภายใต้เงื่อนไขที่กำหนด ดังต่อไปนี้ (๑) ไม่กระทำการอันเป็นการใช้อำนาจแต่งตั้งหรือโยกย้ายข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ หรือพนักงานของหน่วยงานของรัฐ รัฐวิสาหกิจ หรือกิจการที่รัฐถือหุ้นใหญ่ หรือให้บุคคลดังกล่าวพ้นจากการปฏิบัติหน้าที่หรือพ้นจากตำแหน่ง หรือให้ผู้อื่นมาปฏิบัติหน้าที่แทน เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๖๘\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๒) ไม่กระทำการอันมีผลเป็นการอนุมัติให้ใช้จ่ายงบประมาณสำรองจ่ายเพื่อกรณีฉุกเฉินหรือจำเป็น เว้นแต่จะได้รับความเห็นชอบจากคณะกรรมการการเลือกตั้งก่อน\n(๓) ไม่กระทำการอันมีผลเป็นการอนุมัติงานหรือโครงการ หรือมีผลเป็นการสร้างความผูกพันต่อคณะรัฐมนตรีชุดต่อไป\n(๔) ไม่ใช้ทรัพยากรของรัฐหรือบุคลากรของรัฐเพื่อกระทำการใดซึ่งจะมีผลต่อการเลือกตั้ง และไม่กระทำการอันเป็นการฝ่าฝืนข้อห้ามตามระเบียบที่คณะกรรมการการเลือกตั้งกำหนด",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "182",
      "content": "ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ (๑) ตาย (๒) ลาออก (๓) ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุดหรือมีการรอการลงโทษ เว้นแต่เป็นกรณีที่คดียังไม่ถึงที่สุดหรือมีการรอการลงโทษในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท (๔) สภาผู้แทนราษฎรมีมติไม่ไว้วางใจตามมาตรา ๑๕๘ หรือมาตรา ๑๕๙ (๕) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา ๑๗๔ (๖) มีพระบรมราชโองการให้พ้นจากความเป็นรัฐมนตรีตามมาตรา ๑๘๓ (๗) กระทำการอันต้องห้ามตามมาตรา ๒๖๗ มาตรา ๒๖๘ หรือมาตรา ๒๖๙ (๘) วุฒิสภามีมติตามมาตรา ๒๗๔ ให้ถอดถอนออกจากตำแหน่ง นอกจากเหตุที่ทำให้ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัวตามวรรคหนึ่งแล้ว ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงเมื่อครบกำหนดเวลาตามมาตรา ๑๗๑ วรรคสี่ ด้วย ให้นำบทบัญญัติมาตรา ๙๑ และมาตรา ๙๒ มาใช้บังคับกับการสิ้นสุดของความเป็นรัฐมนตรีตาม (๒) (๓) (๕) หรือ (๗) หรือวรรคสอง โดยให้คณะกรรมการการเลือกตั้งเป็นผู้ส่งเรื่องให้ศาลรัฐธรรมนูญวินิจฉัยได้ด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "183",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีพ้นจากความเป็นรัฐมนตรีตามที่นายกรัฐมนตรีถวายคำแนะนำ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "184",
      "content": "ในกรณีเพื่อประโยชน์ในอันที่จะรักษาความปลอดภัยของประเทศ ความปลอดภัยสาธารณะ ความมั่นคงในทางเศรษฐกิจของประเทศ หรือป้องปัดภัยพิบัติสาธารณะ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๖๙\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการตราพระราชกำหนดตามวรรคหนึ่ง ให้กระทำได้เฉพาะเมื่อคณะรัฐมนตรีเห็นว่าเป็นกรณีฉุกเฉินที่มีความจำเป็นรีบด่วนอันมิอาจจะหลีกเลี่ยงได้\n\nในการประชุมรัฐสภาคราวต่อไป ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อรัฐสภาเพื่อพิจารณาโดยไม่ชักช้า ถ้าอยู่นอกสมัยประชุมและการเปิดสมัยประชุมสามัญจะเป็นการชักช้า คณะรัฐมนตรีต้องดำเนินการให้มีการเรียกประชุมรัฐสภาสมัยวิสามัญเพื่อพิจารณาอนุมัติหรือไม่อนุมัติพระราชกำหนดโดยเร็ว ถ้าสภาผู้แทนราษฎรไม่อนุมัติ หรือสภาผู้แทนราษฎรอนุมัติติแต่วุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบกระเทือนกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น\n\nหากพระราชกำหนดตามวรรคหนึ่งมีผลเป็นการแก้ไขเพิ่มเติมหรือยกเลิกบทบัญญัติแห่งกฎหมายใด และพระราชกำหนดนั้นต้องตกไปตามวรรคสาม ให้บทบัญญัติแห่งกฎหมายที่มีอยู่ก่อนการแก้ไขเพิ่มเติมหรือยกเลิก มีผลใช้บังคับต่อไปนับแต่วันที่การไม่อนุมัติพระราชกำหนดนั้นมีผล\n\nถ้าสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติต่อไป\n\nการอนุมัติหรือไม่อนุมัติพระราชกำหนด ให้นายกรัฐมนตรีประกาศในราชกิจจานุเบกษาในกรณีไม่อนุมัติ ให้มีผลตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา\n\nการพิจารณาพระราชกำหนดของสภาผู้แทนราษฎรและของวุฒิสภาในกรณียืนยันการอนุมัติพระราชกำหนด จะต้องกระทำในโอกาสแรกที่มีการประชุมสภานั้น ๆ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "185",
      "content": "ก่อนที่สภาผู้แทนราษฎรหรือวุฒิสภาจะได้อนุมัติพระราชกำหนดใดตามมาตรา ๑๘๔ วรรคสาม สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อเสนอความเห็นต่อประธานแห่งสภาที่ตนเป็นสมาชิกว่าพระราชกำหนดนั้นไม่เป็นไปตามมาตรา ๑๘๔ วรรคหนึ่งหรือวรรคสอง และให้ประธานแห่งสภานั้นส่งความเห็นไปยังศาลรัฐธรรมนูญภายในสามวันนับแต่วันที่ได้รับความเห็นเพื่อวินิจฉัย เมื่อศาลรัฐธรรมนูญวินิจฉัยแล้ว ให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ส่งความเห็นนั้นมา",
      "type": "section",
      "status": "OCR"
    }
  ],
  "24": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๗๐ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐\n\nเมื่อประธานสภาผู้แทนราษฎรหรือประธานวุฒิสภาได้รับความเห็นของสมาชิก สภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาตามวรรคหนึ่งแล้ว ให้รอการพิจารณาพระราชกำหนดนั้นไว้ก่อน จนกว่าจะได้รับแจ้งคำวินิจฉัยของศาลรัฐธรรมนูญตามวรรคหนึ่ง\n\nในกรณีที่ศาลรัฐธรรมนูญวินิจฉัยว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา ๑๘๔ วรรคหนึ่ง หรือวรรคสอง ให้พระราชกำหนดนั้นไม่มีผลบังคับมาแต่ต้น\n\nคำวินิจฉัยของศาลรัฐธรรมนูญว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา ๑๘๔ วรรคหนึ่ง หรือวรรคสอง ต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนตุลาการศาลรัฐธรรมนูญทั้งหมด",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "186",
      "content": "ในระหว่างสมัยประชุม ถ้ามีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยภาษีอากร หรือเงินตราซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้ พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอต่อสภาผู้แทนราษฎรภายในสามวัน นับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา และให้นำบทบัญญัติมาตรา ๑๘๔ มาใช้บังคับ โดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "187",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราชกฤษฎีกา โดยไม่ขัดต่อกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "188",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้และเลิกใช้ กฎอัยการศึกตามลักษณะและวิธีการตามกฎหมายว่าด้วยกฎอัยการศึก ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ ฝ่ายทหารย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "189",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงครามเมื่อได้รับ ความเห็นชอบของรัฐสภา มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ในระหว่างที่อายุสภาผู้แทนราษฎรสิ้นสุดลงหรือสภาผู้แทนราษฎรกุญบ ให้วุฒิสภาทำหน้าที่ รัฐสภาในการให้ความเห็นชอบตามวรรคหนึ่ง และการลงมติต้องมีคะแนนเสียงไม่น้อยกว่าสองในสาม ของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๗๑\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "190",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญาสันติภาพ สัญญาสงบศึก และสัญญาอื่น กับนานาประเทศหรือกับองค์การระหว่างประเทศ หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตพื้นที่นอกอาณาเขตซึ่งประเทศไทย มีสิทธิขอใช้ไตยหรือมีเขตอำนาจตามหนังสือสัญญาหรือตามกฎหมายระหว่างประเทศ หรือจะต้องออก พระราชบัญญัติเพื่อให้การเป็นไปตามหนังสือสัญญา หรือมีผลกระทบต่อความมั่นคงทางเศรษฐกิจหรือ สังคมของประเทศอย่างกว้างขวาง หรือมีผลผูกพันด้านการค้า การลงทุน หรืองบประมาณของประเทศ อย่างมีนัยสำคัญ ต้องได้รับความเห็นชอบของรัฐสภา ในการนี้ รัฐสภาจะต้องพิจารณาให้แล้วเสร็จ ภายในหกสิบวันนับแต่วันที่ได้รับเรื่องดังกล่าว ก่อนการดำเนินการเพื่อทำหนังสือสัญญากับนานาประเทศหรือองค์การระหว่างประเทศตาม วรรคสอง คณะรัฐมนตรีต้องให้ข้อมูลและจัดให้มีการรับฟังความคิดเห็นของประชาชน และต้องชี้แจง ต่อรัฐสภาเกี่ยวกับหนังสือสัญญานั้น ในการนี้ ให้คณะรัฐมนตรีเสนอกรอบการเจรจาต่อรัฐสภาเพื่อขอ ความเห็นชอบด้วย เมื่อลงนามในหนังสือสัญญาตามวรรคสองแล้ว ก่อนที่จะแสดงเจตนาให้มีผลผูกพัน คณะรัฐมนตรีต้องให้ประชาชนสามารถเข้าถึงรายละเอียดของหนังสือสัญญานั้น และในกรณีที่ การปฏิบัติตามหนังสือสัญญาดังกล่าวก่อให้เกิดผลกระทบต่อประชาชนหรือผู้ประกอบการขนาดกลาง และขนาดย่อม คณะรัฐมนตรีต้องดำเนินการแก้ไขหรือเยียวยาผู้ได้รับผลกระทบนั้นอย่างรวดเร็ว เหมาะสม และเป็นธรรม ให้มีกฎหมายว่าด้วยการกำหนดขั้นตอนและวิธีการจัดทำหนังสือสัญญาที่มีผลกระทบต่อ ความมั่นคงทางเศรษฐกิจหรือสังคมของประเทศอย่างกว้างขวาง หรือมีผลผูกพันด้านการค้า หรือการลงทุน อย่างมีนัยสำคัญ รวมทั้งการแก้ไขหรือเยียวยาผู้ได้รับผลกระทบจากการปฏิบัติตามหนังสือสัญญา ดังกล่าวโดยคำนึงถึงความเป็นธรรมระหว่างผู้ที่ได้ประโยชน์กับผู้ที่ได้รับผลกระทบจากการปฏิบัติ ตามหนังสือสัญญานั้นและประชาชนทั่วไป ในกรณีที่มีปัญหาตามวรรคสอง ให้เป็นอำนาจของศาลรัฐธรรมนูญที่จะวินิจฉัยชี้ขาด โดยให้ นำบทบัญญัติตามมาตรา ๑๕๔ (๑) มาใช้บังคับกับการเสนอเรื่องต่อศาลรัฐธรรมนูญโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "191",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการถอดถอนฐานันดรศักดิ์และ เรียกคืนเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๗๒\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "193",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งข้าราชการฝ่ายทหารและฝ่ายพลเรือน ตำแหน่ง ปลัดกระทรวง อธิบดี และเทียบเท่า และทรงให้พ้นจากตำแหน่ง เพราะความตาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "194",
      "content": "ข้าราชการและพนักงานของรัฐซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง จะเป็นข้าราชการการเมืองหรือผู้ดำรงตำแหน่งทางการเมืองอื่นมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "195",
      "content": "บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการอันเกี่ยวกับราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญนี้ บทกฎหมายที่ทรงลงพระปรมาภิไธยแล้วหรือถือเสมือนหนึ่งว่าได้ทรงลงพระปรมาภิไธยแล้ว ให้ประกาศในราชกิจจานุเบกษาโดยพลัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "196",
      "content": "เงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นขององคมนตรี ประธานและรองประธานสภาผู้แทนราษฎร ประธานและรองประธานวุฒิสภา ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภา ให้กำหนดโดยพระราชกฤษฎีกา ซึ่งต้องกำหนดให้จ่ายได้ไม่ก่อนวันเข้ารับหน้าที่ บำเหน็จบำนาญหรือประโยชน์ตอบแทนอย่างอื่นขององคมนตรีซึ่งพ้นจากตำแหน่ง ให้กำหนดโดยพระราชกฤษฎีกา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_196",
      "content": "หมวด ๑๐ ศาล ส่วนที่ ๑ บททั่วไป",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "197",
      "content": "การพิจารณาพิพากษาอรรถคดีเป็นอำนาจของศาลซึ่งต้องดำเนินการให้เป็นไป โดยยุติธรรม ตามรัฐธรรมนูญ ตามกฎหมาย และในพระปรมาภิไธยพระมหากษัตริย์ ผู้พิพากษาและตุลาการมีอิสระในการพิจารณาพิพากษาอรรถคดีให้เป็นไปโดยถูกต้อง รวดเร็ว และเป็นธรรม ตามรัฐธรรมนูญและกฎหมาย",
      "type": "section",
      "status": "OCR"
    }
  ],
  "25": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๗๓\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการโยกย้ายผู้พิพากษาและตุลาการโดยไม่ได้รับความยินยอมจากผู้พิพากษาและตุลาการนั้น จะกระทำมิได้ เว้นแต่เป็นการโยกย้ายตามวาระตามที่กฎหมายบัญญัติ เป็นการเลื่อนตำแหน่งให้สูงขึ้น เป็นกรณีที่อยู่ในระหว่างถูกดำเนินการทางวินัยหรือตกเป็นจำเลยในคดีอาญา เป็นกรณีที่ กระทบกระเทือนต่อความยุติธรรมในการพิจารณาพิพากษาคดี หรือมีเหตุสุดวิสัยหรือเหตุจำเป็นอื่น อันไม่อาจก้าวล่วงได้ ทั้งนี้ ตามที่กฎหมายบัญญัติ\n\nผู้พิพากษาและตุลาการจะเป็นข้าราชการการเมืองหรือผู้ดำรงตำแหน่งทางการเมืองมิได้ มาตรา ๑๙๘ บรรดาศาลทั้งหลายจะตั้งขึ้นได้ก็แต่โดยพระราชบัญญัติ\n\nการตั้งศาลขึ้นใหม่เพื่อพิจารณาพิพากษาคดีใดคดีหนึ่งหรือคดีที่มีข้อหารานใดฐานหนึ่ง โดยเฉพาะแทนศาลที่มีอยู่ตามกฎหมายสำหรับพิจารณาพิพากษาคดีนั้น จะกระทำมิได้\n\nการบัญญัติกฎหมายให้มีผลเป็นการเปลี่ยนแปลงหรือแก้ไขเพิ่มเติมกฎหมายว่าด้วยธรรมนูญศาล หรือวิธีพิจารณาเพื่อใช้แก่คดีใดคดีหนึ่งโดยเฉพาะ จะกระทำมิได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "199",
      "content": "ในกรณีที่มีปัญหาเกี่ยวกับอำนาจหน้าที่ระหว่างศาลยุติธรรม ศาลปกครอง ศาลทหาร หรือศาลอื่น ให้พิจารณาวินิจฉัยชี้ขาดโดยคณะกรรมการคณะหนึ่งซึ่งประกอบด้วยประธาน ศาลฎีกาเป็นประธาน ประธานศาลปกครองสูงสุด ประธานศาลอื่น และผู้ทรงคุณวุฒิอื่นอีกไม่เกินสี่คน ตามที่กฎหมายบัญญัติ เป็นกรรมการ หลักเกณฑ์การเสนอปัญหาตามวรรคหนึ่งให้เป็นไปตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "200",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งผู้พิพากษาและตุลาการ และทรงให้ฟันจาก ตำแหน่ง เว้นแต่กรณีที่พ้นจากตำแหน่งเพราะความตาย การแต่งตั้งและการให้ผู้พิพากษาและตุลาการในศาลอื่นนอกจากศาลรัฐธรรมนูญ ศาลยุติธรรม ศาลปกครอง และศาลทหาร พ้นจากตำแหน่ง ตลอดจนอำนาจพิพากษาคดีและวิธีพิจารณาของศาล ดังกล่าว ให้เป็นไปตามกฎหมายว่าด้วยการจัดตั้งศาลนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "201",
      "content": "ก่อนเข้ารับหน้าที่ ผู้พิพากษาและตุลาการต้องถวายสัตย์ปฏิญาณต่อ พระมหากษัตริย์ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อ พระมหากษัตริย์ และจะปฏิบัติหน้าที่ในพระปรมาภิไธยด้วยความซื่อสัตย์สุจริต โดยปราศจากอดิ ทั้งปวง เพื่อให้เกิดความยุติธรรมแก่ประชาชน และความสงบสุขแห่งราชอาณาจักร ทั้งจะรักษาไว้และ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๗๔\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nปฏิบัติตามซึ่งการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขตามรัฐธรรมนูญ แห่งราชอาณาจักรไทยและกฎหมายทุกประการ\"",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "202",
      "content": "เงินเดือน เงินประจำตำแหน่ง และประโยชน์ตอบแทนอื่นของผู้พิพากษาและ ตุลาการ ให้เป็นไปตามที่กฎหมายบัญญัติ ทั้งนี้ จะนำระบบบัญชีเงินเดือนหรือเงินประจำตำแหน่งของ ข้าราชการพลเรือนมาใช้บังคับมิได้ ให้นำความในวรรคหนึ่งมาใช้บังคับกับกรรมการการเลือกตั้ง ผู้ตรวจการแผ่นดิน กรรมการ ป้องกันและปราบปรามการทุจริตแห่งชาติ และกรรมการตรวจเงินแผ่นดิน ด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "203",
      "content": "บุคคลจะดำรงตำแหน่งกรรมการในคณะกรรมการตุลาการศาลยุติธรรม กรรมการในคณะกรรมการตุลาการศาลปกครอง หรือกรรมการในคณะกรรมการตุลาการของศาลอื่น ตามกฎหมายว่าด้วยการนั้น ในเวลาเดียวกันมิได้ ทั้งนี้ ไม่ว่าจะเป็นกรรมการโดยตำแหน่งหรือ กรรมการผู้ทรงคุณวุฒิ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_203",
      "content": "ส่วนที่ ๒ ศาลรัฐธรรมนูญ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "204",
      "content": "ศาลรัฐธรรมนูญประกอบด้วยประธานศาลรัฐธรรมนูญคนหนึ่งและตุลาการ ศาลรัฐธรรมนูญอื่นอีกแปดคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งตามคำแนะนำของวุฒิสภาจากบุคคล ดังต่อไปนี้ (๑) ผู้พิพากษาในศาลฎีกาซึ่งดำรงตำแหน่งไม่ต่ำกว่าผู้พิพากษาศาลฎีกา ซึ่งได้รับเลือกโดย ที่ประชุมใหญ่ศาลฎีกาโดยวิธีลงคะแนนลับ จำนวนสามคน (๒) ตุลาการในศาลปกครองสูงสุดซึ่งได้รับเลือกโดยที่ประชุมใหญ่ตุลาการในศาลปกครอง สูงสุดโดยวิธีลงคะแนนลับ จำนวนสองคน (๓) ผู้ทรงคุณวุฒิสาขารัฐศาสตร์ซึ่งมีความรู้ความเชี่ยวชาญทางด้านนิติศาสตร์อย่างแท้จริง และได้รับเลือกตามมาตรา ๒๐๖ จำนวนสองคน (๔) ผู้ทรงคุณวุฒิสาขารัฐศาสตร์ รัฐประศาสนศาสตร์ หรือสังคมศาสตร์อื่น ซึ่งมีความรู้ ความเชี่ยวชาญทางด้านการบริหารราชการแผ่นดินอย่างแท้จริงและได้รับเลือกตามมาตรา ๒๐๖ จำนวน สองคน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๗๕\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในกรณีที่ไม่มีผู้พิพากษาในศาลฎีกาหรือตุลาการในศาลปกครองสูงสุดได้รับเลือกตาม (๑)\nหรือ (๒) ให้ที่ประชุมใหญ่ศาลฎีกาหรือที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุด แล้วแต่กรณี\nเลือกบุคคลอื่นซึ่งมีคุณสมบัติและไม่มีลักษณะต้องห้ามตามมาตรา ๒๐๕ และมีความรู้ ความเชี่ยวชาญ\nทางด้านนิติศาสตร์ที่เหมาะสมจะปฏิบัติหน้าที่เป็นตุลาการศาลรัฐธรรมนูญให้เป็นตุลาการ\nศาลรัฐธรรมนูญตาม (๑) หรือ (๒) แล้วแต่กรณี\n\nให้ผู้ได้รับเลือกตามวรรคหนึ่ง ประชุมและเลือกกันเองให้คนหนึ่งเป็นประธาน\nศาลรัฐธรรมนูญ แล้วแจ้งผลให้ประธานวุฒิสภาทราบ\n\nให้ประธานวุฒิสภาเป็นผู้ลงนามรับสนองพระราชโองการแต่งตั้งประธานศาลรัฐธรรมนูญ\nและตุลาการศาลรัฐธรรมนูญ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "205",
      "content": "ผู้ทรงคุณวุฒิตามมาตรา ๒๐๔ (๓) และ (๔) ต้องมีคุณสมบัติและไม่มี ลักษณะต้องห้าม ดังต่อไปนี้ (๑) มีสัญชาติไทยโดยการเกิด (๒) มีอายุไม่ต่ำกว่าสี่สิบห้าปีบริบูรณ์ (๓) เคยเป็นรัฐมนตรี ตุลาการพระธรรมนูญในศาลทหารสูงสุด กรรมการการเลือกตั้ง ผู้ตรวจการแผ่นดิน กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ กรรมการตรวจเงินแผ่นดิน หรือกรรมการสิทธิมนุษยชนแห่งชาติ หรือเคยรับราชการในตำแหน่งไม่ต่ำกว่ารองอัยการสูงสุด อธิบดีหรือผู้ดำรงตำแหน่งทางบริหารในหน่วยราชการที่มีอำนาจบริหารเทียบเท่าอธิบดี หรือดำรง ตำแหน่งไม่ต่ำกว่าศาสตราจารย์ หรือเคยเป็นทนายความที่ประกอบวิชาชีพอ่างสม่ำเสมอและต่อเนื่อง ไม่น้อยกว่าสามสิบปีนับถึงวันที่ได้รับการเสนอชื่อ (๔) ไม่มีลักษณะต้องห้ามตามมาตรา ๑๐๐ หรือมาตรา ๑๐๒ (๑) (๒) (๔) (๕) (๖) (๗) (๑๓) หรือ (๑๔) (๕) ไม่เป็นสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา ข้าราชการการเมือง สมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่น (๖) ไม่เป็นหรือเคยเป็นสมาชิกหรือผู้ดำรงตำแหน่งอื่นของพรรคการเมือง ในระยะสามปี ก่อนดำรงตำแหน่ง (๗) ไม่เป็นกรรมการการเลือกตั้ง ผู้ตรวจการแผ่นดิน กรรมการป้องกันและปราบปราม การทุจริตแห่งชาติ กรรมการตรวจเงินแผ่นดิน หรือกรรมการสิทธิมนุษยชนแห่งชาติ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "26": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๗๖\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "206",
      "content": "การสรรหาและการเลือกตุลาการศาลรัฐธรรมนูญตามมาตรา ๒๐๔ (๓) และ (๔) ให้ดำเนินการดังต่อไปนี้ (๑) ให้มีคณะกรรมการสรรหาตุลาการศาลรัฐธรรมนูญคณะหนึ่ง ประกอบด้วยประธานศาลฎีกา ประธานศาลปกครองสูงสุด ประธานสภาผู้แทนราษฎร ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร และ ประธานองค์กรอิสระตามรัฐธรรมนูญซึ่งเลือกกันเองให้เหลือหนึ่งคน เป็นกรรมการ ทำหน้าที่สรรหา และคัดเลือกผู้ทรงคุณวุฒิตามมาตรา ๒๐๔ (๓) และ (๔) ให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่มีเหตุทำให้ต้องมีการเลือกบุคคลให้ดำรงตำแหน่งดังกล่าว แล้วให้เสนอรายชื่อผู้ได้รับเลือกพร้อมความยินยอมของผู้นั้นต่อประธานวุฒิสภา มติในการคัดเลือกดังกล่าวต้องลงคะแนนโดยเปิดเผยและต้องมีคะแนนไม่น้อยกว่าสองในสามของจำนวนกรรมการทั้งหมดเท่าที่มีอยู่ ในกรณีที่ไม่มีกรรมการในตำแหน่งใด หรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ ถ้ากรรมการที่เหลืออยู่นั้นมีจำนวนไม่น้อยกว่ากึ่งหนึ่ง ให้คณะกรรมการสรรหาตุลาการศาลรัฐธรรมนูญประกอบด้วยกรรมการที่เหลืออยู่ ทั้งนี้ ให้นำบทบัญญัติในมาตรา ๑๑๓ วรรคสองมาใช้บังคับโดยอนุโลม (๒) ให้ประธานวุฒิสภาเรียกประชุมวุฒิสภาเพื่อมีมติให้ความเห็นชอบบุคคลผู้ได้รับการคัดเลือกตาม (๑) ภายในสามสิบวันนับแต่วันที่ได้รับรายชื่อ การลงมติให้ใช้วิธีลงคะแนนลับ ในกรณีที่วุฒิสภาไม่เห็นชอบในรายชื่อใด ไม่ว่าทั้งหมดหรือบางส่วน ให้ส่งรายชื่อนั้นกลับไปยังคณะกรรมการสรรหาตุลาการศาลรัฐธรรมนูญพร้อมด้วยเหตุผลเพื่อให้ดำเนินการสรรหาใหม่ หากคณะกรรมการสรรหาตุลาการศาลรัฐธรรมนูญไม่เห็นด้วยกับวุฒิสภาและมีมติยืนยันตามมติเดิมด้วยคะแนนเอกฉันท์ ให้ส่งรายชื่อนั้นให้ประธานวุฒิสำนักงานกรรมการบังคมทูลเพื่อทรงแต่งตั้งต่อไป แต่ถ้ามติที่ยืนยันตามมติเดิมไม่เป็นเอกฉันท์ ให้เริ่มกระบวนการสรรหาใหม่ ซึ่งต้องดำเนินการให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่มีเหตุให้ต้องดำเนินการดังกล่าว ในกรณีที่ไม่อาจสรรหาผู้ทรงคุณวุฒิตาม (๑) ได้ภายในเวลาที่กำหนด ไม่ว่าด้วยเหตุใด ๆ ให้ที่ประชุมใหญ่ศาลฎีกาแต่งตั้งผู้พิพากษาในศาลฎีกาซึ่งดำรงตำแหน่งไม่ต่ำกว่าผู้พิพากษาศาลฎีกา จำนวนสามคน และให้ที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุดแต่งตั้งตุลาการในศาลปกครองสูงสุดจำนวนสองคน เป็นกรรมการสรรหาเพื่อดำเนินการตาม (๑) แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "207",
      "content": "ประธานศาลรัฐธรรมนูญและตุลาการศาลรัฐธรรมนูญต้อง (๑) ไม่เป็นข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๗๗\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๒) ไม่เป็นพนักงานหรือลูกจ้างของหน่วยงานของรัฐ รัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น หรือไม่เป็นกรรมการหรือที่ปรึกษาของรัฐวิสาหกิจหรือของหน่วยงานของรัฐ\n(๓) ไม่ดำรงตำแหน่งใดในห้างหุ้นส่วน บริษัท หรือองค์การที่ดำเนินธุรกิจโดยมุ่งหาผลกำไรหรือรายได้มาแบ่งปันกัน หรือเป็นลูกจ้างของบุคคลใด\n(๔) ไม่ประกอบวิชาชีพอิสระอื่นใด\n\nในกรณีที่ที่ประชุมใหญ่ศาลฎีกาหรือที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุดเลือกบุคคล หรือวุฒิสภาให้ความเห็นชอบบุคคลตาม (๑) (๒) (๓) หรือ (๔) โดยได้รับความยินยอมของบุคคลนั้น ผู้ได้รับเลือกจะเริ่มปฏิบัติหน้าที่ได้ต่อเมื่อตนได้ลาออกจากการเป็นบุคคลตาม (๑) (๒) หรือ (๓) หรือแสดงหลักฐานให้เป็นที่เชื่อได้ว่าตนได้เลิกประกอบวิชาชีพอิสระดังกล่าวแล้ว ซึ่งต้องกระทำภายในสิบห้าวันนับแต่วันที่ได้รับเลือกหรือได้รับความเห็นชอบ แต่ถ้าผู้นั้นมิได้ลาออกหรือเลิกประกอบวิชาชีพอิสระภายในเวลาที่กำหนด ให้ถือว่าผู้นั้นมิได้เคยรับเลือกหรือได้รับความเห็นชอบให้เป็นตุลาการ ศาลรัฐธรรมนูญ และให้นำบทบัญญัติตามตรา ๒๐๔ และมาตรา ๒๐๖ แล้วแต่กรณี มาใช้บังคับ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "208",
      "content": "ประธานศาลรัฐธรรมนูญและตุลาการศาลรัฐธรรมนูญมีวาระการดำรงตำแหน่งเก้าปีนับแต่วันที่พระมหากษัตริย์ทรงแต่งตั้ง และให้ดำรงตำแหน่งได้เพียงวาระเดียว ประธานศาลรัฐธรรมนูญและตุลาการศาลรัฐธรรมนูญซึ่งพ้นจากตำแหน่งตามวาระ ให้ปฏิบัติหน้าที่ต่อไปจนกว่าประธานศาลรัฐธรรมนูญและตุลาการศาลรัฐธรรมนูญซึ่งได้รับแต่งตั้งใหม่จะเข้ารับหน้าที่ ประธานศาลรัฐธรรมนูญและตุลาการศาลรัฐธรรมนูญเป็นเจ้าพนักงานในการยุติธรรมตามกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "209",
      "content": "นอกจากการฟื้นจากตำแหน่งตามวาระ ประธานศาลรัฐธรรมนูญและตุลาการ ศาลรัฐธรรมนูญพ้นจากตำแหน่ง เมื่อ (๑) ตาย (๒) มีอายุครบเจ็ดสิบปีบริบูรณ์ (๓) ลาออก (๔) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา ๒๐๕ (๕) กระทำการอันเป็นการฝ่าฝืนมาตรา ๒๐๗ (๖) วุฒิสภามีมติตามมาตรา ๒๗๔ ให้ถอดถอนออกจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๗๘\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๗) ต้องคำพิพากษาให้จำคุก แม้คดีนั้นจะยังไม่ถึงที่สุดหรือมีการรอการลงโทษ เว้นแต่เป็นกรณีที่คดียังไม่ถึงที่สุดหรือมีการรอการลงโทษในความผิดอันได้กระทำโดยประมาท ความผิดลหุโทษ หรือความผิดฐานหมิ่นประมาท\nเมื่อมีกรณีตามวรรคหนึ่ง ให้ตุลาการศาลรัฐธรรมนูญที่เหลืออยู่ปฏิบัติหน้าที่ต่อไปได้ภายใต้บังคับมาตรา ๒๑๖",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "210",
      "content": "ในกรณีที่ประธานศาลรัฐธรรมนูญและตุลาการศาลรัฐธรรมนูญพ้นจากตำแหน่งตามวาระพร้อมกันทั้งหมด ให้เริ่มดำเนินการตามมาตรา ๒๐๔ และมาตรา ๒๐๖ ภายในสามสิบวันนับแต่วันที่พ้นจากตำแหน่ง ในกรณีที่ประธานศาลรัฐธรรมนูญหรือตุลาการศาลรัฐธรรมนูญพ้นจากตำแหน่งนอกจากกรณีตามวรรคหนึ่ง ให้ดำเนินการดังต่อไปนี้ (๑) ในกรณีที่เป็นตุลาการศาลรัฐธรรมนูญซึ่งได้รับเลือกโดยที่ประชุมใหญ่ศาลฎีกา ให้ดำเนินการตามมาตรา ๒๐๔ ให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่พ้นจากตำแหน่ง (๒) ในกรณีที่เป็นตุลาการศาลรัฐธรรมนูญซึ่งได้รับเลือกโดยที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุด ให้ดำเนินการตามมาตรา ๒๐๔ ให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่พ้นจากตำแหน่ง (๓) ในกรณีที่เป็นตุลาการศาลรัฐธรรมนูญตามมาตรา ๒๐๔ (๓) หรือ (๔) ให้ดำเนินการตามมาตรา ๒๐๖ ให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่พ้นจากตำแหน่ง ในกรณีที่ตุลาการศาลรัฐธรรมนูญพ้นจากตำแหน่งไม่ว่าทั้งหมดหรือบางส่วนนอกสมัยประชุมของรัฐสภา ให้ดำเนินการตามมาตรา ๒๐๖ ภายในสามสิบวันนับแต่วันเปิดสมัยประชุมของรัฐสภา ในกรณีที่ประธานศาลรัฐธรรมนูญพ้นจากตำแหน่ง ให้นำบทบัญญัติมาตรา ๒๐๔ วรรคสาม มาใช้บังคับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "211",
      "content": "ในการที่ศาลจะใช้บทบัญญัติแห่งกฎหมายบังคับแก่คดีใด ถ้าศาลเห็นเองหรือคู่ความโต้แย้งพร้อมด้วยเหตุผลว่าบทบัญญัติแห่งกฎหมายนั้นต้องด้วยบทบัญญัติมาตรา ๖ และยังไม่มีคำวินิจฉัยของศาลรัฐธรรมนูญในส่วนที่เกี่ยวกับบทบัญญัตินั้น ให้ศาลส่งความเห็นเช่นว่านั้น ตามทางการเพื่อศาลรัฐธรรมนูญจะได้พิจารณาวินิจฉัย ในระหว่างนั้นให้ศาลดำเนินการพิจารณาต่อไปได้ แต่ให้รอการพิพากษาคดีไว้ชั่วคราว จนกว่าจะมีคำวินิจฉัยของศาลรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "27": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๗๙\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในกรณีที่ศาลรัฐธรรมนูญเห็นว่าคำโต้แย้งของคู่ความตามวรรคหนึ่งไม่เป็นสาระอันควรได้รับ การวินิจฉัย ศาลรัฐธรรมนูญจะไม่รับเรื่องดังกล่าวไว้พิจารณาก็ได้\n\nคำวินิจฉัยของศาลรัฐธรรมนูญให้ใช้ได้ในคดีทั้งปวง แต่ไม่กระทบกระเทือนถึงคำพิพากษา ของศาลอันถึงที่สุดแล้ว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "212",
      "content": "บุคคลซึ่งถูกละเมิดสิทธิหรือเสรีภาพที่รัฐธรรมนูญนี้รับรองไว้มีสิทธิยื่นคำร้อง ต่อศาลรัฐธรรมนูญเพื่อมีคำวินิจฉัยว่าบทบัญญัติแห่งกฎหมายขัดหรือแย้งต่อรัฐธรรมนูญได้ การใช้สิทธิตามวรรคหนึ่งต้องเป็นกรณีที่ไม่อาจใช้สิทธิโดยวิธีการอื่นได้แล้ว ทั้งนี้ ตามที่ บัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาของศาลรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "213",
      "content": "ในการปฏิบัติหน้าที่ ศาลรัฐธรรมนูญมีอำนาจเรียกเอกสารหรือหลักฐาน ที่เกี่ยวข้องจากบุคคลใด หรือเรียกบุคคลใดมาให้ถ้อยคำ ตลอดจนขอให้พนักงานสอบสวน หน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น ดำเนินการใดเพื่อประโยชน์ แห่งการพิจารณาได้ ศาลรัฐธรรมนูญมีอำนาจแต่งตั้งบุคคลหรือคณะบุคคลเพื่อปฏิบัติหน้าที่ตามที่มอบหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "214",
      "content": "ในกรณีที่มีความขัดแย้งเกี่ยวกับอำนาจหน้าที่ระหว่างรัฐสภา คณะรัฐมนตรี หรือองค์กรตามรัฐธรรมนูญที่มิใช่ศาลตั้งแต่สององค์กรขึ้นไป ให้ประธานรัฐสภา นายกรัฐมนตรี หรือ องค์กรนั้น เสนอเรื่องพร้อมความเห็นต่อศาลรัฐธรรมนูญเพื่อพิจารณาวินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "215",
      "content": "ในกรณีที่ศาลรัฐธรรมนูญเห็นว่าเรื่องใดหรือประเด็นใดที่ได้มีการเสนอให้ ศาลรัฐธรรมนูญพิจารณา เป็นเรื่องหรือประเด็นที่ศาลรัฐธรรมนูญได้เคยพิจารณาวินิจฉัยแล้ว ศาลรัฐธรรมนูญจะไม่รับเรื่องหรือประเด็นดังกล่าวไว้พิจารณาก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "216",
      "content": "องค์คณะของตุลาการศาลรัฐธรรมนูญในการนั่งพิจารณาและในการทำ คำวินิจฉัย ต้องประกอบด้วยตุลาการศาลรัฐธรรมนูญไม่น้อยกว่าห้าคน คำวินิจฉัยของศาลรัฐธรรมนูญ ให้ถือเสียงข้างมาก เว้นแต่จะมีบัญญัติเป็นอย่างอื่นในรัฐธรรมนูญนี้ ตุลาการศาลรัฐธรรมนูญซึ่งเป็นองค์คณะทุกคนจะต้องทำความเห็นในการวินิจฉัยในส่วนของ ตนพร้อมแถลงด้วยวาจาต่อที่ประชุมก่อนการลงมติ คำวินิจฉัยของศาลรัฐธรรมนูญและความเห็นในการวินิจฉัยของตุลาการศาลรัฐธรรมนูญทุกคน ให้ประกาศในราชกิจจานุเบกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๘๐ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐\n\nคำวินิจฉัยของศาลรัฐธรรมนูญอย่างน้อยต้องประกอบด้วยความเป็นมาหรือคำกล่าวหา สรุปข้อเท็จจริงที่ได้มาจากการพิจารณา เหตุผลในการวินิจฉัยในปัญหาข้อเท็จจริงและข้อกฎหมาย และ บทบัญญัติของรัฐธรรมนูญและกฎหมายที่ยกขึ้นอ้างอิง\n\nคำวินิจฉัยของศาลรัฐธรรมนูญให้เป็นเด็ดขาด มีผลผูกพันรัฐสภา คณะรัฐมนตรี ศาล และ องค์กรอื่นของรัฐ\n\nวิธีพิจารณาของศาลรัฐธรรมนูญให้เป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธี พิจารณาของศาลรัฐธรรมนูญ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "217",
      "content": "ศาลรัฐธรรมนูญมีหน่วยธุรการของศาลรัฐธรรมนูญที่เป็นอิสระ โดยมี เลขาธิการสำนักงานศาลรัฐธรรมนูญเป็นผู้บังคับบัญชาขึ้นตรงต่อประธานศาลรัฐธรรมนูญ การแต่งตั้งเลขาธิการสำนักงานศาลรัฐธรรมนูญ ต้องมาจากเสนอของประธาน ศาลรัฐธรรมนูญและได้รับความเห็นชอบของคณะตุลาการศาลรัฐธรรมนูญตามที่กฎหมายบัญญัติ สำนักงานศาลรัฐธรรมนูญมีอิสระในการบริหารงานบุคคล การงบประมาณ และ การดำเนินการอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_217",
      "content": "ส่วนที่ ๓ ศาลยุติธรรม",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "218",
      "content": "ศาลยุติธรรมมีอำนาจพิจารณาพิพากษาคดีทั้งปวง เว้นแต่คดีที่รัฐธรรมนูญนี้ หรือกฎหมายบัญญัติให้อยู่ในอำนาจของศาลอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "219",
      "content": "ศาลยุติธรรมมีสามชั้น คือ ศาลชั้นต้น ศาลอุทธรณ์ และศาลฎีกา เว้นแต่ที่มี บัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญนี้หรือตามกฎหมายอื่น ศาลฎีกามีอำนาจพิจารณาพิพากษาคดีที่รัฐธรรมนูญหรือกฎหมายบัญญัติให้เสนอต่อศาลฎีกา ได้โดยตรง และคดีที่อุทธรณ์หรือฎีกาคำพิพากษาหรือคำสั่งของศาลชั้นต้นหรือศาลอุทธรณ์ ตามที่กฎหมายบัญญัติ เว้นแต่เป็นกรณีที่ศาลฎีกาเห็นว่าข้อกฎหมายหรือข้อเท็จจริงที่อุทธรณ์หรือฎีกา นั้นจะไม่เป็นสาระอันควรแก่การพิจารณา ศาลฎีกามีอำนาจไม่รับคดีไว้พิจารณาพิพากษาได้ ทั้งนี้ ตามระเบียบที่ที่ประชุมใหญ่ศาลฎีกากำหนด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๘๑\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nให้ศาลฎีกามีอำนาจพิจารณาและวินิจฉัยคดีที่เกี่ยวกับการเลือกตั้งและการเพิกถอนสิทธิเลือกตั้ง ในการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา และให้ศาลอุทธรณ์มีอำนาจ พิจารณาและวินิจฉัยคดีที่เกี่ยวกับการเลือกตั้งและการเพิกถอนสิทธิเลือกตั้งในการเลือกตั้งสมาชิก สภาท้องถิ่นและผู้บริหารท้องถิ่น ทั้งนี้ วิธีพิจารณาและวินิจฉัยคดีให้เป็นไปตามระเบียบที่ ที่ประชุมใหญ่ศาลฎีกากำหนด โดยต้องใช้ระบบไต่สวนและเป็นไปโดยรวดเร็ว\n\nให้มีแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองในศาลฎีกา โดยองค์คณะผู้พิพากษา ประกอบด้วยผู้พิพากษาในศาลฎีกาซึ่งดำรงตำแหน่งไม่ต่ำกว่าผู้พิพากษาศาลฎีกาหรือผู้พิพากษาอาวุโส ซึ่งเคยดำรงตำแหน่งไม่ต่ำกว่าผู้พิพากษาศาลฎีกาจำนวนเท่าคน ซึ่งได้รับเลือกโดยที่ประชุมใหญ่ ศาลฎีกาโดยวิธีลงคะแนนลับ และให้เลือกเป็นรายคดี\n\nอำนาจหน้าที่ของศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองและวิธีพิจารณา คดีอาญาของผู้ดำรงตำแหน่งทางการเมือง ให้เป็นไปตามที่บัญญัติไว้ในรัฐธรรมนูญนี้และใน พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาคดีอาญาของผู้ดำรงตำแหน่งทางการเมือง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "220",
      "content": "การแต่งตั้งและการให้ผู้พิพากษาในศาลยุติธรรมพ้นจากตำแหน่ง ต้องได้รับ ความเห็นชอบของคณะกรรมการตุลาการศาลยุติธรรมก่อน แล้วจึงนำความกราบบังคมทูล การเลื่อนตำแหน่ง การเลื่อนเงินเดือน และการลงโทษผู้พิพากษาในศาลยุติธรรม ต้องได้รับ ความเห็นชอบของคณะกรรมการตุลาการศาลยุติธรรม ในการนี้ให้คณะกรรมการตุลาการศาลยุติธรรม แต่งตั้งคณะอนุกรรมการขึ้นชั้นศาลละหนึ่งคณะ เพื่อเสนอความคิดเห็นในเรื่องดังกล่าว เพื่อประกอบการพิจารณา การให้ความเห็นชอบของคณะกรรมการตุลาการศาลยุติธรรมตามวรรคหนึ่งและวรรคสอง ต้องคำนึงถึงความรู้ความสามารถและพฤติกรรมทางจริยธรรมของบุคคลดังกล่าวด้วย เป็นสำคัญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "221",
      "content": "คณะกรรมการตุลาการศาลยุติธรรมประกอบด้วยบุคคลดังต่อไปนี้ (๑) ประธานศาลฎีกาเป็นประธานกรรมการ (๒) กรรมการผู้ทรงคุณวุฒิในแต่ละชั้นศาล ได้แก่ ศาลฎีกาหกคน ศาลอุทธรณ์สี่คน และศาลชั้นต้นสองคน ซึ่งเป็นข้าราชการตุลาการในแต่ละชั้นศาล และได้รับเลือกจากข้าราชการ ตุลาการในแต่ละชั้นศาล (๓) กรรมการผู้ทรงคุณวุฒิจำนวนสองคน ซึ่งไม่เป็นข้าราชการตุลาการ และได้รับเลือกจากวุฒิสภา คุณสมบัติ ลักษณะต้องห้าม และวิธีการเลือกกรรมการผู้ทรงคุณวุฒิ ให้เป็นไปตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "28": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๘๒ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในกรณีที่ไม่มีกรรมการผู้ทรงคุณวุฒิตามวรรคหนึ่ง (๓) หรือมีแต่ไม่ครบสองคน ถ้าคณะกรรมการตุลาการศาลยุติธรรมจำนวนไม่น้อยกว่าเจ็ดคนเห็นว่ามีเรื่องเร่งด่วนที่ต้องให้ความเห็นชอบ ให้คณะกรรมการตุลาการศาลยุติธรรมจำนวนดังกล่าวเป็นองค์ประกอบและองค์ประชุมพิจารณาเรื่องเร่งด่วนนั้นได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "222",
      "content": "ศาลยุติธรรมมีหน่วยธุรการของศาลยุติธรรมที่เป็นอิสระ โดยมีเลขาธิการสำนักงานศาลยุติธรรมเป็นผู้บังคับบัญชาขึ้นตรงต่อประธานศาลฎีกา การแต่งตั้งเลขาธิการสำนักงานศาลยุติธรรม ต้องมาจากเสนอของประธานศาลฎีกาและได้รับความเห็นชอบของคณะกรรมการตุลาการศาลยุติธรรมตามที่กฎหมายบัญญัติ สำนักงานศาลยุติธรรมมีอิสระในการบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_222",
      "content": "ส่วนที่ ๔ ศาลปกครอง",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "223",
      "content": "ศาลปกครองมีอำนาจพิจารณาพิพากษาคดีพิพาทระหว่างหน่วยราชการหน่วยงานของรัฐ รัฐวิสาหกิจ องค์กรปกครองส่วนท้องถิ่น หรือองค์กรตามรัฐธรรมนูญ หรือเจ้าหน้าที่ของรัฐกับเอกชน หรือระหว่างหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ องค์กรปกครองส่วนท้องถิ่น หรือเจ้าหน้าที่ของรัฐด้วยกัน อันเนื่องมาจากการใช้อำนาจทางปกครองตามกฎหมาย หรือเนื่องมาจากการดำเนินกิจการทางปกครองของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ องค์กรปกครองส่วนท้องถิ่น หรือองค์กรตามรัฐธรรมนูญ หรือเจ้าหน้าที่ของรัฐทั้งนี้ ตามที่กฎหมายบัญญัติ รวมทั้งมีอำนาจพิจารณาพิพากษาเรื่องที่รัฐธรรมนูญหรือกฎหมายบัญญัติให้อยู่ในอำนาจของศาลปกครอง อำนาจศาลปกครองตามวรรคหนึ่งไม่รวมถึงการวินิจฉัยชี้ขาดขององค์กรตามรัฐธรรมนูญซึ่งเป็นการใช้อำนาจโดยตรงตามรัฐธรรมนูญขององค์กรตามรัฐธรรมนูญนั้น ให้มีศาลปกครองสูงสุดและศาลปกครองชั้นต้น และจะมีศาลปกครองชั้นอุทธรณ์ด้วยก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "224",
      "content": "การแต่งตั้งและการให้ตุลาการในศาลปกครองพ้นจากตำแหน่ง ต้องได้รับความเห็นชอบของคณะกรรมการตุลาการศาลปกครองตามที่กฎหมายบัญญัติก่อน แล้วจึงนำความกราบบังคมทูล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๘๓\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nผู้ทรงคุณวุฒิสาขานิติศาสตร์และผู้ทรงคุณวุฒิในการบริหารราชการแผ่นดินอาจได้รับแต่งตั้งให้เป็นตุลาการในศาลปกครองสูงสุดได้ การแต่งตั้งให้บุคคลดังกล่าวเป็นตุลาการในศาลปกครองสูงสุดให้แต่งตั้งไม่น้อยกว่าหนึ่งในสามของจำนวนตุลาการในศาลปกครองสูงสุดทั้งหมด และต้องได้รับความเห็นชอบจากคณะกรรมการตุลาการศาลปกครองตามที่กฎหมายบัญญัติและได้รับความเห็นชอบจากวุฒิสภาก่อน แล้วจึงนำความกราบบังคมทูล\n\nการเลื่อนตำแหน่ง การเลื่อนเงินเดือน และการลงโทษตุลาการในศาลปกครอง ต้องได้รับความเห็นชอบของคณะกรรมการตุลาการศาลปกครองตามที่กฎหมายบัญญัติ\n\nตุลาการศาลปกครองในชั้นศาลใดจะมีจำนวนเท่าใด ให้เป็นไปตามที่คณะกรรมการตุลาการศาลปกครองกำหนด",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "225",
      "content": "การแต่งตั้งตุลาการในศาลปกครองให้ดำรงตำแหน่งประธานศาลปกครองสูงสุดนั้น เมื่อได้รับความเห็นชอบของคณะกรรมการตุลาการศาลปกครองและวุฒิสภาแล้วให้นายกรัฐมนตรีนำความกราบบังคมทูลเพื่อทรงแต่งตั้งต่อไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "226",
      "content": "คณะกรรมการตุลาการศาลปกครองประกอบด้วยบุคคล ดังต่อไปนี้ (๑) ประธานศาลปกครองสูงสุดเป็นประธานกรรมการ (๒) กรรมการผู้ทรงคุณวุฒิจำนวนเก้าคนซึ่งเป็นตุลาการในศาลปกครองและได้รับเลือกจากตุลาการในศาลปกครองด้วยกันเอง (๓) กรรมการผู้ทรงคุณวุฒิซึ่งได้รับเลือกจากวุฒิสภาสองคน และจากคณะรัฐมนตรีอีกหนึ่งคน คุณสมบัติ ลักษณะต้องห้าม และวิธีการเลือกกรรมการผู้ทรงคุณวุฒิ ให้เป็นไปตามที่กฎหมายบัญญัติ ในกรณีที่ไม่มีกรรมการผู้ทรงคุณวุฒิตามวรรคหนึ่ง (๓) หรือมีแต่ไม่ครบสามคนถ้าคณะกรรมการตุลาการศาลปกครองจำนวนไม่น้อยกว่าหกคนเห็นว่าเป็นเรื่องเร่งด่วนที่ต้องให้ความเห็นชอบ ให้คณะกรรมการตุลาการศาลปกครองจำนวนดังกล่าวเป็นองค์ประกอบและองค์ประชุมพิจารณาเรื่องเร่งด่วนนั้นได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "227",
      "content": "ศาลปกครองมีหน่วยธุรการของศาลปกครองที่เป็นอิสระ โดยมีเลขาธิการสำนักงานศาลปกครองเป็นผู้บังคับบัญชาขึ้นตรงต่อประธานศาลปกครองสูงสุด การแต่งตั้งเลขาธิการสำนักงานศาลปกครอง ต้องมาจากเสนอของประธานศาลปกครองสูงสุดและได้รับความเห็นชอบของคณะกรรมการตุลาการศาลปกครองตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๘๔ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nสำนักงานศาลปกครองมีอิสระในการบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ\n\nส่วนที่ ๕\nศาลทหาร",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "228",
      "content": "ศาลทหารมีอำนาจพิจารณาพิพากษาคดีอาญาซึ่งผู้กระทำผิดเป็นบุคคลที่อยู่ใน อำนาจศาลทหารและคดีอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ การแต่งตั้งและการให้ตุลาการศาลทหารฟันจากตำแหน่ง ให้เป็นไปตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_228",
      "content": "หมวด ๑๑ องค์กรตามรัฐธรรมนูญ ส่วนที่ ๑ องค์กรอิสระตามรัฐธรรมนูญ ๑. คณะกรรมการการเลือกตั้ง",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "229",
      "content": "คณะกรรมการการเลือกตั้ง ประกอบด้วย ประธานกรรมการคนหนึ่งและ กรรมการอื่นอีกสี่คน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งตามคำแนะนำของวุฒิสภา จากผู้ซึ่งมีความเป็นกลาง ทางการเมืองและมีความซื่อสัตย์สุจริตเป็นที่ประจักษ์ ให้ประธานวุฒิสภาลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานกรรมการและ กรรมการตามวรรคหนึ่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "230",
      "content": "กรรมการการเลือกตั้งต้องมีคุณสมบัติและไม่มีลักษณะต้องห้าม ดังต่อไปนี้ (๑) มีอายุไม่ต่ำกว่าสี่สิบปีบริบูรณ์ (๒) สำเร็จการศึกษาไม่ต่ำกว่าปริญญาตรีหรือเทียบเท่า (๓) มีคุณสมบัติและไม่มีลักษณะต้องห้ามตามมาตรา ๒๐๕ (๑) (๔) (๕) และ (๖)",
      "type": "section",
      "status": "OCR"
    }
  ],
  "29": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๘๕ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๔) ไม่เป็นตุลาการศาลรัฐธรรมนูญ ผู้ตรวจการแผ่นดิน กรรมการป้องกันและปราบปราม การทุจริตแห่งชาติ กรรมการตรวจเงินแผ่นดิน หรือกรรมการสิทธิมนุษยชนแห่งชาติ\nให้นำบทบัญญัติมาตรา ๒๐๗ มาใช้บังคับกับกรรมการการเลือกตั้งด้วยโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "231",
      "content": "การสรรหาและการเลือกประธานกรรมการการเลือกตั้ง ให้ดำเนินการดังนี้ (๑) ให้มีคณะกรรมการสรรหากรรมการการเลือกตั้งจำนวนเจ็ดคน ซึ่งประกอบด้วย ประธาน ศาลฎีกา ประธานศาลรัฐธรรมนูญ ประธานศาลปกครองสูงสุด ประธานสภาผู้แทนราษฎร ผู้นำฝ่ายค้าน ในสภาผู้แทนราษฎร บุคคลซึ่งที่ประชุมใหญ่ศาลฎีกาคัดเลือกจำนวนหนึ่งคน และบุคคล ซึ่งที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุดคัดเลือกจำนวนหนึ่งคน เป็นกรรมการ เสนอต่อประธาน ผู้มีคุณสมบัติตามมาตรา ๒๓๐ ซึ่งสมควรเป็นกรรมการการเลือกตั้ง จำนวนสามคน เสนอต่อประชาม วุฒิสภา โดยต้องเสนอพร้อมความยินยอมของผู้ได้รับการเสนอชื่อนั้น มติในการสรรหาดังกล่าวต้องมี คะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนกรรมการทั้งหมดเท่าที่มีอยู่ ในกรณีที่ไม่มีกรรมการใน ตำแหน่งใด หรือมีแต่ไม่สามารถปฏิบัติหน้าที่ได้ ถ้ากรรมการที่เหลืออยู่นั้นมีจำนวนไม่น้อยกว่ากึ่งหนึ่ง ให้คณะกรรมการสรรหากรรมการการเลือกตั้งประกอบด้วยกรรมการที่เหลืออยู่ ทั้งนี้ ให้นำบทบัญญัติ ในมาตรา ๑๑๓ วรรคสอง มาใช้บังคับโดยอนุโลม บุคคลซึ่งที่ประชุมใหญ่ศาลฎีกาและที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุดเลือกตาม วรรคหนึ่ง ต้องมิใช่ผู้พิพากษาหรือตุลาการ และต้องไม่เป็นกรรมการสรรหาผู้ดำรงตำแหน่งในองค์กร ตามรัฐธรรมนูญอื่นในขณะเดียวกัน (๒) ให้ที่ประชุมใหญ่ศาลฎีกาพิจารณาสรรหาผู้มีคุณสมบัติตามมาตรา ๒๓๐ ซึ่งสมควรเป็น กรรมการการเลือกตั้งจำนวนสองคน เสนอต่อประธานวุฒิสภา โดยต้องเสนอพร้อมความยินยอม ของผู้นั้น (๓) การสรรหาตาม (๑) และ (๒) ให้กระทำภายในสามสิบวันนับแต่วันที่มีเหตุที่ทำให้ต้อง มีการเลือกบุคคลให้ดำรงตำแหน่งดังกล่าว ในกรณีที่มีเหตุที่ทำให้ไม่อาจดำเนินการสรรหาได้ภายใน เวลาที่กำหนดหรือไม่อาจสรรหาได้ครบจำนวนภายในเวลาที่กำหนดตาม (๑) ให้ที่ประชุมใหญ่ศาลฎีกา พิจารณาสรรหาแทนจนครบจำนวนภายในสิบห้าวันนับแต่วันที่ครบกำหนดตาม (๑)",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๘๖ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๔) ให้ประธานวุฒิสภาเรียกประชุมวุฒิสภาเพื่อมีมติให้ความเห็นชอบผู้ได้รับการสรรหาตาม\n(๑) (๒) หรือ (๓) ซึ่งต้องกระทำโดยวิธีลงคะแนนบับ\n(๕) ในกรณีที่วุฒิสภาให้ความเห็นชอบให้ดำเนินการตาม (๖) แต่ถ้าวุฒิสภาไม่เห็นชอบ\nในรายชื่อใด ไม่ว่าทั้งหมดหรือบางส่วน ให้ส่งรายชื่อนั้นกลับไปยังคณะกรรมการสรรหากรรมการ\nการเลือกตั้งหรือที่ประชุมใหญ่ศาลฎีกา แล้วแต่กรณี เพื่อให้ดำเนินการสรรหาใหม่ หากคณะกรรมการ\nสรรหากรรมการการเลือกตั้งหรือที่ประชุมใหญ่ศาลฎีกา ไม่เห็นด้วยกับวุฒิสภา และมีมติยืนยันตามมติเดิม\nด้วยคะแนนเอกฉันท์หรือด้วยคะแนนไม่น้อยกว่าสองในสามของที่ประชุมใหญ่ศาลฎีกา แล้วแต่กรณี\nให้ดำเนินการต่อไปตาม (๖) แต่ถ้ามติที่ยืนยันตามมติเดิมไม่เป็นเอกฉันท์หรือไม่ได้คะแนนตามที่กำหนด\nให้เริ่มกระบวนการสรรหาใหม่ ซึ่งต้องดำเนินการให้แล้วเสร็จภายในสามสิบวันนับแต่วันที่มีเหตุ\nให้ต้องดำเนินการดังกล่าว\n(๖) ให้ผู้ได้รับความเห็นชอบตาม (๔) หรือ (๕) ประชุมและเลือกกันเองให้คนหนึ่งเป็น\nประธานกรรมการการเลือกตั้ง และแจ้งผลให้ประธานวุฒิสภาทราบ และให้ประธานวุฒิสภานำความ\nกราบบังคมทูลเพื่อทรงแต่งตั้งต่อไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "232",
      "content": "กรรมการการเลือกตั้งมีวาระการดำรงตำแหน่งเจ็ดปีนับแต่วันที่ พระมหากษัตริย์ทรงแต่งตั้ง และให้ดำรงตำแหน่งได้เพียงวาระเดียว กรรมการการเลือกตั้งซึ่งพ้นจากตำแหน่งตามวาระ ต้องอยู่ในตำแหน่งเพื่อปฏิบัติหน้าที่ต่อไป จนกว่ากรรมการการเลือกตั้งซึ่งได้รับแต่งตั้งใหม่จะเข้ารับหน้าที่ ให้นำบทบัญญัติมาตรา ๒๐๙ (๑) (๒) (๓) (๕) (๖) (๗) และการขาดคุณสมบัติและมี ลักษณะต้องห้ามตามมาตรา ๒๓๐ มาใช้บังคับกับการพ้นจากตำแหน่งของกรรมการการเลือกตั้งด้วย โดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "233",
      "content": "สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือสมาชิกของทั้งสองสภา รวมกัน มีจำนวนไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา มีสิทธิ เข้าชื่อร้องขอต่อประธานรัฐสภาว่ากรรมการการเลือกตั้งคนใดคนหนึ่งขาดคุณสมบัติหรือมีลักษณะ ต้องห้าม หรือกระทำการอันต้องห้ามตามมาตรา ๒๓๐ และให้ประธานรัฐสภาส่งคำร้องนั้นไปยัง ศาลรัฐธรรมนูญภายในสามวันนับแต่วันที่ได้รับคำร้อง เพื่อให้ศาลรัฐธรรมนูญวินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๘๗\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nเมื่อศาลรัฐธรรมนูญมีคำวินิจฉัยแล้ว ให้ศาลรัฐธรรมนูญแจ้งคำวินิจฉัยไปยังประธานรัฐสภา และประธานกรรมการการเลือกตั้ง\n\nให้นำบทบัญญัติมาตรา ๙๒ มาใช้บังคับกับการฟันจากตำแหน่งของกรรมการการเลือกตั้งด้วย โดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "234",
      "content": "ในกรณีที่กรรมการการเลือกตั้งพ้นจากตำแหน่งตามวาระพร้อมกันทั้งคณะ ให้ดำเนินการสรรหาตามมาตรา ๒๓๑ ภายในเก้าสิบวันนับแต่วันที่พ้นจากตำแหน่ง ในกรณีที่กรรมการการเลือกตั้งพ้นจากตำแหน่งเพราะเหตุอื่นนอกจากถึงคราวออกตามวาระ ให้ผู้ได้รับความเห็นชอบอยู่ในตำแหน่งเพียงเท่าวาระที่เหลืออยู่ของผู้ซึ่งตนแทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "235",
      "content": "คณะกรรมการการเลือกตั้งเป็นผู้ควบคุมและดำเนินการจัดหรือจัดให้มี การเลือกตั้งหรือการสรรหาสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา สมาชิกสภาท้องถิ่น และผู้บริหาร ท้องถิ่น แล้วแต่กรณี รวมทั้งการออกเสียงประชามติ ให้เป็นไปโดยสุจริตและเที่ยงธรรม ประธานกรรมการการเลือกตั้งเป็นผู้รักษาการตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา พระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยพรรคการเมือง พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยคณะกรรมาธิการ การเลือกตั้งสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่น และเป็นนายทะเบียนพรรคการเมือง ให้มีสำนักงานคณะกรรมการการเลือกตั้งเป็นหน่วยงานที่เป็นอิสระในการบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "236",
      "content": "คณะกรรมการการเลือกตั้งมีอำนาจหน้าที่ ดังต่อไปนี้ (๑) ออกประกาศหรือวางระเบียบกำหนดการทั้งหลายอันจำเป็นแก่การปฏิบัติตามกฎหมาย ตามมาตรา ๒๓๕ วรรคสอง รวมทั้งวางระเบียบเกี่ยวกับการหาเสียงเลือกตั้งและการดำเนินการใด ๆ ของพรรคการเมือง ผู้สมัครรับเลือกตั้ง และผู้มีสิทธิเลือกตั้ง เพื่อให้เป็นไปโดยสุจริตและเที่ยงธรรม และกำหนดหลักเกณฑ์การดำเนินการของรัฐในการสนับสนุนให้การเลือกตั้งมีความเสมอภาค และมี โอกาสทัดเทียมกันในการหาเสียงเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    }
  ],
  "30": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๘๘\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๒) วางระเบียบเกี่ยวกับข้อห้ามในการปฏิบัติหน้าที่ของคณะรัฐมนตรีและรัฐมนตรีขณะอยู่ในตำแหน่งเพื่อปฏิบัติหน้าที่ตามมาตรา ๑๘๑ โดยคำนึงถึงการรักษาประโยชน์ของรัฐ และคำนึงถึงความสุจริต เที่ยงธรรม ความเสมอภาค และโอกาสคัดเทียมกันในการเลือกตั้ง\n(๓) กำหนดมาตรการและการควบคุมการบริจาคเงินให้แก่พรรคการเมือง การสนับสนุนทางการเงินโดยรัฐ การใช้จ่ายเงินของพรรคการเมืองและผู้สมัครรับเลือกตั้ง รวมทั้งการตรวจสอบบัญชีทางการเงินของพรรคการเมืองโดยเปิดเผย และการควบคุมการจ่ายเงินหรือรับเงินเพื่อประโยชน์ในการลงคะแนนเลือกตั้ง\n(๔) มีคำสั่งให้ข้าราชการ พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น หรือเจ้าหน้าที่อื่นของรัฐ ปฏิบัติการทั้งหลายอันจำเป็นตามกฎหมายตามมาตรา ๒๓๕ วรรคสอง\n(๕) สืบสวนสอบสวนเพื่อหาข้อเท็จจริงและวินิจฉัยชี้ขาดปัญหาหรือข้อโต้แย้งที่เกิดขึ้นตามกฎหมายตามมาตรา ๒๓๕ วรรคสอง\n(๖) สั่งให้มีการเลือกตั้งใหม่หรือออกเสียงประชามติใหม่ในหน่วยเลือกตั้งใดหน่วยเลือกตั้งหนึ่ง หรือทุกหน่วยเลือกตั้ง เมื่อมีหลักฐานอันควรเชื่อได้ว่าการเลือกตั้งหรือการออกเสียงประชามติในหน่วยเลือกตั้งนั้น ๆ มิได้เป็นไปโดยสุจริตและเที่ยงธรรม\n(๗) ประกาศผลการเลือกตั้ง ผลการสรรหา และผลการออกเสียงประชามติ\n(๘) ส่งเสริมและสนับสนุนหรือประสานงานกับหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น หรือสนับสนุนองค์การเอกชน ในการให้การศึกษาแก่ประชาชนเกี่ยวกับการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข และส่งเสริมการมีส่วนร่วมทางการเมืองของประชาชน\n(๙) ดำเนินการอื่นตามที่กฎหมายบัญญัติ\n\nในการปฏิบัติหน้าที่ คณะกรรมการการเลือกตั้งมีอำนาจเรียกเอกสารหรือหลักฐานที่เกี่ยวข้องจากบุคคลใด หรือเรียกบุคคลใดมาให้ถ้อยคำ ตลอดจนขอให้พนักงานอัยการ พนักงานสอบสวน หน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น ดำเนินการเพื่อประโยชน์แห่งการปฏิบัติหน้าที่ การสืบสวน สอบสวน หรือวินิจฉัยชี้ขาด",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๘๙\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nคณะกรรมการการเลือกตั้งมีอำนาจแต่งตั้งบุคคล คณะบุคคล หรือผู้แทนองค์การเอกชน เพื่อปฏิบัติหน้าที่ตามที่มอบหมาย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "237",
      "content": "ผู้สมัครรับเลือกตั้งผู้ใดกระทำการ ก่อ หรือสนับสนุนให้ผู้อื่นกระทำการ อันเป็นการฝ่าฝืนพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการ ได้มาซึ่งสมาชิกวุฒิสภา หรือระเบียบหรือประกาศของคณะกรรมการการเลือกตั้ง ซึ่งมีผลทำให้ การเลือกตั้งมิได้เป็นไปโดยสุจริตและเที่ยงธรรม ให้เพิกถอนสิทธิเลือกตั้งของบุคคลดังกล่าวตาม พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่ง สมาชิกวุฒิสภา ถ้าการกระทำของบุคคลตามวรรคหนึ่ง ปรากฏหลักฐานอันควรเชื่อได้ว่าหัวหน้าพรรค การเมืองหรือกรรมการบริหารของพรรคการเมืองผู้ใด มีส่วนรู้เห็น หรือปล่อยปละเลย หรือทราบถึง การกระทำนั้นแล้ว มิได้ยับยั้งหรือแก้ไขเพื่อให้การเลือกตั้งเป็นไปโดยสุจริตและเที่ยงธรรม ให้ถือว่า พรรคการเมืองนั้นกระทำการเพื่อให้ได้มาซึ่งอำนาจในการปกครองประเทศโดยวิธีการซึ่งมิได้เป็นไป ตามวิถีทางที่บัญญัติไว้ในรัฐธรรมนูญนี้ตามมาตรา ๖๘ และในกรณีที่ศาลรัฐธรรมนูญมีคำสั่งให้ ยุบพรรคการเมืองดังกล่าวมีกำหนดเวลาห้าปีนับแต่วันที่มีคำสั่งให้ยุบพรรคการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "238",
      "content": "คณะกรรมการการเลือกตั้งต้องดำเนินการสืบสวนสอบสวนเพื่อหาข้อเท็จจริง โดยพลันเมื่อมีกรณีใดกรณีหนึ่ง ดังต่อไปนี้ (๑) ผู้มีสิทธิเลือกตั้ง ผู้สมัครรับเลือกตั้ง หรือพรรคการเมืองซึ่งมีสมาชิกสมัครรับเลือกตั้งใน เขตเลือกตั้งใดเขตเลือกตั้งหนึ่ง คัดค้านว่าการเลือกตั้งในเขตเลือกตั้งนั้นเป็นไปโดยไม่ถูกต้องหรือ ไม่ชอบด้วยกฎหมาย (๒) ผู้เข้ารับการสรรหา หรือสมาชิกขององค์กรตามมาตรา ๑๑๔ วรรคหนึ่ง คัดค้านว่า การสรรหาสมาชิกวุฒิสภานั้น เป็นไปโดยไม่ถูกต้องหรือไม่ชอบด้วยกฎหมาย (๓) ปรากฏหลักฐานอันควรเชื่อได้ว่า ก่อนได้รับเลือกตั้งหรือสรรหา สมาชิกสภาผู้แทน ราษฎร สมาชิกวุฒิสภา สมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่น ผู้ใดได้กระทำการใด ๆ โดยไม่ สุจริตเพื่อให้ตนเองได้รับเลือกตั้งหรือสรรหา หรือได้รับเลือกตั้งหรือสรรหามาโดยไม่สุจริตโดยผลของ การที่บุคคลหรือพรรคการเมืองใดได้กระทำลงไปโดยฝ่าฝืนหลักเกณฑ์ตามพระราชบัญญัติประกอบ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๙๐ ราชกิจจานุเบกษา\n๒๔ สิงหาคม ๒๕๕๐\n\nรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยพรรคการเมือง หรือกฎหมายว่าด้วยการเลือกตั้งสมาชิก สภาท้องถิ่นหรือผู้บริหารท้องถิ่น\n\n(๔) ปรากฏหลักฐานอันควรเชื่อได้ว่าการออกเสียงประชามติมิได้เป็นไปโดยชอบด้วย กฎหมาย หรือผู้มีสิทธิเลือกตั้งคัดค้านว่าการออกเสียงประชามติในหน่วยเลือกตั้งใดเป็นไปโดย ไม่ถูกต้องหรือไม่ชอบด้วยกฎหมาย\n\nเมื่อดำเนินการตามวรรคหนึ่งเสร็จแล้ว คณะกรรมการการเลือกตั้งต้องพิจารณาวินิจฉัยสั่งการ โดยพลัน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "239",
      "content": "ในกรณีที่คณะกรรมการการเลือกตั้งวินิจฉัยให้มีการเลือกตั้งใหม่หรือเพิกถอน สิทธิเลือกตั้งก่อนการประกาศผลการเลือกตั้งสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา ให้คำวินิจฉัย ของคณะกรรมการการเลือกตั้งเป็นที่สุด ในกรณีที่ประกาศผลการเลือกตั้งแล้ว ถ้าคณะกรรมการการเลือกตั้งเห็นว่าควรให้มี การเลือกตั้งใหม่หรือเพิกถอนสิทธิเลือกตั้งสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาผู้ใด ให้ยื่นคำร้อง ต่อศาลฎีกาเพื่อวินิจฉัย เมื่อศาลฎีกาได้รับคำร้องของคณะกรรมการการเลือกตั้งแล้ว สมาชิกสภาผู้แทน ราษฎรหรือสมาชิกวุฒิสภาผู้นั้นจะปฏิบัติหน้าที่ต่อไปไม่ได้ จนกว่าศาลฎีกาจะมีคำสั่งยกคำร้อง ในกรณีที่ศาลมีคำสั่งให้มีการเลือกตั้งใหม่ในเขตเลือกตั้งใดหรือเพิกถอนสิทธิเลือกตั้ง สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาผู้ใด ให้สมาชิกภาพของสมาชิกสภาผู้แทนราษฎรหรือ สมาชิกวุฒิสภาในเขตเลือกตั้งนั้นสิ้นสุดลง ในกรณีที่บุคคลตามวรรคสองปฏิบัติหน้าที่ต่อไปไม่ได้ มิให้นับบุคคลดังกล่าวเข้าในจำนวน รวมของสมาชิกเท่าที่มีอยู่ของสภาผู้แทนราษฎรหรือวุฒิสภา แล้วแต่กรณี ให้นำความในวรรคหนึ่ง วรรคสอง และวรรคสาม มาใช้บังคับกับการเลือกตั้งสมาชิก สภาท้องถิ่นและผู้บริหารท้องถิ่นด้วยอนุโลม โดยการยื่นคำร้องต่อศาลตามวรรคสองให้ยื่นต่อ ศาลอุทธรณ์ และให้คำสั่งของศาลอุทธรณ์เป็นที่สุด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "240",
      "content": "ในกรณีที่มีการคัดค้านว่าการสรรหาสมาชิกวุฒิสภาผู้ใดเป็นไปโดยไม่ถูกต้อง หรือไม่ชอบด้วยกฎหมาย หรือปรากฏหลักฐานอันควรเชื่อได้ว่าก่อนได้รับการสรรหา สมาชิกวุฒิสภา ผู้ใดกระทำการตามมาตรา ๒๓๘ ให้คณะกรรมการการเลือกตั้งดำเนินการสืบสวนสอบสวนโดยพลัน",
      "type": "section",
      "status": "OCR"
    }
  ],
  "31": [
    {
      "id": "intro",
      "content": "หน้า ๙๑\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nเมื่อคณะกรรมการการเลือกตั้งได้วินิจฉัยสั่งการเป็นอย่างใดแล้ว ให้เสนอต่อศาลฎีกา เพื่อพิจารณาวินิจฉัยโดยพลัน และให้นำความในมาตรา ๒๓๙ วรรคสองและวรรคสาม มาใช้บังคับกับ การที่สมาชิกวุฒิสภาผู้นั้นไม่อาจปฏิบัติหน้าที่ต่อไปได้ โดยอนุโลม\n\nในกรณีที่ศาลฎีกามีคำสั่งให้เพิกถอนการสรรหาหรือเพิกถอนสิทธิเลือกตั้งสมาชิกวุฒิสภาผู้ใด ให้สมาชิกภาพของสมาชิกวุฒิสภาผู้นั้นสิ้นสุดลงนับแต่วันที่ศาลฎีกามีคำสั่ง และให้ดำเนินการสรรหา สมาชิกวุฒิสภาใหม่แทนตำแหน่งที่ว่าง\n\nในการดำเนินการตามวรรคหนึ่งหรือวรรคสองประธานกรรมการการเลือกตั้งจะร่วมดำเนินการ หรือวินิจฉัยสั่งการมิได้ และให้คณะกรรมการการเลือกตั้งมีองค์ประกอบเท่าที่มีอยู่\n\nการคัดค้านและการพิจารณาของคณะกรรมการการเลือกตั้ง ให้เป็นไปตามที่บัญญัติไว้ใน พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่ง สมาชิกวุฒิสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "241",
      "content": "ในระหว่างที่พระราชกฤษฎีกาให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรหรือ สมาชิกวุฒิสภา ประกาศให้มีการสรรหาสมาชิกวุฒิสภา หรือประกาศให้มีการออกเสียงประชามติ มีผลใช้บังคับ ห้ามมิให้จับ คุมขัง หรือหมายเรียกตัวกรรมการการเลือกตั้งไปทำการสอบสวน เว้นแต่ ในกรณีที่ได้รับอนุญาตจากคณะกรรมการการเลือกตั้ง หรือในกรณีที่จับในขณะกระทำความผิด ในกรณีที่มีการจับกรรมการการเลือกตั้งในขณะกระทำความผิด หรือจับ หรือคุมขังกรรมการ การเลือกตั้งในกรณีอื่น ให้รายงานไปยังประธานกรรมการการเลือกตั้งโดยด่วน และประธานกรรมการ การเลือกตั้งอาจสั่งให้ปล่อยผู้ถูกจับได้ แต่ถ้าประธานกรรมการการเลือกตั้งเป็นผู้ถูกจับหรือคุมขัง ให้เป็นอำนาจของคณะกรรมการการเลือกตั้งเท่าที่มีอยู่เป็นผู้ดำเนินการ ๒. ผู้ตรวจการแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "242",
      "content": "ผู้ตรวจการแผ่นดินมีจำนวนสามคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งตามคำแนะนำ ของวุฒิสภา จากผู้ซึ่งเป็นที่ยอมรับนับถือของประชาชน มีความรอบรู้และมีประสบการณ์ในการบริหาร ราชการแผ่นดิน วิสาหกิจ หรือกิจกรรมอันเป็นประโยชน์ร่วมกันของสาธารณะ และมีความซื่อสัตย์ สุจริตเป็นที่ประจักษ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๙๒ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nให้ผู้ได้รับเลือกเป็นผู้ตรวจการแผ่นดินประชุมและเลือกกันเองให้คนหนึ่งเป็นประธาน ผู้ตรวจการแผ่นดินแล้วแจ้งผลให้ประธานวุฒิสภาทราบ\nให้ประธานวุฒิสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานผู้ตรวจการ แผ่นดินและผู้ตรวจการแผ่นดิน\nคุณสมบัติและลักษณะต้องห้ามของผู้ตรวจการแผ่นดินให้เป็นไปตามพระราชบัญญัติประกอบ รัฐธรรมนูญว่าด้วยผู้ตรวจการแผ่นดิน\nผู้ตรวจการแผ่นดินมีวาระการดำรงตำแหน่งหกปีนับแต่วันที่พระมหากษัตริย์ทรงแต่งตั้ง และ ให้ดำรงตำแหน่งได้เพียงวาระเดียว\nให้มีสำนักงานผู้ตรวจการแผ่นดินเป็นหน่วยงานที่เป็นอิสระในการบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น ทั้งนี้ ตามที่กฎหมายขัญญัติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "243",
      "content": "การสรรหาและการเลือกผู้ตรวจการแผ่นดินให้นำบทบัญญัติมาตรา ๒๐๖ และมาตรา ๒๐๗ มาใช้บังคับโดยอนุโลม โดยให้มีคณะกรรมการสรรหาจำนวนเจ็ดคนประกอบด้วย ประธานศาลฎีกา ประธานศาลรัฐธรรมนูญ ประธานศาลปกครองสูงสุด ประธานสภาผู้แทนราษฎร ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร บุคคลซึ่งที่ประชุมใหญ่ศาลฎีกาคัดเลือกจำนวนหนึ่งคน และ บุคคลซึ่งที่ประชุมใหญ่ตุลาการในศาลปกครองสูงสุดคัดเลือกจำนวนหนึ่งคน และให้นำบทบัญญัติ มาตรา ๒๓๑ (๑) วรรคสอง มาใช้บังคับด้วยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "244",
      "content": "ผู้ตรวจการแผ่นดินมีอำนาจหน้าที่ ดังต่อไปนี้ (๑) พิจารณาและสอบสวนหาข้อเท็จจริงตามคำร้องเรียนในกรณี (ก) การไม่ปฏิบัติตามกฎหมาย หรือปฏิบัตินอกเหนืออำนาจหน้าที่ตามกฎหมายของ ข้าราชการ พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น (ข) การปฏิบัติหรือละเลยไม่ปฏิบัติหน้าที่ของข้าราชการ พนักงาน หรือลูกจ้างของ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือราชการส่วนท้องถิ่น ที่ก่อให้เกิดความเสียหาย แก่ผู้ร้องเรียนหรือประชาชนโดยไม่เป็นธรรม ไม่ว่าการนั้นจะชอบหรือไม่ชอบด้วยอำนาจหน้าที่ก็ตาม (ค) การตรวจสอบการละเลยการปฏิบัติหน้าที่หรือการปฏิบัติหน้าที่โดยไม่ชอบด้วย กฎหมายขององค์กรตามรัฐธรรมนูญและองค์กรในกระบวนการยุติธรรม ทั้งนี้ ไม่รวมถึงการพิจารณา พิพากษาอรรถคดีของศาล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๙๓\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(ง) กรณีอื่นตามที่กฎหมายบัญญัติ\n(๒) ดำเนินการเกี่ยวกับจริยธรรมของผู้ดำรงตำแหน่งทางการเมืองและเจ้าหน้าที่ของรัฐตาม มาตรา ๒๗๖ วรรคสาม และมาตรา ๒๘๐\n(๓) ติดตาม ประเมินผล และจัดทำข้อเสนอแนะในการปฏิบัติตามรัฐธรรมนูญ รวมตลอดถึง ข้อพิจารณาเพื่อแก้ไขเพิ่มเติมรัฐธรรมนูญในกรณีที่เห็นว่าจำเป็น\n(๔) รายงานผลการตรวจสอบและผลการปฏิบัติหน้าที่พร้อมข้อสังเกตต่อคณะรัฐมนตรี สภาผู้แทนราษฎร และวุฒิสภา ทุกปี ทั้งนี้ ให้ประกาศรายงานดังกล่าวในราชกิจจานุเบกษาและ เปิดเผยต่อสาธารณะด้วย\n\nการใช้อำนาจหน้าที่ตาม (๑) (ก) (ข) และ (ค) ให้ผู้ตรวจการแผ่นดินดำเนินการเมื่อมี การร้องเรียน เว้นแต่เป็นกรณีที่ผู้ตรวจการแผ่นดินเห็นว่าการกระทำดังกล่าวมีผลกระทบต่อความเสียหาย ของประชาชนส่วนรวมหรือเพื่อคุ้มครองประโยชน์สาธารณะ ผู้ตรวจการแผ่นดินอาจพิจารณาและ สอบสวนโดยไม่มีการร้องเรียนได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "245",
      "content": "ผู้ตรวจการแผ่นดินอาจเสนอเรื่องต่อศาลรัฐธรรมนูญหรือศาลปกครองได้ เมื่อเห็นว่ามีกรณีดังต่อไปนี้ (๑) บทบัญญัติแห่งกฎหมายใดมีปัญหาเกี่ยวกับความชอบด้วยรัฐธรรมนูญ ให้เสนอเรื่อง พร้อมด้วยความเห็นต่อศาลรัฐธรรมนูญ และให้ศาลรัฐธรรมนูญพิจารณาวินิจฉัยโดยไม่ชักช้า ทั้งนี้ ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาของศาลรัฐธรรมนูญ (๒) กฎ คำสั่ง หรือการกระทำอื่นใดของบุคคลใดตามมาตรา ๒๔๔ (๑) (ก) มีปัญหา เกี่ยวกับความชอบด้วยรัฐธรรมนูญหรือกฎหมาย ให้เสนอเรื่องพร้อมด้วยความเห็นต่อศาลปกครอง และให้ศาลปกครองพิจารณาวินิจฉัยโดยไม่ชักช้า ทั้งนี้ ตามพระราชบัญญัติว่าด้วยการจัดตั้ง ศาลปกครองและวิธีพิจารณาคดีปกครอง ๓. คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "246",
      "content": "คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ประกอบด้วย ประธานกรรมการคนหนึ่งและกรรมการอื่นอีกแปดคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งตามคำแนะนำ ของวุฒิสภา",
      "type": "section",
      "status": "OCR"
    }
  ],
  "32": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๙๔\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติต้องเป็นผู้ซึ่งมีความซื่อสัตย์สุจริตเป็นที่ประจักษ์และมีคุณสมบัติและไม่มีลักษณะต้องห้ามตามมาตรา ๒๐๕ โดยเคยเป็นรัฐมนตรี กรรมการ การเลือกตั้ง ผู้ตรวจการแผ่นดิน กรรมการสิทธิมนุษยชนแห่งชาติ หรือกรรมการตรวจเงินแผ่นดิน หรือเคยรับราชการในตำแหน่งไม่ต่ำกว่าอธิบดีหรือผู้ดำรงตำแหน่งทางบริหารในหน่วยราชการ ที่มีอำนาจบริหารเทียบเท่าอธิบดี หรือดำรงตำแหน่งไม่ต่ำกว่าศาสตราจารย์ ผู้แทนองค์การพัฒนา เอกชน หรือผู้ประกอบวิชาชีพที่มีองค์กรวิชาชีพนั้นให้การรับรองและเสนอชื่อเข้าสู่กระบวนการสรรหา\n\nการสรรหาและการเลือกกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ให้นำบทบัญญัติ มาตรา ๒๐๔ วรรคสามและวรรคสี่ มาตรา ๒๐๖ และมาตรา ๒๐๗ มาใช้บังคับโดยอนุโลม โดยให้ มีคณะกรรมการสรรหาจำนวนห้าคนประกอบด้วยประธานศาลฎีกา ประธานศาลรัฐธรรมนูญ ประธาน ศาลปกครองสูงสุด ประธานสภาผู้แทนราษฎร และผู้นำฝ่ายค้านในสภาผู้แทนราษฎร\n\nให้ประธานวุฒิสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานกรรมการและ กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ\n\nให้มีกรรมการป้องกันและปราบปรามการทุจริตประจำจังหวัด โดยคุณสมบัติ กระบวนการ สรรหา และอำนาจหน้าที่ ให้เป็นไปตามที่บัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วย การป้องกันและปราบปรามการทุจริต",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "247",
      "content": "กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติมีวาระการดำรงตำแหน่ง เก้าปีนับแต่วันที่พระมหากษัตริย์ทรงแต่งตั้ง และให้ดำรงตำแหน่งได้เพียงวาระเดียว กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติซึ่งพ้นจากตำแหน่งตามวาระ ต้องปฏิบัติ หน้าที่ต่อไปจนกว่ากรรมการซึ่งได้รับแต่งตั้งใหม่จะเข้ารับหน้าที่ การพ้นจากตำแหน่ง การสรรหา และการเลือกกรรมการป้องกันและปราบปรามการทุจริต แห่งชาติแทนตำแหน่งที่ว่าง ให้นำบทบัญญัติมาตรา ๒๐๙ และมาตรา ๒๑๐ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "248",
      "content": "สมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งในสี่ของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือประชาชนผู้มีสิทธิเลือกตั้งไม่น้อยกว่าสองหมื่นคน มีสิทธิ เข้าชื่อร้องขอต่อประธานวุฒิสภาว่ากรรมการป้องกันและปราบปรามการทุจริตแห่งชาติผู้ใดกระทำ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๙๕\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการขาดความเที่ยงธรรม จงใจฝ่าฟันรัฐธรรมนูญหรือกฎหมาย หรือมีพฤติการณ์ที่เป็นการเสื่อมเสียแก่เกียรติศักดิ์ของการดำรงตำแหน่งอย่างร้ายแรง เพื่อให้วุฒิสภามีมติให้หันจากตำแหน่ง\nมติของวุฒิสภาให้กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติพ้นจากตำแหน่งตามวรรคหนึ่ง ต้องมีคะแนนเสียงไม่น้อยกว่าสามในสี่ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของวุฒิสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "249",
      "content": "สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือสมาชิกของทั้งสองสภา มีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา มีสิทธิเข้าชื่อร้องขอต่อศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองว่า กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติผู้ใดร่ำรวยผิดปกติ กระทำความผิดฐานทุจริตต่อหน้าที่ หรือกระทำความผิดต่อตำแหน่งหน้าที่ราชการ คำร้องขอตามวรรคหนึ่งต้องระบุพฤติการณ์ที่กล่าวหาว่าผู้ดำรงตำแหน่งดังกล่าวกระทำการตามวรรคหนึ่งเป็นข้อ ๆ ให้ชัดเจน และให้ยื่นต่อประธานวุฒิสภา เมื่อประธานวุฒิสภาได้รับคำร้องแล้ว ให้ส่งคำร้องดังกล่าวไปยังศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองเพื่อพิจารณาพิพากษา กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติผู้ถูกกล่าวหา จะปฏิบัติหน้าที่ในระหว่างนั้นมิได้ จนกว่าจะมีคำพิพากษาของศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองให้ยกคำร้องดังกล่าว ในกรณีที่กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติไม่อาจปฏิบัติหน้าที่ได้ตามวรรคสาม และมีกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเหลืออยู่น้อยกว่ากึ่งหนึ่งของจำนวนกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทั้งหมด ให้ประธานศาลฎีกาและประธานศาลปกครองสูงสุดร่วมกันแต่งตั้งบุคคลซึ่งมีคุณสมบัติและไม่มีลักษณะต้องห้ามเช่นเดียวกับกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเป็นกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเป็นการชั่วคราว โดยให้ผู้ที่ได้รับแต่งตั้งอยู่ในตำแหน่งได้จนกว่ากรรมการป้องกันและปราบปรามการทุจริตแห่งชาติที่ตนดำรงตำแหน่งทางการเมืองว่าผู้นั้นกระทำความผิด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "250",
      "content": "คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติมีอำนาจหน้าที่ดังต่อไปนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๙๖\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๑) ไต่สวนข้อเท็จจริงและสรุปสำนวนพร้อมทั้งทำความเห็นเกี่ยวกับการถอดถอนออกจากตำแหน่งเสนอต่อวุฒิสภาตามมาตรา ๒๗๒ และมาตรา ๒๗๙ วรรคสาม\n(๒) ไต่สวนข้อเท็จจริงและสรุปสำนวนพร้อมทั้งทำความเห็นเกี่ยวกับการดำเนินคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองส่งไปยังศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองตามมาตรา ๒๗๕\n(๓) ไต่สวนและวินิจฉัยว่าเจ้าหน้าที่ของรัฐตั้งแต่ผู้บริหารระดับสูงหรือข้าราชการซึ่งดำรงตำแหน่งตั้งแต่ผู้อำนวยการกองหรือเขียนเท่านั้นไม่ร่ำรวยผิดปกติ กระทำความผิดฐานทุจริตต่อหน้าที่หรือกระทำความผิดต่อตำแหน่งหน้าที่ราชการ หรือความผิดต่อตำแหน่งหน้าที่ในการยุติธรรม รวมทั้งดำเนินการกับเจ้าหน้าที่ของรัฐหรือข้าราชการในระดับต่ำกว่าที่ร่วมกระทำความผิดกับผู้ดำรงตำแหน่งดังกล่าวหรือกับผู้ดำรงตำแหน่งทางการเมือง หรือที่กระทำความผิดในลักษณะที่คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเห็นสมควรดำเนินการด้วย ทั้งนี้ ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต\n(๔) ตรวจสอบความถูกต้องและความมีอยู่จริง รวมทั้งความเปลี่ยนแปลงของทรัพย์สินและหนี้สินของผู้ดำรงตำแหน่งตามมาตรา ๒๕๙ และมาตรา ๒๖๔ ตามบัญชีและเอกสารประกอบที่ได้ยื่นไว้ ทั้งนี้ ตามหลักเกณฑ์และวิธีการที่คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติกำหนด\n(๕) กำกับดูแลคุณธรรมและจริยธรรมของผู้ดำรงตำแหน่งทางการเมือง\n(๖) รายงานผลการตรวจสอบและผลการปฏิบัติหน้าที่พร้อมข้อสังเกตต่อคณะรัฐมนตรี สภาผู้แทนราษฎร และวุฒิสภา ทุกปี ทั้งนี้ ให้ประกาศรายงานดังกล่าวในราชกิจจานุเบกษาและเปิดเผยต่อสาธารณะด้วย\n(๗) ดำเนินการอื่นตามที่กฎหมายบัญญัติ\n\nให้นำบทบัญญัติมาตรา ๒๑๓ มาใช้บังคับกับการปฏิบัติหน้าที่ของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติด้วยโดยอนุโลม\n\nประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติและกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเป็นเจ้าพนักงานในการยุติธรรมตามกฎหมาย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "251",
      "content": "คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติมีหน่วยธุรการของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติที่เป็นอิสระ โดยมีเลขาราชการคณะกรรมการ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "33": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๙๗\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nป้องกันและปราบปรามการทุจริตแห่งชาติเป็นผู้บังคับบัญชาขึ้นตรงต่อประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ\nการแต่งตั้งเลขาธิการคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ ต้องได้รับความเห็นชอบของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติและวุฒิสภา\nให้มีสำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเป็นหน่วยงานที่เป็นอิสระในการบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ\n\n๔. คณะกรรมการตรวจเงินแผ่นดิน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "252",
      "content": "การตรวจเงินแผ่นดินให้กระทำโดยคณะกรรมการตรวจเงินแผ่นดินที่เป็นอิสระและเป็นกลาง คณะกรรมการตรวจเงินแผ่นดิน ประกอบด้วย ประธานกรรมการคนหนึ่งและกรรมการอื่นอีกหกคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งจากผู้มีความชำนาญและประสบการณ์ด้านการตรวจเงินแผ่นดิน การบัญชี การตรวจสอบภายใน การเงินการคลัง และด้านอื่น การสรรหาและการเลือกกรรมการตรวจเงินแผ่นดินและผู้ว่าการตรวจเงินแผ่นดิน ให้นำบทบัญญัติมาตรา ๒๐๔ วรรคสามและวรรคสี่ มาตรา ๒๐๖ และมาตรา ๒๐๗ มาใช้บังคับ โดยอนุโลม เว้นแต่องค์ประกอบของคณะกรรมการสรรหาให้เป็นไปตามมาตรา ๒๔๓ ให้ประธานวุฒิสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานกรรมการและกรรมการตรวจเงินแผ่นดินและผู้ว่าการตรวจเงินแผ่นดิน กรรมการตรวจเงินแผ่นดินมีวาระการดำรงตำแหน่งหกปีนับแต่วันที่พระมหากษัตริย์ทรงแต่งตั้ง และให้ดำรงตำแหน่งได้เพียงวาระเดียว คุณสมบัติ ลักษณะต้องห้าม และการพ้นจากตำแหน่งของกรรมการตรวจเงินแผ่นดินและผู้ว่าการตรวจเงินแผ่นดิน รวมทั้งอำนาจหน้าที่ของคณะกรรมการตรวจเงินแผ่นดิน ผู้ว่าการตรวจเงินแผ่นดิน และสำนักงานการตรวจเงินแผ่นดิน ให้เป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๙๘\nราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการกำหนดคุณสมบัติและวิธีการเลือกบุคคลซึ่งจะได้รับการแต่งตั้งเป็นกรรมการ ตรวจเงินแผ่นดินและผู้ว่าการตรวจเงินแผ่นดิน จะต้องเป็นไปเพื่อให้ได้บุคคลที่มีคุณสมบัติเหมาะสม มีความซื่อสัตย์สุจริตเป็นที่ประจักษ์ และเพื่อให้ได้หลักประกันความเป็นอิสระในการปฏิบัติหน้าที่ของ บุคคลดังกล่าว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "253",
      "content": "คณะกรรมการตรวจเงินแผ่นดินมีอำนาจหน้าที่กำหนดหลักเกณฑ์มาตรฐาน เกี่ยวกับการตรวจเงินแผ่นดิน ให้คำปรึกษา แนะนำ และเสนอแนะให้มีการแก้ไขข้อบกพร่องเกี่ยวกับ การตรวจเงินแผ่นดิน และมีอำนาจแต่งตั้งคณะกรรมการวินัยทางการเงินและการคลังที่เป็นอิสระเพื่อทำ หน้าที่วินิจฉัยการดำเนินการที่เกี่ยวกับวินัยทางการเงิน การคลัง และการงบประมาณ และให้คดีที่ พิพาทเกี่ยวกับคำวินิจฉัยของคณะกรรมการวินัยทางการเงินและการคลังในเรื่องดังกล่าวเป็นคดีที่อยู่ใน อำนาจของศาลปกครอง ให้ผู้ว่าการตรวจเงินแผ่นดินมีอำนาจหน้าที่เกี่ยวกับการตรวจเงินแผ่นดินที่เป็นอิสระและ เป็นกลาง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "254",
      "content": "คณะกรรมการตรวจเงินแผ่นดินมีหน่วยธุรการของคณะกรรมการ ตรวจเงินแผ่นดินที่เป็นอิสระ โดยมีผู้ว่าการตรวจเงินแผ่นดินเป็นผู้บังคับบัญชาขึ้นตรงต่อประธาน กรรมการตรวจเงินแผ่นดิน ให้มีสำนักงานการตรวจเงินแผ่นดินเป็นหน่วยงานที่เป็นอิสระในการบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_254",
      "content": "ส่วนที่ ๒ องค์กรอื่นตามรัฐธรรมนูญ ๑. องค์กรอัยการ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "255",
      "content": "พนักงานอัยการมีอำนาจหน้าที่ตามที่บัญญัติในรัฐธรรมนูญนี้และตาม กฎหมายว่าด้วยอำนาจและหน้าที่ของพนักงานอัยการและกฎหมายอื่น พนักงานอัยการมีอิสระในการพิจารณาสั่งคดีและการปฏิบัติหน้าที่ให้เป็นไปโดยเที่ยงธรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๙๙\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nการแต่งตั้งและการให้อัยการสูงสุดหันจากตำแหน่งต้องเป็นไปตามมติของคณะกรรมการอัยการ และได้รับความเห็นชอบจากวุฒิสภา\nให้ประธานวุฒิสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งอัยการสูงสุด\nองค์กรอัยการมีหน่วยธุรการที่เป็นอิสระในการบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น โดยมีอัยการสูงสุดเป็นผู้บังคับบัญชา ทั้งนี้ ตามที่กฎหมายบัญญัติ\nพนักงานอัยการต้องไม่เป็นกรรมการในรัฐวิสาหกิจหรือกิจการอื่นของรัฐ ในทำนองเดียวกัน เว้นแต่จะได้รับอนุมัติจากคณะกรรมการอัยการ ทั้งต้องไม่ประกอบอาชีพหรือวิชาชีพ หรือกระทำกิจการใดอันเป็นการกระทบกระเทือนถึงการปฏิบัติหน้าที่ หรือเสื่อมเสียเกียรติศักดิ์แห่งตำแหน่งหน้าที่ราชการ และต้องไม่เป็นกรรมการ ผู้จัดการ หรือที่ปรึกษากฎหมาย หรือดำรงตำแหน่งอื่นใดที่มีลักษณะงานคล้ายคลึงกันนั้นในห้างหุ้นส่วนบริษัท\nให้นำบทบัญญัติมาตรา ๒๐๒ มาใช้บังคับโดยอนุโลม\n\n๒. คณะกรรมการสิทธิมนุษยชนแห่งชาติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "256",
      "content": "คณะกรรมการสิทธิมนุษยชนแห่งชาติ ประกอบด้วย ประธานกรรมการคนหนึ่งและกรรมการอื่นอีกหกคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งตามคำแนะนำของวุฒิสภา จากผู้ซึ่งมีความรู้หรือประสบการณ์ด้านการคุ้มครองสิทธิเสรีภาพของประชาชนเป็นที่ประจักษ์ ทั้งนี้ โดยต้องคำนึงถึงการมีส่วนร่วมของผู้แทนจากองค์การเอกชนด้านสิทธิมนุษยชนด้วย ให้ประธานวุฒิสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานกรรมการและกรรมการสิทธิมนุษยชนแห่งชาติ คุณสมบัติ ลักษณะต้องห้าม การถอดถอน และการกำหนดค่าตอบแทนกรรมการสิทธิมนุษยชนแห่งชาติ ให้เป็นไปตามที่กฎหมายบัญญัติ กรรมการสิทธิมนุษยชนแห่งชาติมีวาระการดำรงตำแหน่งหกปีนับแต่วันที่พระมหากษัตริย์ทรงแต่งตั้ง และให้ดำรงตำแหน่งได้เพียงวาระเดียว ให้นำบทบัญญัติมาตรา ๒๐๔ วรรคสาม มาตรา ๒๐๖ มาตรา ๒๐๗ และมาตรา ๒๐๙ (๒) มาใช้บังคับโดยอนุโลม เว้นแต่องค์ประกอบของคณะกรรมการสรรหาให้เป็นไปตามมาตรา ๒๔๓",
      "type": "section",
      "status": "OCR"
    }
  ],
  "34": [
    {
      "id": "intro",
      "content": "หน้า ๑๐๐\nเล่ม ๑๒๔ ตอนที่ ๔๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nให้มีสำนักงานคณะกรรมการสิทธิมนุษยชนแห่งชาติเป็นหน่วยงานที่เป็นอิสระในการบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "257",
      "content": "คณะกรรมการสิทธิมนุษยชนแห่งชาติมีอำนาจหน้าที่ ดังต่อไปนี้ (๑) ตรวจสอบและรายงานการกระทำหรือการละเลยการกระทำ อันเป็นการละเมิดสิทธิมนุษยชน หรือไม่เป็นไปตามพันธกรณีระหว่างประเทศเกี่ยวกับสิทธิมนุษยชนที่ประเทศไทยเป็นภาคี และเสนอมาตรการแก้ไขที่เหมาะสมต่อบุคคลหรือหน่วยงานที่กระทำหรือละเลยการกระทำดังกล่าว เพื่อดำเนินการ ในกรณีที่ปรากฏว่าไม่มีการดำเนินการตามที่เสนอ ให้รายงานต่อรัฐสภาเพื่อดำเนินการต่อไป (๒) เสนอเรื่องพร้อมด้วยความเห็นต่อศาลรัฐธรรมนูญ ในกรณีที่เห็นชอบตามที่มีผู้ร้องเรียนว่า บทบัญญัติแห่งกฎหมายใดกระทบต่อสิทธิมนุษยชนและมีปัญหาเกี่ยวกับความชอบด้วยรัฐธรรมนูญ ทั้งนี้ ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาของศาลรัฐธรรมนูญ (๓) เสนอเรื่องพร้อมด้วยความเห็นต่อศาลปกครอง ในกรณีที่เห็นชอบตามที่มีผู้ร้องเรียนว่า กฎ คำสั่ง หรือการกระทำอื่นใดในทางปกครองกระทบต่อสิทธิมนุษยชนและมีปัญหาเกี่ยวกับ ความชอบด้วยรัฐธรรมนูญหรือกฎหมาย ทั้งนี้ ตามพระราชบัญญัติจัดตั้งศาลปกครองและวิธีพิจารณา คดีปกครอง (๔) ฟ้องคดีต่อศาลอุทธรณ์แทนผู้เสียหาย เมื่อได้รับการร้องขอจากผู้เสียหายและเป็นกรณีที่ เห็นสมควรเพื่อแก้ไขปัญหาการละเมิดสิทธิมนุษยชนเป็นส่วนรวม ทั้งนี้ ตามที่กฎหมายบัญญัติ (๕) เสนอแนะนโยบายและข้อเสนอในการปรับปรุงกฎหมาย และกฎ ต่อรัฐสภาหรือ คณะรัฐมนตรีเพื่อส่งเสริมและคุ้มครองสิทธิมนุษยชน (๖) ส่งเสริมการศึกษา การวิจัย และการเผยแพร่ความรู้ด้านสิทธิมนุษยชน (๗) ส่งเสริมความร่วมมือและการประสานงานระหว่างหน่วยราชการ องค์การเอกชน และ องค์การอื่นในด้านสิทธิมนุษยชน (๘) จัดทำรายงานประจำปีเพื่อประเมินสถานการณ์ด้านสิทธิมนุษยชนภายในประเทศและ เสนอต่อรัฐสภา (๙) อำนาจหน้าที่อื่นตามที่กฎหมายบัญญัติ ในการปฏิบัติหน้าที่ คณะกรรมการสิทธิมนุษยชนแห่งชาติต้องคำนึงถึงผลประโยชน์ส่วนรวม ของชาติและประชาชนประกอบด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๑๐๑\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nคณะกรรมการสิทธิมนุษยชนแห่งชาติมีอำนาจเรียกเอกสารหรือหลักฐานที่เกี่ยวข้องจากบุคคลใด หรือเรียกบุคคลใดมาให้ถ้อยคำ รวมทั้งมีอำนาจอื่นเพื่อประโยชน์ในการปฏิบัติหน้าที่ ทั้งนี้ ตามที่ กฎหมายบัญญัติ\n\n๓. สภาที่ปรึกษาเศรษฐกิจและสังคมแห่งชาติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "258",
      "content": "สภาที่ปรึกษาเศรษฐกิจและสังคมแห่งชาติมีหน้าที่ให้คำปรึกษาและ ข้อเสนอแนะต่อคณะรัฐมนตรีในปัญหาต่าง ๆ ที่เกี่ยวกับเศรษฐกิจและสังคม รวมถึงกฎหมายที่เกี่ยวข้อง แผนพัฒนาเศรษฐกิจและสังคมแห่งชาติและแผนอื่นตามที่กฎหมายบัญญัติต้องให้ สภาที่ปรึกษาเศรษฐกิจและสังคมแห่งชาติ ให้ความเห็นก่อนพิจารณาประกาศใช้ องค์ประกอบ ที่มา อำนาจหน้าที่ และการดำเนินงานของสภาที่ปรึกษาเศรษฐกิจและ สังคมแห่งชาติ ให้เป็นไปตามที่กฎหมายบัญญัติ ให้มีสำนักงานสภาที่ปรึกษาเศรษฐกิจและสังคมแห่งชาติเป็นหน่วยงานที่เป็นอิสระใน การบริหารงานบุคคล การงบประมาณ และการดำเนินการอื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_258",
      "content": "หมวด ๑๒ การตรวจสอบการใช้อำนาจรัฐ ส่วนที่ ๑ การตรวจสอบทรัพย์สิน",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "259",
      "content": "ผู้ดำรงตำแหน่งทางการเมืองดังต่อไปนี้ มีหน้าที่ยื่นบัญชีแสดงรายการ ทรัพย์สินและหนี้สินของตน คู่สมรส และบุตรที่ยังไม่บรรลุนิติภาวะต่อคณะกรรมการป้องกันและ ปราบปรามการทุจริตแห่งชาติ ทุกครั้งที่เข้ารับตำแหน่งหรือพ้นจากตำแหน่ง (๑) นายกรัฐมนตรี (๒) รัฐมนตรี (๓) สมาชิกสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๐๒ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๔) สมาชิกวุฒิสภา\n(๕) ข้าราชการการเมืองอื่น\n(๖) ผู้บริหารท้องถิ่นและสมาชิกสภาท้องถิ่นตามที่กฎหมายบัญญัติ\n\nบัญชีตามวรรคหนึ่งให้ยื่นพร้อมเอกสารประกอบซึ่งเป็นสำเนาหลักฐานที่พิสูจน์ความมีอยู่จริงของทรัพย์สินและหนี้สินดังกล่าว รวมทั้งสำเนาแบบแสดงรายการภาษีเงินได้บุคคลธรรมดาในรอบปีภาษีที่ผ่านมา\n\nการยื่นบัญชีแสดงรายการทรัพย์สินและหนี้สินตามวรรคหนึ่งและวรรคสอง ให้รวมถึงทรัพย์สินของผู้ดำรงตำแหน่งทางการเมืองที่มอบหมายให้อยู่ในความครอบครองหรือดูแลของบุคคลอื่นไม่ว่าโดยทางตรงหรือทางอ้อมด้วย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "260",
      "content": "บัญชีแสดงรายการทรัพย์สินและหนี้สินตามมาตรา ๒๕๙ ให้แสดงรายการทรัพย์สินและหนี้สินที่มีอยู่จริงในวันที่เข้ารับตำแหน่งหรือวันที่พ้นจากตำแหน่ง และต้องยื่นภายในกำหนดเวลาดังต่อไปนี้ (๑) ในกรณีที่เป็นการเข้ารับตำแหน่ง ให้ยื่นภายในสามสิบวันนับแต่วันเข้ารับตำแหน่ง (๒) ในกรณีที่เป็นการพ้นจากตำแหน่ง ให้ยื่นภายในสามสิบวันนับแต่วันพ้นจากตำแหน่ง (๓) ในกรณีที่บุคคลตามมาตรา ๒๕๙ ซึ่งได้ยื่นบัญชีไว้แล้ว ภายในระหว่างดำรงตำแหน่งหรือก่อนยื่นบัญชีหลังจากพ้นจากตำแหน่ง ให้หายาทหรือผู้จัดการมรดก ยื่นบัญชีแสดงรายการทรัพย์สินและหนี้สินที่มีอยู่ในวันที่ผู้ดำรงตำแหน่งนั้นตาย ภายในเก้าสิบวันนับแต่วันที่ผู้ดำรงตำแหน่งตาย ผู้ดำรงตำแหน่งนายกรัฐมนตรี รัฐมนตรี ผู้บริหารท้องถิ่น สมาชิกสภาท้องถิ่น หรือผู้ดำรงตำแหน่งทางการเมือง ซึ่งพ้นจากตำแหน่ง นอกจากต้องยื่นบัญชีตาม (๒) แล้ว ให้มีหน้าที่ยื่นบัญชีแสดงรายการทรัพย์สินและหนี้สินที่มีอยู่จริงในวันครบหนึ่งปีนับแต่วันที่พ้นจากตำแหน่งดังกล่าวอีกครั้งหนึ่งโดยให้ยื่นภายในสามสิบวันนับแต่วันที่พ้นจากตำแหน่งมาแล้วเป็นเวลาหนึ่งปีด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "261",
      "content": "บัญชีแสดงรายการทรัพย์สินและหนี้สินและเอกสารประกอบของนายกรัฐมนตรี รัฐมนตรี สมาชิกสภาผู้แทนราษฎร และสมาชิกวุฒิสภา ให้เปิดเผยให้สาธารณชนทราบโดยเร็วแต่ต้องไม่เกินสามสิบวันนับแต่วันที่ครบกำหนดต้องยื่นบัญชีดังกล่าว บัญชีของผู้ดำรงตำแหน่งอื่นจะเปิดเผยได้ต่อเมื่อการเปิดเผยดังกล่าวจะเป็นประโยชน์ต่อการพิจารณาพิพากษาคดีหรือการวินิจฉัยชี้ขาด และได้รับการร้องขอจากศาลหรือผู้มีส่วนได้เสียหรือคณะกรรมการตรวจเงินแผ่นดิน",
      "type": "section",
      "status": "OCR"
    }
  ],
  "35": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๐๓ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nให้ประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติจัดให้มีการประชุม คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเพื่อตรวจสอบความถูกต้องและความมีอยู่จริง ของทรัพย์สินและหนี้สินดังกล่าวโดยเร็ว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "262",
      "content": "ในกรณีที่มีการยื่นบัญชีเพราะเหตุที่ผู้ดำรงตำแหน่งทางการเมืองผู้ใดพ้นจาก ตำแหน่งหรือตาย ให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทำการตรวจสอบความ เปลี่ยนแปลงของทรัพย์สินและหนี้สินของผู้ดำรงตำแหน่งนั้น แล้วจัดทำรายงานผลการตรวจสอบ รายงานดังกล่าวให้ประกาศในราชกิจจานุเบกษา ในกรณีที่ปรากฏว่าผู้ดำรงตำแหน่งตามวรรคหนึ่งผู้ใดมีทรัพย์สินเพิ่มขึ้นผิดปกติ ให้ประธาน กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติส่งเอกสารทั้งหมดที่มีอยู่พร้อมทั้งรายงานผล การตรวจสอบไปยังอัยการสูงสุดเพื่อดำเนินคดีต่อศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมือง ให้ทรัพย์สินที่เพิ่มขึ้นผิดปกตินั้นตกเป็นของแผ่นดินต่อไป และให้นำบทบัญญัติมาตรา ๒๖๒ วรรคห้า มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "263",
      "content": "ผู้ดำรงตำแหน่งทางการเมืองผู้ใดลงใจไม่อื่นบัญชีแสดงรายการทรัพย์สินและ หนี้สินและเอกสารประกอบตามที่กำหนดไว้ในรัฐธรรมนูญนี้ หรือจงใจยื่นบัญชีแสดงรายการทรัพย์สิน และหนี้สินและเอกสารประกอบด้วยข้อความอันเป็นเท็จ หรือปกปิดข้อเท็จจริงที่ควรแจ้งให้ทราบ ให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเสนอเรื่องให้ศาลฎีกาแผนกคดีอาญาของ ผู้ดำรงตำแหน่งทางการเมืองวินิจฉัยต่อไป ถ้าศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองวินิจฉัยว่าผู้ดำรงตำแหน่ง ทางการเมืองผู้ใดกระทำความผิดตามวรรคหนึ่ง ให้ผู้นั้นพ้นจากตำแหน่งในวันที่ศาลฎีกาแผนกคดีอาญา ของผู้ดำรงตำแหน่งทางการเมืองวินิจฉัย โดยให้นำบทบัญญัติมาตรา ๙๒ มาใช้บังคับโดยอนุโลม และผู้นั้นต้องห้ามมิให้ดำรงตำแหน่งทางการเมืองหรือดำรงตำแหน่งใดในพรรคการเมืองเป็นเวลาห้าปี นับแต่วันที่ศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองวินิจฉัยด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "264",
      "content": "บทบัญญัติมาตรา ๒๕๙ มาตรา ๒๖๐ มาตรา ๒๖๑ วรรคสอง และ มาตรา ๒๖๓ วรรคหนึ่ง ให้ใช้บังคับกับเจ้าหน้าที่ของรัฐ ตามที่คณะกรรมการป้องกันและปราบปราม การทุจริตแห่งชาติกำหนดด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๑๐๔\nเล่ม ๑๒๕ ตอนที่ ๔๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติอาจเปิดเผยบัญชีแสดงรายการ ทรัพย์สินและหนี้สินและเอกสารประกอบที่มีการอื่นไว้แก่ผู้มีส่วนได้เสียได้ ถ้าเป็นประโยชน์ใน การดำเนินคดีหรือการวินิจฉัยการกระทำความผิด ตามที่บัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญ ว่าด้วยการป้องกันและปราบปรามการทุจริต\n\nส่วนที่ ๒\nการกระทำที่เป็นการขัดกันแห่งผลประโยชน์",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "265",
      "content": "สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้อง (๑) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น หรือข้าราชการส่วนท้องถิ่น (๒) ไม่รับหรือแทรกแซงหรือก้าวก่ายการเข้ารับสัมปทานจากรัฐ หน่วยราชการ หน่วยงาน ของรัฐ หรือรัฐวิสาหกิจ หรือเข้าเป็นคู่สัญญากับรัฐ หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ อันมีลักษณะเป็นการผูกขาดตัดตอน หรือเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทที่รับ สัมปทานหรือเข้าเป็นคู่สัญญาในลักษณะดังกล่าว ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม (๓) ไม่รับเงินหรือประโยชน์ใด ๆ จากหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ เป็นพิเศษนอกเหนือไปจากที่หน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ ปฏิบัติต่อบุคคลอื่น ๆ ในธุรกิจการงานตามปกติ (๔) ไม่กระทำการอันเป็นการต้องห้ามตามมาตรา ๔๘ บทบัญญัติมาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภา รับเบี้ยหวัด บำเหน็จ บำนาญ เงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้ บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสารบบหรือดำรงตำแหน่งกรรมาธิการของ รัฐสภา สภาผู้แทนราษฎร หรือวุฒิสภา หรือกรรมการที่ได้รับแต่งตั้งในการบริหารราชการแผ่นดิน ให้นำความใน (๒) (๓) และ (๔) มาใช้บังคับกับคู่สมรสและบุตรของสมาชิกสภาผู้แทน ราษฎรหรือสมาชิกวุฒิสภา และบุคคลอื่นซึ่งมิใช่คู่สมรสและบุตรของสมาชิกสภาผู้แทนราษฎรหรือ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๐๕ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nสมาชิกวุฒิสภานั้น ที่ดำเนินการในลักษณะผู้ถูกใช้ ผู้ร่วมดำเนินการ หรือผู้ได้รับมอบหมายจาก\nสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาให้กระทำการตามมาตรานี้ด้วย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "266",
      "content": "สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาต้องไม่ใช้สถานะหรือตำแหน่ง การเป็นสมาชิกสภาผู้แทนราษฎรหรือสมาชิกวุฒิสภาเข้าไปก้าวก่ายหรือแทรกแซงเพื่อประโยชน์ของ ตนเอง ของผู้อื่น หรือของพรรคการเมือง ไม่ว่าโดยทางตรงหรือทางอ้อม ในเรื่องดังต่อไปนี้ (๑) การปฏิบัติราชการหรือการดำเนินงานในหน้าที่ประจำของข้าราชการ พนักงาน หรือ ลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการ ส่วนท้องถิ่น (๒) การบรรจุ แต่งตั้ง โยกย้าย โอน เลื่อนตำแหน่ง และเลื่อนเงินเดือนของข้าราชการ ซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือราชการส่วนท้องถิ่น หรือ (๓) การให้ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการการเมือง พนักงาน หรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ รัฐวิสาหกิจ กิจการที่รัฐถือหุ้นใหญ่ หรือ ราชการส่วนท้องถิ่น พ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "267",
      "content": "ให้นำบทบัญญัติมาตรา ๒๖๕ มาใช้บังคับกับนายกรัฐมนตรีและรัฐมนตรี ด้วย เว้นแต่เป็นการดำรงตำแหน่งหรือดำเนินการตามบทบัญญัติแห่งกฎหมาย และจะดำรงตำแหน่งใด ในห้างหุ้นส่วน บริษัท หรือองค์การที่ดำเนินธุรกิจโดยมุ่งหาผลกำไรหรือรายได้มาแบ่งปันกัน หรือ เป็นลูกจ้างของบุคคลใดก็มิได้ด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "268",
      "content": "นายกรัฐมนตรีและรัฐมนตรีจะกระทำการใดที่บัญญัติไว้ในมาตรา ๒๖๖ มิได้ เว้นแต่เป็นการกระทำตามอำนาจหน้าที่ในการบริหารราชการตามนโยบายที่ได้แถลงต่อรัฐสภา หรือตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "269",
      "content": "นายกรัฐมนตรีและรัฐมนตรีต้องไม่เป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วน หรือบริษัท หรือไม่คงไว้ซึ่งความเป็นหุ้นส่วนหรือผู้ถือหุ้นในห้างหุ้นส่วนหรือบริษัทต่อไป ทั้งนี้ ตามจำนวนที่กฎหมายบัญญัติ ในกรณีที่นายกรัฐมนตรีหรือรัฐมนตรีผู้ใดประสงค์จะได้รับประโยชน์ จากกรณีดังกล่าวต่อไป ให้นายกรัฐมนตรีหรือรัฐมนตรีผู้นั้นแจ้งให้ประธานกรรมการป้องกันและ ปราบปรามการทุจริตแห่งชาติทราบภายในสามสิบวันนับแต่วันที่ได้รับแต่งตั้ง และให้นายกรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    }
  ],
  "36": [
    {
      "id": "intro",
      "content": "หน้า ๑๐๖\nเล่ม ๑๒๔ ตอนที่ ๔๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nหรือรัฐมนตรีผู้นั้นโอนหุ้นในห้างหุ้นส่วนหรือบริษัทดังกล่าวให้นิติบุคคลซึ่งจัดการทรัพย์สินเพื่อประโยชน์ของผู้อื่น ทั้งนี้ ตามที่กฎหมายบัญญัติ\nนายกรัฐมนตรีและรัฐมนตรีจะกระทำการใดอันมีลักษณะเป็นการเข้าไปบริหารหรือจัดการใด ๆ เกี่ยวกับหุ้นหรือกิจการของห้างหุ้นส่วนหรือบริษัทตามวรรคหนึ่ง มิได้\nบทบัญญัติมาตรานี้ให้นำมาใช้บังคับกับคู่สมรสและบุตรที่ยังไม่บรรลุนิติภาวะของ นายกรัฐมนตรีและรัฐมนตรีด้วย และให้นำบทบัญญัติมาตรา ๒๕๙ วรรคสาม มาใช้บังคับโดยอนุโลม\n\nส่วนที่ ๓ การถอดถอนจากตำแหน่ง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "270",
      "content": "ผู้ดำรงตำแหน่งนายกรัฐมนตรี รัฐมนตรี สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา ประธานศาลฎีกา ประธานศาลรัฐธรรมนูญ ประธานศาลปกครองสูงสุด หรืออัยการสูงสุด ผู้ใดมีพฤติการณ์ร่ำรวยผิดปกติ ส่อไปในทางทุจริตต่อหน้าที่ ส่อว่ากระทำผิดต่อตำแหน่งหน้าที่ราชการ ส่อว่ากระทำผิดต่อตำแหน่งหน้าที่ในการยุติธรรม ส่อว่าจงใจใช้อำนาจหน้าที่ขัดต่อบทบัญญัติแห่งรัฐธรรมนูญหรือกฎหมาย หรือฝ่าฝืนหรือไม่ปฏิบัติตามมาตรฐานทางจริยธรรมอย่างร้ายแรง วุฒิสภาพมีอำนาจถอดถอนผู้นั้นออกจากตำแหน่งได้ บทบัญญัติวรรคหนึ่งให้ใช้บังคับกับผู้ดำรงตำแหน่งดังต่อไปนี้ด้วย คือ (๑) ตุลาการศาลรัฐธรรมนูญ กรรมการการเลือกตั้ง ผู้ตรวจการแผ่นดิน และกรรมการตรวจเงินแผ่นดิน (๒) ผู้พิพากษาหรือตุลาการ พนักงานอัยการ หรือผู้ดำรงตำแหน่งระดับสูง ทั้งนี้ ตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "271",
      "content": "สมาชิกสภาผู้แทนราษฎร วิสิทธิเข้าชื่อร้องขอต่อประธานวุฒิสภาเพื่อให้วุฒิสภามีมติทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร มีสิทธิเข้าชื่อร้องขอต่อประธานวุฒิสภาต้องกล่าวต้องระบุพฤติการณ์ที่กล่าวหาว่าผู้ดำรงตำแหน่งดังกล่าวกระทำความผิดเป็นข้อ ๆ ให้ชัดเจน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๐๗ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nสมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในสี่ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของวุฒิสภา มีสิทธิเข้าชื่อร้องขอต่อประธานวุฒิสภาเพื่อให้วุฒิสภามีมติตามมาตรา ๒๗๔ ให้ถอดถอนสมาชิก วุฒิสภาออกจากตำแหน่งได้\n\nประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าสองหมื่นคนมีสิทธิเข้าชื่อร้องขอให้ถอดถอน บุคคลตามมาตรา ๒๗๐ ออกจากตำแหน่งได้ตามมาตรา ๑๖๔",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "272",
      "content": "เมื่อได้รับคำร้องขอตามมาตรา ๒๗๑ แล้ว ให้ประธานวุฒิสภาส่งเรื่องให้ คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติดำเนินการไต่สวนให้แล้วเสร็จโดยเร็ว เมื่อไต่สวนเสร็จแล้ว ให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทำรายงาน เสนอต่อวุฒิสภา โดยในรายงานดังกล่าวต้องระบุให้ชัดเจนว่าข้อกล่าวหาตามคำร้องขอข้อใด มีมูลหรือไม่ เพียงใด มีพยานหลักฐานที่ควรเชื่อได้อย่างไร พร้อมทั้งระบุข้อยุติว่าจะให้ดำเนินการ อย่างไรด้วย ในกรณีที่คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเห็นว่าข้อกล่าวหา ตามคำร้องขอข้อใดเป็นเรื่องสำคัญ จะแยกทำรายงานเฉพาะข้อนั้นส่งไปให้ประธานวุฒิสภาตามวรรคหนึ่ง เพื่อให้พิจารณาไปก่อนก็ได้ ถ้าคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติมีมติด้วยคะแนนเสียงไม่น้อยกว่า กึ่งหนึ่งของจำนวนกรรมการทั้งหมดเท่าที่มีอยู่ ว่าข้อกล่าวหาใดมีมูล นับแต่วันดังกล่าวผู้ดำรงตำแหน่ง ที่ถูกกล่าวหาจะปฏิบัติหน้าที่ต่อไปมิได้จนกว่าวุฒิสภาจะมีมติ และให้ประธานกรรมการป้องกันและ ปราบปรามการทุจริตแห่งชาติส่งรายงานและเอกสารที่มีอยู่พร้อมทั้งความเห็นไปยังประธานวุฒิสภาเพื่อ ดำเนินการตามมาตรา ๒๗๓ และอัยการสูงสุด เพื่อดำเนินการฟ้องคดีต่อศาลฎีกาแผนกคดีอาญาของ ผู้ดำรงตำแหน่งทางการเมืองต่อไป แต่ถ้าคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ เห็นว่าข้อกล่าวหาใดไม่มีมูล ให้ข้อกล่าวหาข้อนั้นเป็นอันตกไป ในกรณีที่อัยการสูงสุดเห็นว่ารายงาน เอกสาร และความเห็นที่คณะกรรมการป้องกัน และปราบปรามการทุจริตแห่งชาติส่งให้ตามวรรคสี่ยังไม่สมบูรณ์พอที่จะดำเนินคดีได้ ให้อัยการสูงสุด แจ้งให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติทราบเพื่อดำเนินการต่อไป โดยให้ระบุ ข้อที่ไม่สมบูรณ์นั้นให้ครบถ้วนในคราวเดียวกัน ในกรณีนี้ ให้คณะกรรมการป้องกันและปราบปราม การทุจริตแห่งชาติและอัยการสูงสุดตั้งคณะทำงานขึ้นคณะหนึ่ง โดยมีผู้แทนจากแต่ละฝ่ายจำนวน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๑๐๘ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nเท่ากัน เพื่อดำเนินการรวบรวมพยานหลักฐานให้สมบูรณ์ แล้วส่งให้อัยการสูงสุด เพื่อฟ้องคดีต่อไป ในกรณีที่คณะทำงานดังกล่าวไม่อาจหาข้อยุติเกี่ยวกับการดำเนินการฟ้องคดีได้ ให้คณะกรรมการ ป้องกันและปราบปรามการทุจริตแห่งชาติมีอำนาจดำเนินการฟ้องคดีเองหรือแต่งตั้งทนายความให้ฟ้อง คดีแทนก็ได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "273",
      "content": "เมื่อได้รับรายงานตามมาตรา ๒๗๒ แล้ว ให้ประธานวุฒิสภาจัดให้มี การประชุมวุฒิสภาเพื่อพิจารณากรณีดังกล่าวโดยเร็ว ในกรณีที่คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติส่งรายงานให้นอกสมัย ประชุม ให้ประธานวุฒิสภาแจ้งให้ประธานรัฐสภาทราบเพื่อนำความกราบบังคมทูลเพื่อมี พระบรมราชโองการเรียกประชุมรัฐสภาเป็นการประชุมสมัยวิสามัญ และให้ประธานรัฐสภาลงนามรับสนอง พระบรมราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "274",
      "content": "สมาชิกวุฒิสภามีอิสระในการออกเสียงลงคะแนนซึ่งต้องกระทำโดยวิธี ลงคะแนนลับ มติที่ให้ถอดถอนผู้ใดออกจากตำแหน่ง ให้ถือเอาคะแนนเสียงไม่น้อยกว่าสามในห้า ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของวุฒิสภา ผู้ใดถูกถอดถอนออกจากตำแหน่งให้ผู้นั้นพ้นจากตำแหน่งหรือให้ออกจากราชการนับแต่วันที่ วุฒิสภามีมติให้ถอดถอน และให้ตัดสิทธิผู้นั้นในการดำรงตำแหน่งใดในทางการเมืองหรือในการรับ ราชการเป็นเวลาห้าปี มติของวุฒิสภาตามมาตรานี้ให้เป็นที่สุด และจะมีการร้องขอให้ถอดถอนบุคคลดังกล่าว โดยอาศัยเหตุเดียวกันอีกมิได้ แต่ไม่กระทบกระเทือนการพิจารณาของศาลฎีกาแผนกคดีอาญาของ ผู้ดำรงตำแหน่งทางการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_274",
      "content": "ส่วนที่ ๔ การดำเนินคดีอาญาผู้ดำรงตำแหน่งทางการเมือง",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "275",
      "content": "ในกรณีที่นายกรัฐมนตรี รัฐมนตรี สมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภา หรือข้าราชการการเมืองอื่น ถูกกล่าวหาว่าร่ำรวยผิดปกติ กระทำความผิดต่อตำแหน่งหน้าที่ราชการ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "37": [
    {
      "id": "intro",
      "content": "หน้า ๑๐๙\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nตามประมวลกฎหมายอาญา หรือกระทำความผิดต่อตำแหน่งหน้าที่หรือทุจริตต่อหน้าที่ตามกฎหมายอื่น ให้ศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมือง มีอำนาจพิจารณาพิพากษา\nบทบัญญัติวรรคหนึ่งให้ใช้บังคับกับกรณีที่บุคคลดังกล่าวหรือบุคคลอื่นเป็นตัวการ ผู้ใช้ หรือ ผู้สนับสนุน รวมทั้งผู้ให้ ผู้ขอให้ หรือรับว่าจะให้ทรัพย์สินหรือประโยชน์อื่นใดแก่บุคคล ตามวรรคหนึ่ง เพื่อถูกใจให้กระทำการ ไม่กระทำการ หรือประวิงการกระทำอันมิชอบด้วยหน้าที่ด้วย\nการยื่นคำร้องต่อคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเพื่อให้ดำเนินการ ตามมาตรา ๒๕๐ (๒) ให้เป็นไปตามพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกัน และปราบปรามการทุจริต\nในกรณีที่ผู้ถูกกล่าวหาตามวรรคหนึ่ง เป็นผู้ดำรงตำแหน่งนายกรัฐมนตรี รัฐมนตรี ประธานสภาผู้แทนราษฎร หรือประธานวุฒิสภา ผู้เสียหายจากการกระทำดังกล่าวจะยื่นคำร้อง ต่อคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเพื่อให้ดำเนินการตามมาตรา ๒๕๐ (๒) หรือจะยื่นคำร้องต่อที่ประชุมใหญ่ศาลฎีกาเพื่อขอให้ตั้งผู้ไต่สวนอิสระตามมาตรา ๒๗๖ ก็ได้ แต่ถ้าผู้เสียหายได้ยื่นคำร้องต่อคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติแล้ว ผู้เสียหาย จะยื่นคำร้องต่อที่ประชุมใหญ่ศาลฎีกาได้ต่อเมื่อคณะกรรมการป้องกันและปราบปรามการทุจริต แห่งชาติไม่รับดำเนินการไต่สวน ดำเนินการล่าช้าเกินสมควร หรือดำเนินการไต่สวนแล้วเห็นว่าไม่มี มูลความผิดตามข้อกล่าวหา\nในกรณีที่คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเห็นว่ามีเหตุอันควรสงสัย ว่ามีกรณีตามวรรคสี่ และคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติมีมติให้ดำเนินการ ตามมาตรา ๒๕๐ (๒) ด้วยคะแนนเสียงไม่น้อยกว่ากึ่งหนึ่งของจำนวนกรรมการทั้งหมดเท่าที่มีอยู่ ให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติดำเนินการตามมาตรา ๒๕๐ (๒) โดยเร็ว ในกรณีนี้ ผู้เสียหายจะยื่นคำร้องต่อที่ประชุมใหญ่ศาลฎีกาตามวรรคสี่ มิได้\nให้นำบทบัญญัติมาตรา ๒๗๒ วรรคหนึ่ง วรรคสี่ และวรรคห้า มาใช้บังคับโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "276",
      "content": "ในกรณีที่ที่ประชุมใหญ่ศาลฎีกาเห็นควรดำเนินการตามคำร้องที่ยื่น ตามมาตรา ๒๗๕ วรรคสี่ ให้ที่ประชุมใหญ่ศาลฎีกาพิจารณาแต่งตั้งผู้ไต่สวนอิสระจากผู้ซึ่งมีความ เป็นกลางทางการเมืองและมีความซื่อสัตย์สุจริตเป็นที่ประจักษ์ หรือจะส่งเรื่องให้คณะกรรมการป้องกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๑๐ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nและปราบปรามการทุจริตแห่งชาติดำเนินการไต่สวนตามมาตรา ๒๕๐ (๒) แทนการแต่งตั้งผู้ไต่สวนอิสระ ก็ได้\n\nคุณสมบัติ อำนาจหน้าที่ วิธีการไต่สวน และการดำเนินการอื่นที่จำเป็นของผู้ไต่สวนอิสระให้เป็นไปตามที่กฎหมายบัญญัติ\n\nเมื่อผู้ไต่สวนอิสระได้ดำเนินการไต่สวนหาข้อเท็จจริงและสรุปสำนวนพร้อมทำความเห็นแล้วถ้าเห็นว่าข้อกล่าวหามีมูล ให้ส่งรายงานและเอกสารที่มีอยู่พร้อมทั้งความเห็นไปยังประธานวุฒิสภาเพื่อดำเนินการตามมาตรา ๒๗๓ และส่งสำนวนและความเห็นไปยังอัยการสูงสุดเพื่อยื่นฟ้องคดีต่อศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองต่อไป และให้นำบทบัญญัติมาตรา ๒๗๒ วรรคห้า มาใช้บังคับโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "277",
      "content": "ในการพิจารณาคดี ให้ศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองยึดสำนวนของคณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ หรือของผู้ไต่สวนอิสระ แล้วแต่กรณี เป็นหลักในการพิจารณา และอาจไต่สวนหาข้อเท็จจริงและพยานหลักฐานเพิ่มเติมได้ตามที่เห็นสมควร วิธีพิจารณาคดีของศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองให้เป็นไปตามที่บัญญัติไว้ในพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาคดีอาญาของผู้ดำรงตำแหน่งทางการเมือง และให้นำบทบัญญัติมาตรา ๒๑๓ มาใช้บังคับกับการปฏิบัติหน้าที่ของศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองด้วยโดยอนุโลม บทบัญญัติว่าด้วยความคุ้มกันของสมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภาตามมาตรา ๑๓๑ มิให้นำมาใช้บังคับกับการพิจารณาคดีของศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "278",
      "content": "การพิพากษาคดีให้ถือเสียงข้างมาก โดยผู้พิพากษาซึ่งเป็นองค์คณะทุกคนต้องทำความเห็นในการวินิจฉัยคดีเป็นหนังสือพร้อมทั้งต้องแถลงด้วยวาจาต่อที่ประชุมก่อนการลงมติ คำสั่งและคำพิพากษาของศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองให้เปิดเผยและเป็นที่สุด เว้นแต่เป็นกรณีตามวรรคสาม ในกรณีที่ผู้ต้องคำพิพากษาของศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองมีพยานหลักฐานใหม่ ซึ่งอาจทำให้ข้อเท็จจริงเปลี่ยนแปลงไปในสาระสำคัญ อาจยื่นอุทธรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๑๑๑\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nต่อที่ประชุมใหญ่ศาลฎีกาภายในสามสิบวันนับแต่วันที่มีคำพิพากษาของศาลฎีกาแผนกคดีอาญาของผู้ดำรงตำแหน่งทางการเมืองได้\n\nหลักเกณฑ์การยื่นอุทธรณ์และการพิจารณาวินิจฉัยของที่ประชุมใหญ่ศาลฎีกา ให้เป็นไปตามระเบียบที่ที่ประชุมใหญ่ศาลฎีกากำหนด\n\nหมวด ๑๓\nจริยธรรมของผู้ดำรงตำแหน่งทางการเมืองและเจ้าหน้าที่ของรัฐ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "279",
      "content": "มาตรฐานทางจริยธรรมของผู้ดำรงตำแหน่งทางการเมือง ข้าราชการ หรือเจ้าหน้าที่ของรัฐแต่ละประเภท ให้เป็นไปตามประมวลจริยธรรมที่กำหนดขึ้น มาตรฐานทางจริยธรรมตามวรรคหนึ่ง จะต้องมีกลไกและระบบในการดำเนินงานเพื่อให้การบังคับใช้เป็นไปอย่างมีประสิทธิภาพ รวมทั้งกำหนดขั้นตอนการลงโทษตามความร้ายแรงแห่งการกระทำ การฝ่าฝืนหรือไม่ปฏิบัติตามมาตรฐานทางจริยธรรมตามวรรคหนึ่ง ให้ถือว่าเป็นการกระทำผิดทางวินัย ในกรณีที่ผู้ดำรงตำแหน่งทางการเมืองฝ่าฝืนหรือไม่ปฏิบัติตาม ให้ผู้ตรวจการแผ่นดินรายงานต่อรัฐสภา คณะรัฐมนตรี หรือสภาท้องถิ่นที่เกี่ยวข้อง แล้วแต่กรณี และหากเป็นการกระทำผิดร้ายแรง ให้ส่งเรื่องให้คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติพิจารณาดำเนินการ โดยให้ถือเป็นเหตุที่จะถูกถอดถอนจากตำแหน่งตามมาตรา ๒๗๐ การพิจารณา สรรหา กลั่นกรอง หรือแต่งตั้งบุคคลใด เข้าสู่ตำแหน่งที่มีส่วนเกี่ยวข้องในการใช้อำนาจรัฐ รวมทั้งการโยกย้าย การเลื่อนตำแหน่ง การเลื่อนเงินเดือน และการลงโทษบุคคลนั้น จะต้องเป็นไปตามระบบคุณธรรมและคำนึงถึงพฤติกรรมทางจริยธรรมของบุคคลดังกล่าวด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "280",
      "content": "เพื่อประโยชน์ในการดำเนินการตามหมวดนี้ ให้ผู้ตรวจการแผ่นดินมีอำนาจหน้าที่เสนอแนะหรือให้คำแนะนำในการจัดทำหรือปรับปรุงประมวลจริยธรรมตามมาตรา ๒๗๙ วรรคหนึ่ง และส่งเสริมให้ผู้ดำรงตำแหน่งทางการเมือง ข้าราชการ และเจ้าหน้าที่ของรัฐ มีจิตสำนึกในด้านจริยธรรม รวมทั้งมีหน้าที่รายงานการกระทำที่มีการฝ่าฝืนประมวลจริยธรรมเพื่อให้ผู้ที่",
      "type": "section",
      "status": "OCR"
    }
  ],
  "38": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๑๒ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nรับผิดชอบในการบังคับการให้เป็นไปตามประมวลจริยธรรมดำเนินการบังคับให้เป็นไปตามประมวล\nจริยธรรมตามมาตรา ๒๗๙ วรรคสาม\n\nในกรณีที่การฝ่าฝืนหรือไม่ปฏิบัติตามมาตรฐานทางจริยธรรมมีลักษณะร้ายแรงหรือมีเหตุ\nอันควรเชื่อได้ว่าการดำเนินการของผู้รับผิดชอบจะไม่เป็นไปด้วยความเป็นธรรม ผู้ตรวจการแผ่นดิน\nจะไต่สวนและเปิดเผยผลการไต่สวนต่อสาธารณะก็ได้\n\nหมวด ๑๔\nการปกครองส่วนท้องถิ่น",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "281",
      "content": "ภายใต้บังคับมาตรา ๑ รัฐจะต้องให้ความเป็นอิสระแก่องค์กรปกครอง ส่วนท้องถิ่นตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น และส่งเสริม ให้องค์กรปกครองส่วนท้องถิ่นเป็นหน่วยงานหลักในการจัดทำบริการสาธารณะ และมีส่วนร่วมใน การตัดสินใจแก้ไขปัญหาในพื้นที่ ท้องถิ่นใดมีลักษณะที่จะปกครองตนเองได้ ย่อมมีสิทธิจัดตั้งเป็นองค์กรปกครองส่วนท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "282",
      "content": "การกำกับดูแลองค์กรปกครองส่วนท้องถิ่นต้องทำเท่าที่จำเป็นและมี หลักเกณฑ์ วิธีการ และเงื่อนไขที่ชัดเจนสอดคล้องและเหมาะสมกับรูปแบบขององค์กรปกครอง ส่วนท้องถิ่น ทั้งนี้ ตามที่กฎหมายบัญญัติ โดยต้องเป็นไปเพื่อการคุ้มครองประโยชน์ของประชาชน ในท้องถิ่นหรือประโยชน์ของประชาชนในท้องถิ่น หรือนอกเหนือจากที่กฎหมายบัญญัติไว้มีได้ ในการกำกับดูแลตามวรรคหนึ่ง ให้มีการกำหนดมาตรฐานกลางเพื่อเป็นแนวทางให้องค์กร ปกครองส่วนท้องถิ่นเลือกไปปฏิบัติได้เอง โดยคำนึงถึงความเหมาะสมและความแตกต่างในระดับของ การพัฒนาและประสิทธิภาพในการบริหารขององค์กรปกครองส่วนท้องถิ่นในแต่ละรูปแบบโดยไม่ กระทบต่อความสามารถในการตัดสินใจดำเนินงานตามความต้องการขององค์กรปกครองส่วนท้องถิ่น รวมทั้งจัดให้มีกลไกการตรวจสอบการดำเนินงานโดยประชาชนเป็นหลัก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๑๓ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "283",
      "content": "องค์กรปกครองส่วนท้องถิ่นย่อมมีอำนาจหน้าที่โดยทั่วไปในการดูแลและจัดทำบริการสาธารณะเพื่อประโยชน์ของประชาชนในท้องถิ่น และย่อมมีความเป็นอิสระในการกำหนดนโยบาย การบริหาร การจัดบริการสาธารณะ การบริหารงานบุคคล การเงินและการคลัง และมีอำนาจหน้าที่ของตนเองโดยเฉพาะ โดยต้องคำนึงถึงความสอดคล้องกับการพัฒนาของจังหวัดและประเทศเป็นส่วนรวมด้วย องค์กรปกครองส่วนท้องถิ่นย่อมได้รับการส่งเสริมและสนับสนุนให้มีความเข้มแข็งในการบริหารงานได้โดยอิสระและตอบสนองต่อความต้องการของประชาชนในท้องถิ่นได้อย่างมีประสิทธิภาพ สามารถพัฒนาระบบการคลังท้องถิ่นให้จัดบริการสาธารณะได้โดยครบถ้วนตามอำนาจหน้าที่ จัดตั้งหรือร่วมกันจัดตั้งองค์การเพื่อการจัดทำบริการสาธารณะตามอำนาจหน้าที่ เพื่อให้เกิดความคุ้มค่าเป็นประโยชน์ และให้บริการประชาชนอย่างทั่วถึง ให้มีกฎหมายกำหนดแผนและขั้นตอนการกระจายอำนาจ เพื่อกำหนดการแบ่งอำนาจหน้าที่และจัดสรรรายได้ระหว่างราชการส่วนกลางและราชการส่วนภูมิภาคกับองค์กรปกครองส่วนท้องถิ่น และระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันเอง โดยคำนึงถึงการกระจายอำนาจเพิ่มขึ้นตามระดับความสามารถขององค์กรปกครองส่วนท้องถิ่นแต่ละรูปแบบ รวมทั้งกำหนดระบบตรวจสอบและประเมินผล โดยมีคณะกรรมการประกอบด้วยผู้แทนหน่วยราชการที่เกี่ยวข้อง ผู้แทนองค์กรปกครองส่วนท้องถิ่น และผู้ทรงคุณวุฒิ โดยมีจำนวนเท่ากัน เป็นผู้ดำเนินการให้เป็นไปตามกฎหมาย ให้มีกฎหมายรายได้ท้องถิ่น เพื่อกำหนดอำนาจหน้าที่ในการจัดเก็บภาษีและรายได้อื่นขององค์กรปกครองส่วนท้องถิ่น โดยมีหลักเกณฑ์ที่เหมาะสมตามลักษณะของภาษีแต่ละชนิด การจัดสรรทรัพยากรในภาครัฐ การมีรายได้ที่เพียงพอกับรายจ่ายตามอำนาจหน้าที่ขององค์กรปกครองส่วนท้องถิ่นทั้งนี้ โดยคำนึงถึงระดับขั้นการพัฒนาทางเศรษฐกิจของท้องถิ่น สถานะทางการคลังขององค์กรปกครองส่วนท้องถิ่น และความยั่งยืนทางการคลังของรัฐ ในกรณีที่มีการกำหนดอำนาจหน้าที่และการจัดสรรรายได้ให้แก่องค์กรปกครองส่วนท้องถิ่นแล้ว คณะกรรมการตามวรรคสามจะต้องนำเรื่องดังกล่าวมาทบทวนใหม่ทุกระยะเวลาไม่เกินห้าปี เพื่อพิจารณาถึงความเหมาะสมของการกำหนดอำนาจหน้าที่ และการจัดสรรรายได้ที่ได้กระทำไปแล้ว ทั้งนี้ ต้องคำนึงถึงการกระจายอำนาจเพิ่มขึ้นให้แก่องค์กรปกครองส่วนท้องถิ่นเป็นสำคัญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๑๑๔ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nการดำเนินการตามวรรคห้า เมื่อได้รับความเห็นชอบจากคณะรัฐมนตรีและรายงานรัฐสภาแล้ว ให้มีผลบังคับได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "284",
      "content": "องค์กรปกครองส่วนท้องถิ่นต้องมีสภาพ้องถิ่นและคณะผู้บริหารท้องถิ่นหรือ ผู้บริหารท้องถิ่น สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งโดยตรงของประชาชน หรือ มาจากความเห็นชอบของสภาท้องถิ่น การเลือกตั้งสมาชิกสภาท้องถิ่นและคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นที่มาจาก การเลือกตั้งโดยตรงของประชาชน ให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ สมาชิกสภาท้องถิ่น คณะผู้บริหารท้องถิ่น หรือผู้บริหารท้องถิ่น มีวาระการดำรงตำแหน่ง คราวละสี่ปี คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นจะเป็นข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ พนักงานหรือลูกจ้างของหน่วยราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือของราชการ ส่วนท้องถิ่น และจะมีผลประโยชน์ขัดกันกับการดำรงตำแหน่งตามที่กฎหมายบัญญัตินี้ได้ คุณสมบัติของผู้มีสิทธิเลือกตั้งและผู้มีสิทธิสมัครรับเลือกตั้ง หลักเกณฑ์และวิธีการเลือกตั้ง สมาชิกสภาท้องถิ่น คณะผู้บริหารท้องถิ่นและผู้บริหารท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ ในกรณีที่คณะผู้บริหารท้องถิ่นต้องพ้นจากตำแหน่งทั้งคณะ หรือผู้บริหารท้องถิ่นพ้นจาก ตำแหน่งและจำเป็นต้องมีการแต่งตั้งคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นเป็นการชั่วคราว มิให้นำ บทบัญญัติวรรคสาม และวรรคหก มาใช้บังคับ ทั้งนี้ ตามที่กฎหมายบัญญัติ การจัดตั้งองค์กรปกครองส่วนท้องถิ่นรูปแบบพิเศษที่มีโครงสร้างการบริหารที่แตกต่างจากที่ บัญญัติไว้ในมาตรานี้ ให้กระทำได้ตามที่กฎหมายบัญญัติ แต่คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่น ต้องมาจากการเลือกตั้ง ให้นำบทบัญญัติมาตรา ๒๖๕ มาตรา ๒๖๖ มาตรา ๒๖๗ และมาตรา ๒๖๘ มาใช้บังคับ กับสมาชิกสภาท้องถิ่น คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่น แล้วแต่กรณี ด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "285",
      "content": "ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นใดเห็นว่าสมาชิก สภาท้องถิ่น คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นผู้ใดขององค์กรปกครองส่วนท้องถิ่นนั้น",
      "type": "section",
      "status": "OCR"
    }
  ],
  "39": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๑๕ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nไม่สมควรดำรงตำแหน่งต่อไป ให้มีสิทธิลงคะแนนเสียงถอดถอนสมาชิกสภาท้องถิ่น คณะผู้บริหาร ท้องถิ่นหรือผู้บริหารท้องถิ่นผู้นั้นจากตำแหน่ง ทั้งนี้ จำนวนผู้มีสิทธิเข้าชื่อ หลักเกณฑ์และวิธีการ เข้าชื่อ การตรวจสอบรายชื่อ และการลงคะแนนเสียง ให้เป็นไปตามที่กฎหมายบัญญัติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "286",
      "content": "ประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่นมีสิทธิเข้าชื่อร้องขอ ต่อประธานสภาท้องถิ่นเพื่อให้สภาท้องถิ่นพิจารณาออกข้อบัญญัติท้องถิ่นได้ จำนวนผู้มีสิทธิเข้าชื่อ หลักเกณฑ์และวิธีการเข้าชื่อ รวมทั้งการตรวจสอบรายชื่อ ให้เป็นไป ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "287",
      "content": "ประชาชนในท้องถิ่นมีสิทธิมีส่วนร่วมในการบริหารกิจการขององค์กร ปกครองส่วนท้องถิ่น โดยองค์กรปกครองส่วนท้องถิ่นต้องจัดให้มีวิธีการที่ให้ประชาชนมีส่วนร่วม ดังกล่าวได้ด้วย ในกรณีที่การกระทำขององค์กรปกครองส่วนท้องถิ่นจะมีผลกระทบต่อชีวิตความเป็นอยู่ของ ประชาชนในท้องถิ่นในสาระสำคัญ องค์กรปกครองส่วนท้องถิ่นต้องข้อมูลรายละเอียดให้ ประชาชนทราบก่อนกระทำการเป็นเวลาพอสมควร และในกรณีที่เห็นสมควรหรือได้รับการร้องขอ จากประชาชนผู้มีสิทธิเลือกตั้งในองค์กรปกครองส่วนท้องถิ่น ต้องจัดให้มีการรับฟังความคิดเห็นก่อน การกระทำนั้น หรืออาจจัดให้ประชาชนออกเสียงประชามติเพื่อตัดสินใจก็ได้ ทั้งนี้ ตามที่กฎหมายบัญญัติ องค์กรปกครองส่วนท้องถิ่นต้องรายงานการดำเนินงานต่อประชาชนในเรื่องการจัดทำ งบประมาณ การใช้จ่าย และผลการดำเนินงานในรอบปี เพื่อให้ประชาชนมีส่วนร่วมในการตรวจสอบ และกำกับการบริหารจัดการขององค์กรปกครองส่วนท้องถิ่น ในการจัดทำงบประมาณขององค์กรปกครองส่วนท้องถิ่นตามวรรคสาม ให้นำบทบัญญัติ มาตรา ๑๖๘ วรรคหก มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "288",
      "content": "การแต่งตั้งและการให้ข้าราชการและลูกจ้างขององค์กรปกครองส่วนท้องถิ่น พ้นจากตำแหน่ง ต้องเป็นไปตามความเหมาะสมและความจำเป็นของแต่ละท้องถิ่น โดยการบริหารงาน บุคคลขององค์กรปกครองส่วนท้องถิ่นมีมาตรฐานสอดคล้องกัน และอาจได้รับการพัฒนาร่วมกัน หรือสับเปลี่ยนบุคลากรระหว่างองค์กรปกครองส่วนท้องถิ่นด้วยกันได้ รวมทั้งต้องได้รับความเห็นชอบ จากคณะกรรมการข้าราชการส่วนท้องถิ่นซึ่งเป็นองค์กรกลางบริหารงานบุคคลส่วนท้องถิ่นก่อน ทั้งนี้ ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๑๖ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nในการบริหารงานบุคคลขององค์กรปกครองส่วนท้องถิ่น ต้องมีองค์กรพิทักษ์ระบบคุณธรรม ของข้าราชการส่วนท้องถิ่น เพื่อสร้างระบบคุ้มครองคุณธรรมและจริยธรรมในการบริหารงานบุคคล พึ่งนี้ ตามที่กฎหมายบัญญัติ\n\nคณะกรรมการข้าราชการส่วนท้องถิ่นตามวรรคหนึ่งจะต้องประกอบด้วย ผู้แทนของ หน่วยราชการที่เกี่ยวข้อง ผู้แทนขององค์กรปกครองส่วนท้องถิ่น ผู้แทนข้าราชการส่วนท้องถิ่นและ ผู้ทรงคุณวุฒิ โดยมีจำนวนเท่ากัน ทั้งนี้ ตามที่กฎหมายบัญญัติ\n\nการโยกย้าย การเลื่อนตำแหน่ง การเลื่อนเงินเดือน และการลงโทษข้าราชการและลูกจ้างของ องค์กรปกครองส่วนท้องถิ่น ให้เป็นไปตามที่กฎหมายบัญญัติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "289",
      "content": "องค์กรปกครองส่วนท้องถิ่นย่อมมีอำนาจหน้าที่บำรุงรักษาศิลปะ จารึกประเพณี ภูมิปัญญาท้องถิ่น และวัฒนธรรมอันดีของท้องถิ่น องค์กรปกครองส่วนท้องถิ่นมีสิทธิที่จะจัดการศึกษาอบรม และการฝึกอาชีพตามความ เหมาะสมและความต้องการภายในท้องถิ่นนั้น และเข้าไปมีส่วนร่วมในการจัดการศึกษาอบรมของรัฐ โดยคำนึงถึงความสอดคล้องกับมาตรฐานและระบบการศึกษาของชาติ การจัดการศึกษาอบรมภายในท้องถิ่นตามวรรคสอง องค์กรปกครองส่วนท้องถิ่นต้องคำนึงถึง การบำรุงรักษาศิลปะ จารึกประเพณี ภูมิปัญญาท้องถิ่น และวัฒนธรรมอันดีของท้องถิ่นด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "290",
      "content": "องค์กรปกครองส่วนท้องถิ่นย่อมมีอำนาจหน้าที่ส่งเสริมและรักษาคุณภาพ สิ่งแวดล้อมตามที่กฎหมายบัญญัติ กฎหมายตามวรรคหนึ่งอย่างน้อยต้องมีสาระสำคัญดังต่อไปนี้ (๑) การจัดการ การบำรุงรักษา และการใช้ประโยชน์จากทรัพยากรธรรมชาติและสิ่งแวดล้อม ที่อยู่ในเขตพื้นที่ (๒) การเข้าไปมีส่วนร่วมในการบำรุงรักษาทรัพยากรธรรมชาติและสิ่งแวดล้อมที่อยู่นอกเขต พื้นที่เฉพาะในกรณีที่อาจมีผลกระทบต่อการดำรงชีวิตของประชาชนในพื้นที่ของตน (๓) การมีส่วนร่วมในการพิจารณาเพื่อริเริ่มโครงการหรือกิจกรรมใดนอกเขตพื้นที่ซึ่งอาจมี ผลกระทบต่อคุณภาพสิ่งแวดล้อมหรือสุขภาพอนามัยของประชาชนในพื้นที่ (๔) การมีส่วนร่วมของชุมชนท้องถิ่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๑๗ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nหมวด ๑๕ การแก้ไขเพิ่มเติมรัฐธรรมนูญ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "291",
      "content": "การแก้ไขเพิ่มเติมรัฐธรรมนูญให้กระทำได้ตามหลักเกณฑ์และวิธีการ ดังต่อไปนี้ (๑) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี สมาชิกสภาผู้แทนราษฎรมีจำนวน ไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร หรือจาก สมาชิกสภาผู้แทนราษฎรและสมาชิกวุฒิสภามีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมด เท่าที่มีอยู่ของทั้งสองสภา หรือจากประชาชนผู้มีสิทธิเลือกตั้งจำนวนไม่น้อยกว่าห้าหมื่นคน ตามกฎหมายว่าด้วยการเข้าชื่อเสนอกฎหมาย ญัตติขอแก้ไขเพิ่มเติมรัฐธรรมนูญที่มีผลเป็นการเปลี่ยนแปลงการปกครองระบอบ ประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข หรือเปลี่ยนแปลงรูปของรัฐ จะเสนอให้ รัฐสภาพิจารณา เป็นสามารถ (๒) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติมและให้รัฐสภาพิจารณา เป็นสามารถ (๓) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธีเรียกชื่อและลงคะแนน โดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่น้อยกว่ากึ่งหนึ่งของ จำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา (๔) การพิจารณาในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา ต้องจัดให้มีการรับฟังความ คิดเห็นจากประชาชนผู้มีสิทธิเลือกตั้งเท่าชื่อเสนอร่างรัฐธรรมนูญแก้ไขเพิ่มเติมด้วย การออกเสียงลงคะแนนในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา ให้ถือเอาเสียงข้าง มากเป็นประมาณ (๕) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้ว ให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้แล้ว ให้รัฐสภาพิจารณาในวาระที่สามต่อไป (๖) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธีเรียกชื่อและลงคะแนน โดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญมากกว่ากึ่งหนึ่ง ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา",
      "type": "section",
      "status": "OCR"
    }
  ],
  "40": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๑๘ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๗) เมื่อการลงมติได้เป็นไปตามที่กล่าวแล้ว ให้นำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมขึ้นทูลเกล้า ทูลกระหม่อมถวาย และให้นำบทบัญญัติมาตรา ๑๕๐ และมาตรา ๑๕๑ มาใช้บังคับโดยอนุโลม\n\nบทเฉพาะกาล",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "292",
      "content": "ให้คณะองคมนตรีซึ่งดำรงตำแหน่งอยู่ในวันประกาศใช้รัฐธรรมนูญนี้ เป็นคณะองคมนตรีตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "293",
      "content": "ให้สภานิติบัญญัติแห่งชาติตามรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ ทำหน้าที่รัฐสภา สภาผู้แทนราษฎร และวุฒิสภาตามบทบัญญัติ แห่งรัฐธรรมนูญนี้จนกว่าจะมีการประชุมรัฐสภาเป็นครั้งแรกตามมาตรา ๑๒๗ ในระหว่างเวลาตามวรรคหนึ่ง ถ้าบทบัญญัติใดในรัฐธรรมนูญนี้หรือกฎหมายอื่นบัญญัติให้ ประธานรัฐสภา ประธานสภาผู้แทนราษฎรหรือประธานวุฒิสภา เป็นผู้ลงนามรับสนองพระบรมราชโองการ ให้ประธานสภานิติบัญญัติแห่งชาติเป็นผู้ลงนามรับสนองพระบรมราชโองการ ในวาระเริ่มแรก หากปรากฏว่าเมื่อต้องมีการประชุมรัฐสภาเป็นครั้งแรกตามมาตรา ๑๒๗ แล้ว แต่ยังไม่มีวุฒิสภา ให้สภานิติบัญญัติแห่งชาติทำหน้าที่วุฒิสภาต่อไป เว้นแต่การพิจารณาให้บุคคล ดำรงตำแหน่งและการถอดถอนจากตำแหน่งตามบทบัญญัติแห่งรัฐธรรมนูญนี้ จนกว่าจะมีวุฒิสภาตาม รัฐธรรมนูญนี้ และกิจการใดที่สภานิติบัญญัติแห่งชาติได้ดำเนินการในระหว่างเวลาดังกล่าว ให้มีผล เป็นการดำเนินการของวุฒิสภา และในกรณีที่บทบัญญัติใดในรัฐธรรมนูญนี้หรือกฎหมายอื่นบัญญัติ ให้ประธานวุฒิสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ ให้ประธานสภานิติบัญญัติแห่งชาติ เป็นผู้ลงนามรับสนองพระบรมราชโองการ มิให้นำบทบัญญัติมาตรา ๙๓ มาตรา ๙๔ มาตรา ๑๐๑ มาตรา ๑๐๒ มาตรา ๑๐๖ มาตรา ๑๐๙ มาตรา ๑๑๑ มาตรา ๑๑๓ มาตรา ๑๑๕ มาตรา ๑๑๙ มาตรา ๑๒๐ มาตรา ๑๙๗ วรรคสี่ มาตรา ๒๖๑ และบทบัญญัติแห่งกฎหมายใดที่ห้ามมิให้บุคคลดำรงตำแหน่งทางการเมือง มาใช้บังคับ กับการดำรงตำแหน่งของสมาชิกสภานิติบัญญัติแห่งชาติ ให้นำบทบัญญัติมาตรา ๑๕๓ มาใช้บังคับกับการสิ้นสุดของสภานิติบัญญัติแห่งชาติด้วย โดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๑๙ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "294",
      "content": "ให้สภาร่างรัฐธรรมนูญและคณะกรรมาธิการยกร่างรัฐธรรมนูญตามรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ สิ้นสุดลงในวันประกาศใช้รัฐธรรมนูญนี้ เพื่อประโยชน์แห่งการขจัดส่วนได้เสีย ห้ามมิให้กรรมาธิการยกร่างรัฐธรรมนูญลงสมัครรับเลือกตั้งเป็นสมาชิกสภาผู้แทนราษฎรหรือดำรงตำแหน่งสมาชิกวุฒิสภาภายในสองปี นับแต่วันที่พ้นจากตำแหน่งตามวรรคหนึ่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "295",
      "content": "ให้สภานิติบัญญัติแห่งชาติพิจารณาร่างพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรและการได้มาซึ่งสมาชิกวุฒิสภา ร่างพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยพรรคการเมือง และร่างพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยคณะกรรมาธิการเลือกตั้ง ที่ได้รับจากคณะกรรมาธิการยกร่างรัฐธรรมนูญ ให้แล้วเสร็จภายในระยะเวลาที่กำหนดตามรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ ในกรณีที่พ้นกำหนดเวลาตามวรรคหนึ่งแล้ว แต่สภานิติบัญญัติแห่งชาติยังพิจารณาร่างพระราชบัญญัติประกอบรัฐธรรมนูญดังกล่าวไม่แล้วเสร็จ ให้ประธานสภานิติบัญญัติแห่งชาตินำร่างพระราชบัญญัติประกอบรัฐธรรมนูญที่คณะกรรมาธิการยกร่างรัฐธรรมนูญจัดทำขึ้นทูลเกล้าทูลกระหม่อมถวายภายในเจ็ดวันเพื่อทรงลงพระปรมาภิไธย โดยถือเสมือนว่าสภานิติบัญญัติแห่งชาติได้ให้ความเห็นชอบร่างพระราชบัญญัติประกอบรัฐธรรมนูญดังกล่าวแล้ว ในระหว่างที่พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยพรรคการเมือง และพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยคณะกรรมการการเลือกตั้ง ตามวรรคหนึ่ง ยังไม่มีผลใช้บังคับ ให้พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยคณะกรรมการการเลือกตั้ง พ.ศ. ๒๕๔๑ และพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยพรรคการเมือง พ.ศ. ๒๕๔๑ ยังคงใช้บังคับต่อไปจนกว่าพระราชบัญญัติประกอบรัฐธรรมนูญดังกล่าวจะมีผลใช้บังคับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "296",
      "content": "ให้ดำเนินการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามรัฐธรรมนูญนี้ให้แล้วเสร็จภายในเก้าสิบวัน และดำเนินการให้ได้มาซึ่งสมาชิกวุฒิสภาตามรัฐธรรมนูญนี้ให้แล้วเสร็จภายในหนึ่งร้อยห้าสิบวัน ทั้งนี้ นับแต่วันที่พระราชบัญญัติประกอบรัฐธรรมนูญตามมาตรา ๒๙๕ มีผลใช้บังคับ ในการเลือกตั้งสมาชิกสภาผู้แทนราษฎรทั่วไปครั้งแรกภายหลังวันประกาศใช้รัฐธรรมนูญนี้ ผู้มีสิทธิสมัครรับเลือกตั้งต้องเป็นสมาชิกพรรคการเมืองใดพรรคการเมืองหนึ่งแต่เพียงพรรคเดียว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๑๒๐ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nไม่น้อยกว่าสามสิบวันนับถึงวันเลือกตั้ง ส่วนระยะเวลาตามมาตรา ๑๐๑ (๔) (ก) ให้ใช้กำหนดเป็น เวลาหนึ่งปี และระยะเวลาตามมาตรา ๑๐๑ (๔) (ค) และ (ง) ให้ใช้กำหนดเป็นสองปี\n\nในวาระเริ่มแรก ห้ามมิให้ผู้เคยเป็นสมาชิกวุฒิสภาซึ่งได้รับเลือกตั้งเป็นครั้งแรก ตามรัฐธรรมนูญแห่งราชอาณาจักรไทย พุทธศักราช ๒๕๔๐ ดำรงตำแหน่งเป็นสมาชิกวุฒิสภาซึ่งจะมี การได้มาเป็นครั้งแรกตามรัฐธรรมนูญนี้ และมิให้นำบทบัญญัติมาตรา ๑๑๕ (๙) และมาตรา ๑๑๖ วรรคสอง มาใช้บังคับกับผู้เคยเป็นสมาชิกวุฒิสภาซึ่งได้รับเลือกตั้งครั้งหลังสุดตามรัฐธรรมนูญ แห่งราชอาณาจักรไทย พุทธศักราช ๒๕๔๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "297",
      "content": "ในวาระเริ่มแรก ให้สมาชิกวุฒิสภาที่มาจากการสรรหามีวาระสามปีนับแต่วัน เริ่มต้นสมาชิกภาพ และมิให้นำบทบัญญัติเกี่ยวกับการห้ามดำรงตำแหน่งติดต่อกันเกินหนึ่งวาระมาใช้ บังคับกับบุคคลดังกล่าวในการสรรหาคราวถัดไปหลังจากสิ้นสุดสมาชิกภาพ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "298",
      "content": "ให้คณะรัฐมนตรีที่บริหารราชการแผ่นดินอยู่ในวันประกาศใช้รัฐธรรมนูญนี้ คงเป็นคณะรัฐมนตรีตามบทบัญญัติแห่งรัฐธรรมนูญนี้ และให้พ้นจากตำแหน่งทั้งคณะเมื่อ คณะรัฐมนตรีที่ตั้งขึ้นใหม่ตามรัฐธรรมนูญนี้เข้ารับหน้าที่ ให้คณะมนตรีความมั่นคงแห่งชาติตามรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ พ้นจากตำแหน่งทั้งคณะพร้อมกับคณะรัฐมนตรีที่บริหารราชการแผ่นดินอยู่ใน วันประกาศใช้รัฐธรรมนูญนี้ด้วย มิให้นำบทบัญญัติมาตรา ๑๗๑ วรรคสอง มาตรา ๑๗๒ มาตรา ๑๗๔ และมาตรา ๑๘๒ (๔) (๗) และ (๘) มาใช้บังคับกับการดำรงตำแหน่งนายกรัฐมนตรีและรัฐมนตรีที่บริหารราชการแผ่นดิน อยู่ในวันประกาศใช้รัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "299",
      "content": "ให้ผู้ตรวจการแผ่นดินของรัฐสภา ซึ่งดำรงตำแหน่งอยู่ในวันประกาศ ใช้รัฐธรรมนูญนี้ เป็นผู้ตรวจการแผ่นดินตามบทบัญญัติแห่งรัฐธรรมนูญนี้ และให้คงดำรงตำแหน่ง ต่อไปจนกว่าจะสิ้นสุดวาระ โดยให้เริ่มนับวาระตั้งแต่วันที่พระมหากษัตริย์ทรงแต่งตั้ง และให้ผู้ตรวจการแผ่นดินดังกล่าวเลือกกันเองให้คนหนึ่งเป็นประธานผู้ตรวจการแผ่นดินให้แล้วเสร็จ ภายในหกสิบวันนับแต่วันที่ประกาศใช้รัฐธรรมนูญนี้ และให้นำบทบัญญัติมาตรา ๒๔๒ วรรคสอง และวรรคสาม มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    }
  ],
  "41": [
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๒๑ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\nให้กรรมการการเลือกตั้ง กรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ และสมาชิกสภาที่ปรึกษาเศรษฐกิจและสังคมแห่งชาติ ซึ่งดำรงตำแหน่งอยู่ในวันประกาศใช้รัฐธรรมนูญนี้ คงดำรงตำแหน่งต่อไปจนกว่าจะสิ้นสุดวาระ โดยให้เริ่มนับวาระตั้งแต่วันที่ได้รับแต่งตั้ง\n\nให้กรรมการสิทธิมนุษยชนแห่งชาติซึ่งดำรงตำแหน่งอยู่ในวันประกาศใช้รัฐธรรมนูญนี้ คงดำรงตำแหน่งต่อไปจนกว่าจะมีการแต่งตั้งคณะกรรมการสิทธิมนุษยชนแห่งชาติตามบทบัญญัติแห่งรัฐธรรมนูญนี้ แต่ถ้าบุคคลดังกล่าวได้รับแต่งตั้งให้ดำรงตำแหน่งยังไม่เกินหนึ่งปีนับถึงวันประกาศใช้รัฐธรรมนูญนี้ มิให้นำบทบัญญัติเกี่ยวกับการห้ามดำรงตำแหน่งติดต่อกันเกินหนึ่งวรรณะมาใช้บังคับกับบุคคลนั้นในการแต่งตั้งกรรมการสิทธิมนุษยชนแห่งชาติขึ้นใหม่เป็นครั้งแรกตามรัฐธรรมนูญนี้\n\nให้บุคคลตามมาตรานี้ปฏิบัติหน้าที่ตามพระราชบัญญัติประกอบรัฐธรรมนูญหรือกฎหมายที่เกี่ยวข้องที่ใช้บังคับอยู่ในวันประกาศใช้รัฐธรรมนูญนี้ต่อไป จนกว่าจะมีการตราพระราชบัญญัติประกอบรัฐธรรมนูญหรือกฎหมายเพื่อให้เป็นไปตามรัฐธรรมนูญนี้ขึ้นใช้บังคับ เว้นแต่บทบัญญัติใดขัดหรือแย้งกับบทบัญญัติแห่งรัฐธรรมนูญนี้ให้ใช้บทบัญญัติแห่งรัฐธรรมนูญนี้แทน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "300",
      "content": "ให้คณะตุลาการรัฐธรรมนูญตามรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ เป็นศาลรัฐธรรมนูญตามบทบัญญัติแห่งรัฐธรรมนูญนี้ โดยให้ผู้ดำรงตำแหน่งประธานศาลฎีกาเป็นประธานศาลรัฐธรรมนูญ ผู้ดำรงตำแหน่งประธานศาลปกครองสูงสุดเป็นรองประธานศาลรัฐธรรมนูญ แต่ให้ผู้พิพากษาในศาลฎีกาหรือตุลาการในศาลปกครองสูงสุดที่ได้รับเลือกตามมาตรา ๓๕ ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ คงดำรงตำแหน่งเป็นตุลาการศาลรัฐธรรมนูญต่อไปจนกว่าจะมีการแต่งตั้งตุลาการศาลรัฐธรรมนูญขึ้นใหม่ตามบทบัญญัติแห่งรัฐธรรมนูญนี้ ซึ่งต้องไม่เกินหนึ่งร้อยห้าสิบวันนับแต่วันที่ได้มีการแต่งตั้งประธานสภาผู้แทนราษฎรและผู้นำฝ่ายค้านในสภาผู้แทนราษฎรภายหลังจากการเลือกตั้งสมาชิกสภาผู้แทนราษฎรเป็นการทั่วไปครั้งแรกตามบทบัญญัติแห่งรัฐธรรมนูญนี้ มิให้นำบทบัญญัติมาตรา ๒๐๕ (๓) มาตรา ๒๐๗ (๑) (๒) และมาตรา ๒๐๙ (๕) มาใช้บังคับกับการดำรงตำแหน่งตุลาการศาลรัฐธรรมนูญตามวรรคหนึ่ง ให้นำบทบัญญัติมาตรา ๓๕ วรรคสอง วรรคสาม และวรรคสี่ ของรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ ยังคงมีผลใช้บังคับต่อไปจนกว่าจะมีการตราพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาของศาลรัฐธรรมนูญขึ้นใช้บังคับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๑๒๒\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nบรรดาคดีหรือการใดที่อยู่ในระหว่างดำเนินการของคณะตุลาการรัฐธรรมนูญตามวรรคหนึ่ง ให้ศาลรัฐธรรมนูญตามมาตรานี้ดำเนินการต่อไป และเมื่อมีการแต่งตั้งตุลาการศาลรัฐธรรมนูญตาม รัฐธรรมนูญนี้แล้ว บรรดาคดีหรือการที่ค้างดำเนินการนั้นให้โอนไปอยู่ในอำนาจหน้าที่ของศาล รัฐธรรมนูญที่แต่งตั้งขึ้นใหม่นั้น\n\nในระหว่างที่ยังมิได้มีการตราพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาของศาล รัฐธรรมนูญ ให้ศาลรัฐธรรมนูญมีอำนาจออกข้อกำหนดเกี่ยวกับวิธีพิจารณาและการทำคำวินิจฉัยได้ แต่ทั้งนี้ ต้องตราพระราชบัญญัติประกอบรัฐธรรมนูญดังกล่าวให้แล้วเสร็จภายในหนึ่งปี นับแต่วัน ประกาศใช้รัฐธรรมนูญนี้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "301",
      "content": "ให้ดำเนินการสรรหาคณะกรรมการตรวจเงินแผ่นดินและผู้ว่าการ ตรวจเงินแผ่นดินภายในหนึ่งร้อยยี่สิบวันนับแต่วันที่มีการแต่งตั้งประธานสภาผู้แทนราษฎรและผู้นำฝ่ายค้าน ในสภาผู้แทนราษฎร ภายหลังจากการเลือกตั้งสมาชิกสภาผู้แทนราษฎรเป็นการทั่วไปครั้งแรกตาม บทบัญญัติแห่งรัฐธรรมนูญนี้ และหากยังไม่มีประธานศาลรัฐธรรมนูญที่มาจากการสรรหาตาม รัฐธรรมนูญนี้ ให้คณะกรรมการสรรหาประกอบด้วยกรรมการเท่าที่มีอยู่ ในระหว่างที่ยังไม่มีคณะกรรมการตรวจเงินแผ่นดิน ให้ผู้ว่าการตรวจเงินแผ่นดินเป็น ผู้ใช้อำนาจหน้าที่แทนประธานกรรมการตรวจเงินแผ่นดินและคณะกรรมการตรวจเงินแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "302",
      "content": "ให้พระราชบัญญัติประกอบรัฐธรรมนูญดังต่อไปนี้มีผลใช้บังคับต่อไปภายใต้ เงื่อนไขที่กำหนดไว้ในมาตรานี้ (๑) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยผู้ตรวจการแผ่นดินของรัฐสภา พ.ศ. ๒๕๔๒ โดยให้ประธานผู้ตรวจการแผ่นดินเป็นผู้รักษาการตามพระราชบัญญัติประกอบ รัฐธรรมนูญนี้ (๒) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต พ.ศ. ๒๕๔๒ โดยให้ประธานกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติเป็นผู้รักษาการ ตามพระราชบัญญัติประกอบรัฐธรรมนูญนี้ (๓) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน พ.ศ. ๒๕๔๒ โดยให้ ประธานกรรมการตรวจเงินแผ่นดินเป็นผู้รักษาการตามพระราชบัญญัติประกอบรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "หน้า ๑๒๓\nเล่ม ๑๒๔ ตอนที่ ๔๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\n(๔) พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยวิธีพิจารณาคดีอาญาของผู้ดำรงตำแหน่งทางการเมือง พ.ศ. ๒๕๔๒ โดยให้ประธานศาลฎีกาเป็นผู้รักษาการตามพระราชบัญญัติประกอบรัฐธรรมนูญนี้\nให้ถือว่าการแก้ไขเพิ่มเติมพระราชบัญญัติประกอบรัฐธรรมนูญโดยพระราชบัญญัติที่ได้ประกาศใช้บังคับในระหว่างวันที่รัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับชั่วคราว) พุทธศักราช ๒๕๔๙ มีผลใช้บังคับ เป็นการแก้ไขเพิ่มเติมโดยพระราชบัญญัติประกอบรัฐธรรมนูญตามรัฐธรรมนูญนี้\nให้ผู้รักษาการตามพระราชบัญญัติประกอบรัฐธรรมนูญตามวรรคหนึ่ง ดำเนินการปรับปรุงพระราชบัญญัติประกอบรัฐธรรมนูญเพื่อให้เป็นไปตามที่บัญญัติไว้ในรัฐธรรมนูญนี้ภายในหนึ่งปีนับแต่วันประกาศใช้รัฐธรรมนูญนี้ ในกรณีที่ยังไม่มีผู้ดำรงตำแหน่งที่เป็นผู้รักษาการตามพระราชบัญญัติประกอบรัฐธรรมนูญดังกล่าว ระยะเวลาหนึ่งปีให้เริ่มนับตั้งแต่วันที่มีการแต่งตั้งผู้ดำรงตำแหน่งนั้น\nให้สภาผู้แทนราษฎรพิจารณาร่างพระราชบัญญัติประกอบรัฐธรรมนูญตามมาตรานี้ให้แล้วเสร็จภายในหนึ่งร้อยยี่สิบวันนับแต่วันที่ได้รับร่างพระราชบัญญัติประกอบรัฐธรรมนูญดังกล่าว และให้วุฒิสภาพิจารณาให้แล้วเสร็จภายในเก้าสิบวันนับแต่วันที่ได้รับร่างพระราชบัญญัติประกอบรัฐธรรมนูญนั้น\nการลงมติให้แก้ไขเพิ่มเติมหรือไม่ให้ความเห็นชอบร่างพระราชบัญญัติประกอบรัฐธรรมนูญตามวรรคหนึ่ง ต้องมีคะแนนเสียงไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกของแต่ละสภา\nให้คณะกรรมการเลือกตั้งจัดทำร่างพระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการออกเสียงประชามติเพื่อให้เป็นไปตามบทบัญญัติแห่งรัฐธรรมนูญนี้ โดยให้นำความในวรรคสาม วรรคสี่ และวรรคห้า มาใช้บังคับโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "303",
      "content": "ในวาระเริ่มแรก ให้คณะรัฐมนตรีที่เข้าบริหารราชการแผ่นดินภายหลังจากการเลือกตั้งทั่วไปเป็นครั้งแรกตามรัฐธรรมนูญนี้ ดำเนินการจัดทำหรือปรับปรุงกฎหมายในเรื่องดังต่อไปนี้ ให้แล้วเสร็จภายในเวลาที่กำหนด (๑) กฎหมายที่เกี่ยวกับการกำหนดรายละเอียดเพื่อส่งเสริมและคุ้มครองการใช้สิทธิและเสรีภาพตามมาตรา ๔๐ มาตรา ๔๔ บทบัญญัติในส่วนที่ ๘ เสรีภาพในการแสดงความคิดเห็นของบุคคลและสื่อมวลชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_303",
      "content": "ส่วนที่ ๘ สิทธิและเสรีภาพในการศึกษา ส่วนที่ ๙ สิทธิในการได้รับบริการสาธารณสุขและสวัสดิการจากรัฐ ส่วนที่ ๑๐ สิทธิในข้อมูลข่าวสารและการร้องเรียน รวมทั้งกฎหมายว่าด้วยข้อมูลส่วนบุคคลตามมาตรา ๕๖ ส่วนที่ ๑๒ สิทธิชุมชน กฎหมายว่าด้วยการจัดตั้งองค์การ",
      "type": "header",
      "status": "OCR"
    }
  ],
  "42": [
    {
      "id": "intro",
      "content": "หน้า ๑๒๔\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nเพื่อการคุ้มครองผู้บริโภคที่เป็นอิสระตามมาตรา ๖๑ วรรคสอง กฎหมายว่าด้วยสภาพัฒนาการเมือง ตามมาตรา ๗๘ (๗) กฎหมายเพื่อจัดตั้งองค์กรเพื่อการปฏิรูปกระบวนการยุติธรรมตามมาตรา ๘๑ (๔) กฎหมายว่าด้วยการจัดตั้งสภาเกษตรกรตามมาตรา ๘๔ (๘) กฎหมายว่าด้วยการจัดตั้งกองทุนพัฒนา การเมืองภาคพลเมืองตามมาตรา ๘๗ (๔) และกฎหมายว่าด้วยคณะกรรมการสิทธิมนุษยชนแห่งชาติ ตามมาตรา ๒๕๖ ภายในหนึ่งปีนับแต่วันที่แถลงนโยบายต่อรัฐสภาตามมาตรา ๑๗๖\n\n(๒) กฎหมายเพื่อการพัฒนาการศึกษาของชาติตามมาตรา ๘๐ โดยส่งเสริมการศึกษาในระบบ การศึกษานอกโรงเรียน การศึกษาตามอัธยาศัย การเรียนรู้ด้วยตนเอง การเรียนรู้ตลอดชีวิต วิทยาลัยชุมชน หรือรูปแบบอื่น รวมทั้งปรับปรุงกฎหมายเพื่อกำหนดหน่วยงานรับผิดชอบการจัดการศึกษาที่เหมาะสม และสอดคล้องกับระบบการศึกษาทุกระดับของการศึกษาขั้นพื้นฐาน ภายในหนึ่งปีนับแต่วันที่แถลง นโยบายต่อรัฐสภาตามมาตรา ๑๗๖\n\n(๓) กฎหมายตามมาตรา ๑๙๐ วรรคห้า โดยอย่างน้อยต้องมีรายละเอียดเกี่ยวกับขั้นตอนและ วิธีการดำเนินการจัดทำหนังสือสัญญาที่มีการตรวจสอบถ่วงดุลระหว่างคณะรัฐมนตรีและรัฐสภา มีความโปร่งใส มีประสิทธิภาพ และให้ประชาชนมีส่วนร่วมอย่างแท้จริง รวมทั้งรายละเอียดเกี่ยวกับ การศึกษาวิจัยที่มีความเป็นอิสระซึ่งดำเนินการก่อนการเจรจาทำหนังสือสัญญา โดยไม่มีการขัดกัน ระหว่างประโยชน์ของรัฐกับผลประโยชน์ของผู้ศึกษาวิจัยไม่ว่าในช่วงเวลาใดของการบังคับใช้หนังสือสัญญา ภายในหนึ่งปีนับแต่วันที่แถลงนโยบายต่อรัฐสภาตามมาตรา ๑๗๖\n\n(๔) กฎหมายตามมาตรา ๘๖ (๑) และมาตรา ๑๖๗ วรรคสาม ภายในสองปีนับแต่วันที่ แถลงนโยบายต่อรัฐสภาตามมาตรา ๑๗๖\n\n(๕) กฎหมายว่าด้วยการกำหนดแผนและขั้นตอนการกระจายอำนาจให้แก่องค์กรปกครอง ส่วนท้องถิ่น กฎหมายรายได้ท้องถิ่น กฎหมายจัดตั้งองค์กรปกครองส่วนท้องถิ่น กฎหมายเกี่ยวกับ ข้าราชการส่วนท้องถิ่น และกฎหมายอื่นตามหมวด ๑๔ การปกครองส่วนท้องถิ่น เพื่อให้เป็นไป ตามบทบัญญัติแห่งรัฐธรรมนูญนี้ ภายในสองปีนับแต่วันที่แถลงนโยบายต่อรัฐสภาตามมาตรา ๑๗๖ ในการนี้ จะจัดทำเป็นประมวลกฎหมายท้องถิ่นก็ได้\n\nในกรณีที่ปรากฏว่ากฎหมายใดที่ตราขึ้นก่อนวันประกาศใช้รัฐธรรมนูญนี้ มีเนื้อหาสาระ เป็นไปตามบทบัญญัติแห่งรัฐธรรมนูญนี้แล้ว ให้ถือเป็นการยกเว้นที่จะไม่ต้องดำเนินการตามมาตรานี้อีก",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๕๗ ก\nหน้า ๑๒๕ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "304",
      "content": "ให้ดำเนินการจัดทำประมวลจริยธรรมตามมาตรา ๒๗๙ ให้แล้วเสร็จภายในหนึ่งปีนับแต่วันประกาศใช้รัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "305",
      "content": "ในวาระเริ่มแรก มิให้นำบทบัญญัติดังต่อไปนี้มาใช้บังคับกับกรณีต่าง ๆ ภายใต้เงื่อนไขดังต่อไปนี้ (๑) มิให้นำบทบัญญัติมาตรา ๔๗ วรรคสอง มาใช้บังคับจนกว่าจะมีการตรากฎหมายตามมาตรา ๔๗ จัดตั้งองค์กรเพื่อทำหน้าที่จัดสรรคลื่นความถี่และกำกับดูแลการประกอบกิจการวิทยุกระจายเสียง วิทยุโทรทัศน์ และกิจการโทรคมนาคม ซึ่งต้องไม่เกินหนึ่งร้อยแปดสิบวัน นับแต่วันที่แถลงนโยบายต่อรัฐสภา โดยอย่างน้อยกฎหมายดังกล่าวต้องมีสาระสำคัญให้มีคณะกรรมการเฉพาะด้าน เป็นหน่วยย่อยภายในองค์กรนั้น แยกต่างหากจากกัน ทำหน้าที่กำกับ การประกอบกิจการวิทยุกระจายเสียงและวิทยุโทรทัศน์ และกำกับการประกอบกิจการโทรคมนาคม และมีรายละเอียดว่าด้วยการกำกับและคุ้มครองการดำเนินกิจการ การจัดให้มีกองทุนพัฒนาทรัพยากรสื่อสาร และส่งเสริมให้ภาคประชาชนมีส่วนร่วมในการดำเนินการสื่อมวลชนสาธารณะ แต่ทั้งนี้ต้องไม่กระทบกระเทือนถึงการอนุญาต สัมปทาน หรือสัญญาที่ชอบด้วยกฎหมายที่ได้กระทำขึ้นก่อนวันประกาศใช้รัฐธรรมนูญนี้ จนกว่าการอนุญาต สัมปทาน หรือสัญญานั้นจะสิ้นผล (๒) ภายใต้บังคับมาตรา ๒๙๖ วรรคสาม มิให้นำบทบัญญัติมาตรา ๑๐๒ (๑๐) เฉพาะในส่วนที่เกี่ยวกับการเคยเป็นสมาชิกสภาผู้แทนราษฎรและการดำรงตำแหน่งทางการเมืองเป็นครั้งแรกตามรัฐธรรมนูญนี้ (๓) มิให้นำบทบัญญัติมาตรา ๑๔๑ มาใช้บังคับกับการตราพระราชบัญญัติประกอบรัฐธรรมนูญตามมาตรา ๒๙๕ (๔) มิให้นำบทบัญญัติมาตรา ๑๖๗ วรรคหนึ่ง และวรรคสอง มาตรา ๑๖๘ วรรคเก้า มาตรา ๑๖๙ เฉพาะกรณีการกำหนดแหล่งที่มาของรายได้เพื่อชดใช้รายจ่ายที่ได้ใช้เงินคงคลังจ่ายไปก่อน และมาตรา ๑๗๐ มาใช้บังคับภายในหนึ่งปีนับแต่วันประกาศใช้รัฐธรรมนูญนี้ (๕) การใดที่เกี่ยวกับการจัดทำหรือดำเนินการตามหนังสือสัญญาที่ได้ดำเนินการไปแล้วก่อนวันประกาศใช้รัฐธรรมนูญนี้ ให้เป็นอันใช้ได้ และมิให้นำบทบัญญัติมาตรา ๑๙๐ วรรคสาม มาใช้บังคับ แต่ให้นำบทบัญญัติมาตรา ๑๙๐ วรรคสาม มาใช้บังคับกับการดำเนินการที่ยังคงค้างอยู่ และต้องดำเนินการต่อไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เล่ม ๑๒๔ ตอนที่ ๔๗ ก\nหน้า ๑๒๖ ราชกิจจานุเบกษา\n๒๕ สิงหาคม ๒๕๕๐\n\n(๖) มิให้นำบทบัญญัติมาตรา ๒๐๙ (๒) มาใช้บังคับกับคณะกรรมการสิทธิมนุษยชนแห่งชาติ ซึ่งดำรงตำแหน่งอยู่ในวันประกาศใช้รัฐธรรมนูญนี้\n(๓) มิให้นำบทบัญญัติมาตรา ๒๕๕ วรรคห้า และมาตรา ๒๘๘ วรรคสาม มาใช้บังคับ ภายในหนึ่งปีนับแต่วันประกาศใช้รัฐธรรมนูญนี้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "306",
      "content": "ในวาระเริ่มแรก ให้ผู้พิพากษาในศาลฎีกาที่เคยดำรงตำแหน่งไม่ต่ำกว่า ผู้พิพากษาอาญาชื่อมีอายุครบหกสิบปีบริบูรณ์ในปีงบประมาณ ๒๕๕๐ สามารถปฏิบัติหน้าที่ ผู้พิพากษาอาวุโสในศาลฎีกาตามมาตรา ๒๑๙ ได้ ทั้งนี้ จนกว่าจะมีการปรับปรุงกฎหมายเกี่ยวกับ การกำหนดหลักเกณฑ์การปฏิบัติหน้าที่ของผู้พิพากษาอาวุโส ภายในหนึ่งปีนับแต่วันประกาศใช้รัฐธรรมนูญนี้ให้ตรากฎหมายกำหนดหลักเกณฑ์ ให้ผู้พิพากษาศาลอุติธรรมดำรงตำแหน่งได้จนถึงอายุครบเจ็ดสิบปี และผู้พิพากษาศาลอุติธรรม ซึ่งมีอายุครบหกสิบปีบริบูรณ์ขึ้นไปในปีงบประมาณใดซึ่งได้ปฏิบัติหน้าที่มาแล้วไม่น้อยกว่ายี่สิบปี และผ่านการประเมินสมรรถภาพในการปฏิบัติหน้าที่ สามารถขอไปดำรงตำแหน่งผู้พิพากษาอาวุโส ในศาลซึ่งไม่สูงกว่าขณะดำรงตำแหน่งได้ กฎหมายที่จะตราขึ้นตามวรรคหนึ่งและวรรคสอง จะต้องมีบทบัญญัติให้ผู้ที่จะมีอายุครบ หกสิบปีบริบูรณ์ขึ้นไปในปีงบประมาณใดในระยะสิบปีแรกนับแต่วันที่กฎหมายดังกล่าวมีผลใช้บังคับ ทยอยพ้นจากตำแหน่งที่ดำรงอยู่เป็นลำดับในแต่ละปีต่อเนื่องกันไปและสามารถขอไปดำรงตำแหน่ง ผู้พิพากษาอาวุโสต่อไปได้ ให้นำบทบัญญัติในวรรคสอง และวรรคสาม ไปใช้กับพนักงานอัยการด้วย โดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "307",
      "content": "ให้กรรมการตุลาการศาลยุติธรรมผู้ทรงคุณวุฒิซึ่งดำรงตำแหน่งอยู่ในวัน ประกาศใช้รัฐธรรมนูญนี้ คงดำรงตำแหน่งเป็นกรรมการตุลาการศาลยุติธรรมต่อไป เว้นแต่ กรรมการผู้ทรงคุณวุฒิที่ย้ายไปจากชั้นศาลนั้น ทั้งนี้ ไม่เกินหนึ่งร้อยแปดสิบวันนับแต่วันประกาศใช้รัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "308",
      "content": "ให้คณะรัฐมนตรีที่บริหารราชการแผ่นดินอยู่ในวันประกาศใช้รัฐธรรมนูญนี้ แต่งตั้งคณะกรรมการปฏิรูปกฎหมายที่มีการดำเนินการที่เป็นอิสระภายในเก้าสิบวันนับแต่วันประกาศใช้ รัฐธรรมนูญนี้ โดยให้คณะกรรมการดังกล่าวมีหน้าที่ศึกษาและเสนอแนะการจัดทำกฎหมาย ที่จำเป็นต้องตราขึ้นเพื่ออนุวัติการตามบทบัญญัติแห่งรัฐธรรมนูญ และให้คณะกรรมการดังกล่าวจัดทำ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "43": [
    {
      "id": "intro",
      "content": "หน้า ๑๒๗\nเล่ม ๑๒๔ ตอนที่ ๕๗ ก ราชกิจจานุเบกษา ๒๕ สิงหาคม ๒๕๕๐\n\nกฎหมายเพื่อจัดตั้งองค์กรเพื่อการปฏิรูปกฎหมาย ตามมาตรา ๘๑ (๓) ให้แล้วเสร็จภายในหนึ่งปีนับแต่วันประกาศใช้รัฐธรรมนูญนี้ โดยในกฎหมายดังกล่าวอย่างน้อยต้องมีบทบัญญัติกำหนดให้มีหน้าที่สนับสนุนการดำเนินการร่างกฎหมายของประชาชนผู้มีสิทธิเลือกตั้งด้วย\n\nการดำเนินการตามวรรคหนึ่ง ไม่เป็นการตัดอำนาจหน้าที่ของหน่วยงานอื่นที่มีหน้าที่ต้องจัดทำกฎหมายในความรับผิดชอบ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "309",
      "content": "บรรดาการใด ๆ ที่ได้รับรองไว้ในรัฐธรรมนูญแห่งราชอาณาจักรไทย (ฉบับซ้ำคราว) พุทธศักราช ๒๕๔๙ ว่าเป็นการชอบด้วยกฎหมายและรัฐธรรมนูญ รวมทั้งการกระทำที่เกี่ยวเนื่องกับกรณีดังกล่าวไม่ว่าก่อนหรือหลังวันประกาศใช้รัฐธรรมนูญนี้ ให้ถือว่าการนั้นและการกระทำนั้นชอบด้วยรัฐธรรมนูญนี้ ผู้รับสนองพระบรมราชโองการ มีชัย ฤชพันธุ์ ประธานสภานิติบัญญัติแห่งชาติ",
      "type": "section",
      "status": "OCR"
    }
  ]
}