{
  "1": [
    {
      "id": "intro",
      "content": "<figure>\nภาพตราแผ่นดินของประเทศไทย หรือ ตราราชสีห์ ซึ่งเป็นตราประจำตำแหน่งของนายกรัฐมนตรีและใช้ในราชการแผ่นดิน\n</figure>\n\n# รัฐธรรมนูญแห่งราชอาณาจักรสยาม\n\nสมเด็จพระปรมินทรมหาประชาธิปก\nมหันตเตชนติลกรามาธิบดี\nพระปกเกล้าเจ้าแผ่นดินสยาม\n\nศุภมัสตุ พระพุทธศาสนกาลเป็นอดีตกาล ๒๔๗๕ พรรษาปัจจุบันสมัย จันทรคติ\nนิยม ปละวังคสมพัตสร มฤคศิรมาส ศุกลปักษ์ เตรสีติถี สุริยคติกาล ธันวาคมมาส พศมสุรทิน สนิ\nวาร โดยกาลบริเฉท\n\nพระบาทสมเด็จพระปรมินทรมหาประชาธิปก มหันตเตชนติลกรามาธิบดี เหยย\nปรียมหาราชรวิงศ อสัมภินพงศ์ระกษัตร บุรุษรัตนราชนิกโรดม จาตุรันตยรมมหาจักรพรรดิราช\nสังกาศ อุกโตสุชาตสำสุทธเคราณี จักรีบรมนาถ จุฬาลงกรณราชวรางกูร นหามกุฎวงศ์วีรสุรชิษฐ\nราชธรรมทศพิธ ยุตต์ฤษฎนิบุญ อตฺลยกฤษฎาภินีร์หาร บูรพาธิการสุสาธิต ธันยลักษณวิจิตรเสา\nภาคยสรรพางค์ มหาฯโนตมางคนานทสนธิมตสมาน บรรพราชสมภาร ทิพยเทพาวตาร\nไพศาลเกียรติคุณ อตฺลยศักดิเดช สรรพเทเวศปริยานุรักษ มงคลลัคนเนมาทวัย สุโขทัยธรรมราชา อภิ\nเนาวศิลปศึกษาเดชนาวุธ วิชัยอุทธศาสตรโกศล วิมลนรรยพินิต สุจริตสมาจาร ภัทรภิชญานประ\nติภานสุนทร ประวรศาสโนปสดมภกมูลนุชมาตยวรมราชสมบัตินพปฎลเศวตฉัตร ศรีรัตโนปลักษณ\nมหาบรมราชากิเยากาภิเษก สรรพทศทิศวิชิตเตโชไชย สกลมไหศวรยมหาสวามินทร มเหศวรมหิ\nนทรมหารามาธิราชวโรดม บรมนาถชาติอาชันยาศรัย พุทธาติไตรรัตนศรณารักษ์ วิศิษฏศักดิ์กร\nนเรศวราธิบดี เมตตากรุณาศีตลหฤทัย อโนปไมยบุนยการสกลไพศาลมหาธัญราธิบดินทร\nปรมินทธรรฆมิกมหาราชธิราช บรมนาถบพิตร พระปกเกล้าเจ้าอยู่หัว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เสด็จออก ณ พระที่นั่งอนันตสมาคม ท่ามกลางอุดมสันนิบาต พระบรมราชวงศานุ\nวงศ์ และทูตานุพูดผู้แทนนาฬาประเทศ สมาชิกสภาผู้แทนราษฎร เสนามาดยราชบริพาร เฝ้าเบื้อง\nบาททางกชพรั่งหร้อมกันโดยอนุกรม\n\nทรงพระกรุณาโปรดเกล้าโปรดกระหม่อม ให้ประกาศความพระราชปรารถว่า\nข้าราชการทหารพลเรือน และอาณาเขตรายการของพระองค์ ได้นำความขึ้นครากบังคมทูลพระ\nกรุณา ขอพระราชทานรัฐธรรมนูญเพื่อให้สยามราชอาณาจักรได้มีการปกครองตามวิสัย\nอารยประเทศในสมัยปัจจุบัน\n\nทรงพระราชดำริเห็นว่า สมเด็จพระเจ้าแผ่นดินในพระบรมราชจักรีวงศ์ ได้เสด็จ\nเฉลิงถวัลยราชย์ผ่านสยามพิภพทรงดำเนินพระราชโชาวิธีสมบูรณ์ภายในวิถีสยามประจำ\nสิทธิราชภายในทศพิธราชธรรมจรรยา ทรงทำนุบำรุงประเทศให้รุ่งเรืองไพบูลย์สืบมาครบ ๑๕๐ ปี\nบริบูรณ์ ประชาชนชาวสยามได้รับพระบรมราชบริหารในวิถีความเจริญนานาประการโดยลำดับ จน\nบัดนี้มีการศึกษาสูงขึ้นแล้ว มีข้าราชการประกอบด้วยวุฒิปรีชาในรัฐาภิบาลโนบายสามารถนำ\nพระราชทานพระบรมราชวโรกาส ให้ข้าราชการและประชาชนของพระองค์ ได้มีส่วนมีเสียงตาม\nความเห็นดีเห็นชอบในการจรรโลงประเทศสยามให้วัฒนาการในภายภาคหน้า ซึ่งทรงพระมหา\nกรุณาโปรดเกล้าโปรดกระหม่อม พระราชทานรัฐธรรมนูญการปกครองแผ่นดินสยามตามความ\nประสงค์ เมื่อวันที่ ๒๗ มิถุนายน พุทธศักราช ๒๔๗๕ เป็นการชั่วคราวพอให้สภาผู้แทนราษฎร และ\nคณะกรรมการราษฎร ได้อัตราไปรษณีย์ให้สภาผู้แทนราษฎรปรึกษากันร่างพระราชกำหนดบท\nใหม่ ครั้งแล้ว โปรดเกล้าโปรดกระหม่อมให้สภาผู้แทนราษฎรปรึกษากันร่างพระราชกำหนดบท\nรัฐธรรมนูญอันจะพึงตรึงเป็นหลักถาวรแห่งประศาสนวิธีต่อไป ซึ่งสภาผู้แทนราษฎรได้แต่งตั้ง\nอนุกรรมการขึ้นคณะหนึ่งประกอบการร่างรัฐธรรมนูญนั้น\n\nบัดนี้ อนุกรรมการได้เรียบเรียงรัฐธรรมนูญฉบับถาวรสนองพระเดชพระคุณ\nสำเร็จลงด้วยดี นำเสนอสภาผู้แทนราษฎร และสภาผู้แทนราษฎรได้พิจารณาปรึกษาลงมติแล้วจึงทูล\nเกล้าทูลกระหม่อมถวายคำปรึกษาแนะนำด้วยความยินยอมพร้อมที่จะตราเป็นรัฐธรรมนูญการ\nปกครองแผ่นดินได้เมื่อและทรงพระราชวิจารณ์ถี่ถ้วนทั่วกระบวนความแล้ว ทรงพระราชดำริ\nเห็นสมควรพระราชทานพระบรมราชานุมัติ\n\nจึงมีพระบรมราชโองการดำรัสเหนือเกล้าเหนือกระหม่อมสั่งให้ตรารัฐธรรมนูญ\nแห่งราชอาณาจักรสยาม ประสิทธิ์ประสาทประกาศพระราชทานแก่ประชากรของพระองค์ ให้ดำรง\nอิสสราฮิปไตยโดยบริบูรณ์ ตั้งแต่วันนี้เป็นต้นไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ขอให้รัฐธรรมนูญแห่งราชอาณาจักรของเรานี้ จงเป็นหลักที่สภาพระสถิต ประดิษฐานสมรรถภาพอันประเสริฐ เป็นบ่อเกิดความผาสุกสันติคุณวิบุลราศีแก่อาณาประชาชน ตลอดจำเนียรกาลประวัติ นำประเทศสยามบรรลุสรรพพิพัฒนาชัยมงคล อเนกสุภผลสกลเกียรติยศ มโหฬาร ขอให้พระบรมราชวงสาณุวงศ์ และข้าราชการทั้งทหารพลเรือนทวยอาณาประชาราษฎร จงมีความสมัครสโมสรเป็นเอกฉันท์ในอันจะรักษปฏิบัติรัฐธรรมนูญแห่งราชอาณาจักรสยามนี้ ให้ยืนยงอยู่คู่กับสยามรัฐราชสีมา ตราบเท่ากัลปาวสามเสนตั้งพระบรมราชประณิธาน ทุกประการเทอญ\n\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "1",
      "content": "สยามประเทศเป็นราชอาณาจักรอันหนึ่งอันเดียว จะแบ่งแยกมิได้ ประชาชนชาวสยามไม่ว่าเหล่ากำเนิดหรือศาสนาใด ย่อมอยู่ในความคุ้มครองแห่งรัฐธรรมนูญนี้เสมอกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "2",
      "content": "อำนาจอธิปไตยย่อมมาจากปวงชนชาวสยามพระมหากษัตริย์ผู้เป็นประมุข ทรงใช้อำนาจนั้นแต่โดยบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_2",
      "content": "หมวด ๑ พระมหากษัตริย์",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "3",
      "content": "องค์พระมหากษัตริย์ดำรงอยู่ในฐานะอันเป็นที่เคารพสักการ ผู้ใดจะละเมิดมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "4",
      "content": "พระมหากษัตริย์ต้องทรงเป็นพุทธมามกะและทรงเป็นอัครศาสนูปถัมภก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "5",
      "content": "พระมหากษัตริย์ทรงดำเนินจอมทัพสยาม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "6",
      "content": "พระมหากษัตริย์ทรงใช้อำนาจนี้ติบัญญัติโดยคำแนะนำและยินยอมของสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "7",
      "content": "พระมหากษัตริย์ทรงใช้อำนาจบริหารทางคณะรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "8",
      "content": "พระมหากษัตริย์ทรงใช้อำนาจดุลาการทางศาลที่ได้ตั้งขึ้นตามกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "9",
      "content": "การสืบราชสมบัติท่านว่าให้เป็นไปโดยนัยแห่งกฎมนเทียรบาลว่าด้วยการสืบราชสันตติวงศ์ พ.ศ.๒๔๖๗ และประกอบด้วยความเห็นชอบของสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    }
  ],
  "2": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "10",
      "content": "ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักร หรือด้วยเหตุใดเหตุหนึ่งจะทรงบริหารพระราชภาระไม่ได้ จะได้ทรงตั้งบุคคลหนึ่งหรือหลายคนเป็นคณะขึ้นให้เป็นผู้สำเร็จราชการแทนพระองค์ ด้วยความเห็นชอบของสภาผู้แทนราษฎร ถ้าหากพระมหากษัตริย์มิได้ทรงตั้งหรือไม่สามารถจะทรงตั้งได้ไซร้ ท่านให้สภาผู้แทนราษฎรปรึกษากันตั้งขึ้น และในระหว่างที่สภาผู้แทนราษฎรอยังมิได้ตั้งผู้ใด ท่านให้คณะรัฐมนตรีกระทำหน้าที่นั้นไปชั่วคราว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "11",
      "content": "พระบรมวงศานุวงศ์ตั้งแต่ชั้นมห่อมเจ้าขึ้นไปโดยกำเนิดหรือโดยแต่งตั้งก็ตามย่อมดำรงอยู่ในฐานะเหนือการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_11",
      "content": "หมวด ๒ สิทธิและหน้าที่ของชนชาวสยาม",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "12",
      "content": "ภายในบังคับแห่งบทบัญญัติในรัฐธรรมนูญนี้ บุคคลย่อมเสมอกันในกฎหมายฐานันดรศักดิ์โดยคำนิติก็ดี โดยแต่งตั้งก็ดี หรือโดยประการอื่นใดก็ดีไม่กระทำให้เกิดเอกสิทธิ์อย่างใดเลย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "13",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการถือศาสนาหรือลัทธิใดๆ และย่อมมีเสรีภาพในการปฏิบัติพิธีกรรมตามความเชื่อถือของตน เมื่อไม่เป็นปฏิปักษ์ต่อหน้าที่ของพลเมือง และไม่เป็นการขัดต่อความสงบเรียบร้อยหรือศีลธรรมของประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "14",
      "content": "ภายในบังคับแห่งบทกฎหมายบุคคลย่อมมีเสรีภาพบริบูรณ์ในร่างกาย เคหสถาน ทรัพย์สิน การพูด การเขียน การโฆษณา การประชุมโดยเปิดเผย การตั้งสมาคม การอาชีพ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "15",
      "content": "บุคคลมีหน้าที่เคารพต่อกฎหมายและมีหน้าที่ป้องกันประเทศ ช่วยเหลือราชการโดยทางเสียภาษีและอื่น ๆ ภายในเงื่อนไขและโดยอาการที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_15",
      "content": "หมวด ๓ สภาผู้แทนราษฎร",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "16",
      "content": "สภาผู้แทนราษฎรประกอบด้วยสมาชิกซึ่งราษฎรเป็นผู้เลือกตั้งขึ้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "17",
      "content": "คุณสมบัติแห่งผู้เลือกตั้งและผู้สมัครรับเลือกตั้งอีกทั้งวิธีเลือกตั้งและจำนวนสมาชิกให้เป็นไปตามกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "18",
      "content": "สมาชิกสภาผู้แทนราษฎร ให้อยู่ในตำแหน่งได้คราวละสี่ปี ถ้าตำแหน่งสมาชิกว่างลงเพราะเหตุอื่นนอกจากถึงคราวออกตามวาระ ให้เลือกตั้งสมาชิกขึ้นแทนให้เต็มตำแหน่งที่ว่างอยู่ แต่สมาชิกที่เข้ามาแทนนั้นให้อยู่ในตำแหน่งได้เพียงเท่ากำหนดเวลาของผู้ซึ่งตนแทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "19",
      "content": "ก่อนเข้ารับหน้าที่ สมาชิกสภาผู้แทนราษฎรต้องปฏิญาณในที่ประชุมแห่งสภาว่าจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "20",
      "content": "สมาชิกสภาผู้แทนราษฎร ย่อมเป็นผู้แทนของปวงชนชาวสยาม มิใช่แทนแต่จะเพาะผู้ที่เลือกตั้งคนขึ้นมา ต้องปฏิบัติหน้าที่ตามความเห็นของตนโดยบริสุทธิ์ใจ ไม่อยู่ในความผูกมัดแห่งอาณัติมอบหมายใดๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "21",
      "content": "สมาชิกภาพแห่งสภาผู้แทนราษฎรสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามวาระ หรือยุบสภา (๒) ตาย (๓) ลาออก (๔) ขาดคุณสมบัติของผู้สมัครรับเลือกตั้งตามกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎร (๕) สภาผู้แทนราษฎรวินิจฉัยให้ออกจากตำแหน่งโดยเห็นว่ามีความประพฤติในทางจะนำมาซึ่งความเสื่อมเสียแก่สภา มติในข้อนี้ต้องมีเสียงไม่ต่ำกว่าสองในสามของจำนวนสมาชิกที่มาประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "22",
      "content": "พระมหากษัตริย์ทรงตั้งสมาชิกในสภาผู้แทนราษฎรตามมติของสภาให้เป็นประธานแห่งสภาหนึ่งนายเป็นรองประธานนายหนึ่งหรือหลายนายก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "23",
      "content": "ประธานแห่งสภามีหน้าที่ดำเนินกิจการของสภาให้เป็นไปตามระเบียบรองประธานมีหน้าที่กระทำกิจการแทนประธานในเมื่อประธานไม่อยู่หรือไม่สามารถปฏิบัติหน้าที่ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "24",
      "content": "ในเมื่อประธานและรองประธานไม่อยู่ในที่ประชุม ให้สมาชิกเลือกตั้งกันเองขึ้นเป็นประธานการประชุมในคราวประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "25",
      "content": "การประชุมทุกคราว ต้องมีสมาชิกมาประชุมไม่ต่ำกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมด จึงเป็นองค์ประชุมได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "26",
      "content": "การลงมติวินิจฉัยข้อปรึกษานั้น ให้ถือเอาเสียงข้างมากเป็นประมาณเว้นไว้แต่เรื่องซึ่งมีบทบัญญัติไว้เป็นพิเศษในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "สมาชิกคนหนึ่งย่อมมีเสียงหนึ่งในการลงคะแนน ถ้ามีจำนวนเสียงลงคะแนนเท่ากัน ให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นได้อีกเสียงหนึ่งเป็นเสียงซ้ำขาด",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "29",
      "content": "ในที่ประชุมแห่งสภา สมาชิกผู้ใดจะกล่าวถ้อยคำใดๆ ในทางแสดง ข้อความหรือแสดงความเห็นหรือออกเสียงลงคะแนน ท่านว่าเป็นเอกสิทธิ์อันเด็ดขาด ผู้ใดจะนำไป เป็นเหตุฟ้องร้องว่ากล่าวสมาชิกผู้นั้นในทางใดๆ มิได้ เอกสิทธิ์นี้คุ้มครองไปถึงผู้พิมพ์และโฆษณารายงานการประชุมโดยคำสั่งของสภา และคุ้มครองไปถึงบุคคลที่สภาเชิญมาแสดงข้อความหรือออกความเห็นในที่ประชุมด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "28",
      "content": "ในปีหนึ่งท่านให้มีสมัยประชุมสามัญสมัยหนึ่งหรือหลายสมัย แล้วแต่ สภาจะกำหนด การประชุมครั้งแรกต้องกำหนดให้สมาชิกได้มาประชุมภายในเวลาเก้าสิบวันนับแต่ การเลือกตั้งเสร็จแล้ว วันเริ่มสมัยประชุมสามัญประจำปี ท่านให้สภากำหนด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "29",
      "content": "สมัยประชุมสามัญสมัยหนึ่งๆ ท่านว่ามีกำหนดเวลาเก้าสิบวัน แต่ พระมหากษัตริย์จะโปรดเกล้าฯ ให้ขยายเวลาออกไปก็ได้ อนึ่งในระหว่างเวลาเก้าสิบวันนั้น จะโปรดเกล้าฯ ให้ปิดประชุมก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "30",
      "content": "พระมหากษัตริย์ทรงเรียกประชุมสภาผู้แทนราษฎรตามสมัยประชุม และทรงเปิดปิดประชุม พิธีเปิดประชุม จะทรงพระกรุณาเสด็จพระราชดำเนินมาทรงทำหรือจะโปรดเกล้าฯ ให้รัชชทายาทที่บรรลุนิติภาวะแล้ว หรือนายกรัฐมนตรีกระทำพิธีแทนพระองค์ก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "31",
      "content": "เมื่อเป็นการจำเป็นเพื่อประโยชน์แห่งรัฐ พระมหากษัตริย์จะทรงเรียก ประชุมวิสามัญแห่งสภาผู้แทนราษฎรก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "32",
      "content": "เมื่อสมาชิกสภาผู้แทนราษฎรมีจำนวนไม่ต่ำกว่าหนึ่งในสามของ จำนวนทั้งหมด เห็นเป็นการจำเป็นเพื่อประโยชน์แห่งรัฐแล้ว ย่อมมีสิทธิรวมกันทำคำร้องขอต่อ ประธานแห่งสภา ให้นำความกราบบังคมทูลขอให้ทรงเรียกประชุมวิสามัญแห่งสภาผู้แทนราษฎรได้ ในกรณีเช่นนี้ท่านให้ประธานแห่งสภานำความกราบบังคมทูลและรับสนองพระบรมราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "33",
      "content": "ในระหว่างสมัยประชุม ผู้ใดจะฟ้องสมาชิกแห่งสภาในทางอาญา ท่านว่าศาลจะต้องได้รับอนุญาตจากสภาก่อนจึงพิจารณาได้ และการพิจารณาคดีนั้นต้องมิให้เป็น การขัดขวางต่อการที่สมาชิกผู้นั้นจะมาเข้าประชุม อนึ่งการพิจารณาคดีที่ศาลได้กระทำไปก่อน มีคำอ้างว่าผู้ต้องหาเป็น สมาชิกสภาผู้แทนราษฎรนั้น ท่านว่าเป็นอันใช้ได้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "3": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "34",
      "content": "ในระหว่างสมัยประชุม ห้ามมิให้จับหรือหมายเรียกตัวสมาชิกไปกักขัง เว้นไว้แต่จับในขณะกระทำผิด แต่ต้องรีบรายงานไปยังประธานแห่งสภาอาจ สั่งปล่อยผู้ถูกจับให้พ้นจากการกักขังได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "35",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะยุบสภาราผู้แทนราษฎร เพื่อให้ราษฎรเลือกตั้งสมาชิกมาใหม่ ในพระราชกฤษฎีกาให้ยุบสภาเช่นนี้ ต้องมีกำหนดให้เลือกตั้ง สมาชิกใหม่ภายในเก้าสิบวัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "36",
      "content": "บรรดาพระราชบัญญัติทั้งหลาย จะตราขึ้นเป็นกฎหมายได้แต่โดย คำแนะนำและยินยอมของสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "37",
      "content": "งบประมาณแผ่นดินประจำปี ท่านว่าต้องตราขึ้นเป็นพระราชบัญญัติ ถ้าและพระราชบัญญัติออกไม่ทันปีใหม่ ท่านให้ใช้พระราชบัญญัติงบประมาณปีก่อนนั้นไปพลาง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "38",
      "content": "เมื่อสภาผู้แทนราษฎรได้ร่างพระราชบัญญัติขึ้นสำเร็จแล้ว ให้ นายกรัฐมนตรีนำขึ้นทูลเกล้า ฯ ถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธย และเมื่อได้ประกาศ ในราชกิจจานุเบกษาแล้ว ท่านให้ใช้บังคับเป็นกฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "39",
      "content": "ถ้าพระมหากษัตริย์ไม่ทรงเห็นชอบด้วยร่างพระราชบัญญัตินั้น จะได้ พระราชทานคืนมายังสภาภายในหนึ่งเดือน นับแต่วันที่นายกรัฐมนตรีนำทูลเกล้าฯ ถวายก็ดี หรือ มิได้พระราชทานคืนมายังสภาภายในหนึ่งเดือนนั้นก็ดี สภาจะต้องปรึกษากันใหม่และออกเสียง ลงคะแนนโดยวิธีเรียกชื่อ ถ้าและสภาลงมติตามเดิมไซร้ ท่านให้นำร่างพระราชบัญญัตินั้นขึ้นทูล เกล้า ฯ ถวายอีกครั้งหนึ่ง เมื่อพระมหากษัตริย์มิได้ทรงลงพระปรมาภิไธย พระราชทานลงภายใน สิบห้าวันแล้ว ท่านให้ประกาศพระราชบัญญัตินั้น ใช้บังคับเป็นกฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "40",
      "content": "สภาผู้แทนราษฎรมีอำนาจควบคุมราชการแผ่นดิน ในที่ประชุม สมาชิกทุกคนมีสิทธิตั้งกระทู้ถามรัฐมนตรีในข้อความใดๆ อันเกี่ยวกับ การงานในหน้าที่ได้ แต่รัฐมนตรีย่อมทรงไว้ซึ่งสิทธิที่จะไม่ตอบ เมื่อเห็นว่าข้อความนั้นๆ ยังไม่ควร เปิดเผย เพราะเกี่ยวกับความปลอดภัยหรือประโยชน์สำคัญของแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "41",
      "content": "สภาพย่อมทรงไว้ซึ่งสิทธิที่จะลงมติความไว้ใจในรัฐมนตรีรายตัวหรือ ทั้งคณะ ผู้ตัดความไว้ใจนั้น ท่านมิให้ลงมติในวันเดียวกันกับวันที่ปรึกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "42",
      "content": "การประชุมของสภาผู้แทนราษฎรอย่อมเป็นการเปิดเผย ตามลักษณะที่ จะได้กำหนดไว้ในข้อบังคับของสภา แต่การประชุมลับก็ย่อมมิได้ เมื่อคณะรัฐมนตรีร้องขอหรือ สมาชิกสภาผู้แทนราษฎรรวมกันไม่ต่ำกว่าสิบห้าคนร้องขอ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "43",
      "content": "สภาผู้แทนราษฎรมีอำนาจเลือกสมาชิกตั้งเป็นคณะกรรมาธิการสามัญ และมีอำนาจเลือกบุคคลที่เป็นสมาชิกหรือมิได้เป็นสมาชิกก็ตาม เป็นคณะกรรมาธิการวิสามัญ เพื่อกระทำกิจการหรือพิจารณาสอบสวนข้อความใด ๆ อันอยู่ในวงงานของสภาแล้วรายงานต่อสภา คณะกรรมาธิการที่กล่าวนี้ย่อมมีอำนาจเรียกบุคคลใดๆ มาชี้แจงแสดงความเห็นในกิจการที่กระทำ หรือพิจารณาอยู่นั้นได้ เอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๒๗ นั้น ท่านว่าคุ้มครองถึงบุคคลผู้กระทำหน้าที่ ตามมาตรานี้ด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "44",
      "content": "การประชุมคณะกรรมาธิการตามมาตรา ๔๓ นั้น ท่านว่าต้องมี กรรมาธิการมาประชุมไม่ต่ำกว่ากึ่งจำนวนจึงเป็นองค์ประชุมได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "45",
      "content": "สภาผู้แทนราษฎรมีอำนาจตั้งข้อบังคับการประชุมและการปรึกษาของ สภา เพื่อดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_45",
      "content": "หมวด ๔ คณะรัฐมนตรี",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "46",
      "content": "พระมหากษัตริย์ทรงตั้งคณะรัฐมนตรีขึ้นคณะหนึ่ง ประกอบด้วยนายก นายหนึ่ง และรัฐมนตรีอีกอย่างน้อยสิบสี่นาย อย่างมากยี่สิบสี่นาย ในการตั้งนายกรัฐมนตรี ประธานแห่งสภาเป็นผู้ลงนามรับสนองพระบรมราช โองการ ให้คณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "47",
      "content": "นายกรัฐมนตรี และรัฐมนตรีอีกสิบสี่นายต้องเลือกจากสมาชิกของสภา ผู้แทนราษฎร นอกจากนี้จะเลือกจากผู้ที่เห็นว่ามีความรู้ความชำนาญเป็นพิเศษ แม้มิได้เป็นสมาชิกของ สภาผู้แทนราษฎรก็ได้ แต่ต้องเป็นผู้ที่อาจดำรงตำแหน่งการเมืองได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "48",
      "content": "รัฐมนตรีผู้มิได้เป็นสมาชิกสภาผู้แทนราษฎรนั้น ย่อมมีสิทธิไปประชุม และแสดงความเห็นในสภาผู้แทนราษฎรได้ แต่ไม่มีสิทธิออกเสียงลงคะแนน เอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๒๗ นั้น ท่านให้นำมาใช้ด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "49",
      "content": "การตั้งสมาชิกสภาผู้แทนราษฎรเป็นรัฐมนตรีนั้น ไม่ทำให้ผู้ได้รับตั้ง จำต้องลาออกจากสมาชิกภาพ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "50",
      "content": "ในการบริหารราชการแผ่นดินคณะรัฐมนตรีต้องปฏิบัติหน้าที่ด้วยความไว้ใจของสภาผู้แทนราษฎร รัฐมนตรีผู้ใดรับแต่งตั้งให้บัญชาการกระทรวงทะบวงการต้องรับผิดชอบในหน้าที่ของตนต่อสภาผู้แทนราษฎรในทางรัฐธรรมนูญและรัฐมนตรีทุกคนจะได้รับแต่งตั้งให้บัญชาการกระทรวงทะบวงหรือไม่ก็ตาม ต้องรับผิดชอบร่วมกันในนโยบายทั่วไปของรัฐบาล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "51",
      "content": "รัฐมนตรีทั้งคณะต้องออกจากตำแหน่งเมื่อสภาผู้แทนราษฎรลงมติไม่ไว้ใจในคณะ หรือเมื่อสภาผู้แทนราษฎรชุดที่ให้ความไว้ใจแก่คณะรัฐมนตรีในขณะเข้ารับหน้าที่นั้น สิ้นสุดลง ในกรณีทั้งสองนี้ ท่านว่าคณะรัฐมนตรีที่ออกนั้นต้องอยู่ในตำแหน่งเพื่อดำเนินการไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ นอกจากนี้ความเป็นรัฐมนตรีจะสิ้นสุดลงเฉพาะตัวโดย (๑) ตาย (๒) ลาออก (๓) ขาดคุณสมบัติตามมาตรา ๒๑ (๔) (๔) สภาผู้แทนราษฎรลงมติไม่ไว้ใจ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "52",
      "content": "ในเหตุฉุกเฉินซึ่งจะเรียกประชุมสภาผู้แทนราษฎรให้ทันท่วงทีมิได้ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับตั้งเช่นพระราชบัญญัติก็ได้ ในคราวประชุมสภาผู้แทนราษฎรต่อไป ท่านให้นำพระราชกำหนดนั้นเสนอต่อสภาเพื่ออนุมัติ ถ้าสภาอนุมัติแล้วพระราชกำหนดนั้นก็เป็นพระราชบัญญัติต่อไป ถ้าสภาไม่อนุมัติ ไซร้ พระราชกำหนดนั้นก็เป็นอันตกไป แต่ทั้งนี้ไม่กระทบถึงกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น คำอนุมัติและไม่อนุมัติของสภาที่กล่าวนี้ ท่านว่าให้ทำเป็นพระราชบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "53",
      "content": "พระมหากษัตริย์ทรงประกาศใช้กฎอัยการศึกตามลักษณะและวิธีการในพระราชบัญญัติกฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "54",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงคราม ทำหนังสือสัญญาสันติภาพสงบศึกและทำหนังสือสัญญาอื่นๆ กับนานาประเทศ การประกาศสงครามนั้น จะทรงทำต่อเมื่อไม่ขัดแก่บทบัญญัติแห่งกติกาสันนิบาตชาติ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "4": [
    {
      "id": "intro",
      "content": "หนังสือสัญญาใดๆ มีบทเปลี่ยนแปลงอาณาเขตด้วยจะต้องออก พระราชบัญญัติเพื่อให้การเป็นไปตามสัญญาไซร้ ท่านว่าต้องได้รับความเห็นชอบของสภา ผู้แทนราษฎร",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "55",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะพระราชทานอภัยโทษ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "56",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะตราพระราชกฤษฎีกา โดยไม่ขัดต่อกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "57",
      "content": "ภายในบังคับแห่งมาตรา ๓๒ และ ๔๖ บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการใดๆ อันเกี่ยวกับราชการแผ่นดิน ท่านว่ารัฐมนตรีนายหนึ่งต้องลงนามรับ สนองพระบรมราชโองการเป็นผู้รับผิดชอบ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_57",
      "content": "หมวด ๕ ศาล",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "58",
      "content": "การพิจารณาพิพากษาออรรถคดี ท่านว่าเป็นอำนาจของศาลโดยเฉพาะ ซึ่งจะต้องดำเนินตามกฎหมายและในนามพระมหากษัตริย์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "59",
      "content": "บรรดาศาลทั้งหลายอีกตั้งขึ้นได้แต่โดยพระราชบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "60",
      "content": "ผู้พิพากษาย่อมมีอิสรระในการพิจารณาพิพากษาออรรถคดีให้เป็นไปตาม กฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_60",
      "content": "หมวด ๖ บทสุดท้าย",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "61",
      "content": "บทบัญญัติแห่งกฎหมายใดๆ มีข้อความแย้งหรือขัดแก่รัฐธรรมนูญนี้ ท่านว่าบทบัญญัตินั้นๆ เป็นโมฆะ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "62",
      "content": "ท่านว่าสภาผู้แทนราษฎรเป็นผู้ทรงไว้ซึ่งสิทธิเด็ดขาดในการตีความ แห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "63",
      "content": "รัฐธรรมนูญนี้ จะแก้ไขเพิ่มเติมได้แต่โดยเงื่อนไขต่อไปนี้ ๑. ผู้ตัดข้อแก้ไขเพิ่มเติม ท่านว่าต้องมาจากคณะรัฐมนตรีทางหนึ่ง หรือมาจากสมาชิกสภาผู้แทนราษฎร ซึ่งรวมกันมีจำนวนไม่ต่ำกว่าหนึ่งในสี่แห่งจำนวนสมาชิกทั้งหมดทางหนึ่ง ๒. เมื่อสมาชิกได้ลงมติครั้งหนึ่งแล้ว ท่านให้รอไว้หนึ่งเดือน เมื่อพ้นกำหนดแล้ว ให้นำขึ้นเสนอสภาเพื่อลงมติอีกครั้งหนึ่ง ๓. การออกเสียงลงคะแนน ท่านให้ใช้วิธีเรียกชื่อและต้องมีเสียงเห็นชอบด้วยการแก้ไขเพิ่มเติมนั้น ไม่ต่ำกว่าสามในสี่แห่งจำนวนสมาชิกทั้งหมด เมื่อการออกเสียงลงมติได้เป็นไปตามที่กล่าวข้างบนนี้แล้ว ท่านจึงให้ดำเนินการต่อไปตามบทบัญญัติมาตรา ๓๘ , ๓๙",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_63",
      "content": "หมวด ๗ การใช้รัฐธรรมนูญและบทเฉพาะกาล",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "64",
      "content": "ภายในบังคับแห่งบทบัญญัติหมวดนี้ ให้ใช้รัฐธรรมนูญนี้ตั้งแต่วันประกาศเป็นต้นไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "65",
      "content": "เมื่อราชภูมิมีสิทธิออกเสียงเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามบทบัญญัติแห่งรัฐธรรมนูญนี้ ยังมีการศึกษาไม่จบประถมศึกษาสามัญมากกว่ากึ่งจำนวนทั้งหมดและอย่างช้าต้องไม่เกินกว่าสิบปี นับแต่วันใช้พระราชบัญญัติธรรมนูญการปกครองแผ่นดินสยาม ชั่วคราว พ.ศ.๒๔๗๕ สภาผู้แทนราษฎรประกอบด้วยสมาชิก ๒ ประเภทมีจำนวนเท่ากัน (๑) สมาชิกประเภทที่ ๑ ได้แก่ผู้ที่ราษฎรเลือกตั้งขึ้นตามเงื่อนไขในบทบัญญัติมาตรา ๑๖ , ๑๗ (๒) สมาชิกประเภทที่ ๒ ได้แก่ผู้ซึ่งพระมหากษัตริย์ทรงตั้งขึ้นตามพระราชบัญญัติว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรในระหว่างเวลาที่ใช้บทบัญญัติเฉพาะกาลในรัฐธรรมนูญแห่งราชอาณาจักรสยาม พุทธศักราช ๒๔๗๕",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "66",
      "content": "ในระหว่างกำหนดเวลาที่กล่าวในมาตรา ๖๕ หากว่ามีการยุบสภาตามความในมาตรา ๓๕ ไซร้ ท่านให้มีการเลือกตั้งสมาชิกใหม่เฉพาะในส่วนสมาชิกประเภทที่ ๑",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "67",
      "content": "ภายในบังคับแห่งมาตรา ๒๑ (๒) (๓) (๔) (๕) ท่านว่าสมาชิกประเภทที่ ๒ คงอยู่ในตำแหน่งได้ตลอดเวลาที่กำหนดไว้ในมาตรา ๖๕ แต่ท่านมิให้มีการประชุมดำเนินการของสภาในระหว่างที่สภาต้องยุบตามความในมาตรา ๓๕",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "68",
      "content": "ในระหว่างเวลาตั้งแต่ใช้วิธีธรรมนูญนี้ จนกว่าสมาชิกตามมาตรา ๖๕ นั้นจะได้เข้ารับหน้าที่แล้ว ท่านว่าสภาผู้แทนราษฎรคงประกอบด้วยสมาชิกซึ่งมีอยู่แล้วโดย พระราชบัญญัติธรรมนูญการปกครองแผ่นดินสยามชั่วคราว พ.ศ.๒๔๗๕ ผู้รับสนองพระบรมราชโองการ พระยามโนปกรณ์นิติชาดา ประธานคณะกรรมการราษฎร ราชกิจจานุเบกษา เล่ม ๔๙ ๑๐ ธันวาคม ๒๔๗๕ หน้า ๕๒๙ -๕๕๑",
      "type": "section",
      "status": "OCR"
    }
  ]
}