{
  "1": [
    {
      "id": "intro",
      "content": "รัฐธรรมนูญแห่งราชอาณาจักรไทย\n\nสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช\nสยามนทราธิราช บรมนาถบพิตร\nตราไว้ ณ วันที่ ๗ ตุลาคม พุทธศักราช ๒๕๑๗\nเป็นปีที่ ๒๙ ในรัชกาลปัจจุบัน\n\nศุภมัสตุ พระพุทธศาสนกานต์เป็นอดีตภาค ๒๕๑๗ พรรษา ปัจจุบันสมัย ขับทรคติ\nนิยม พยักผมสมพัดสร อัสสุชยมาศ กาฬปักษ์ จัฏฐมีดิถี สุริยกติกาล คุลาคมมาศ สัตตมสุรทิน จัน\nทรวาร โดยกาลบริเฉท\n\nพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มหิดลาธิเบศรรามาธิบดี จักรี\nนฤบดินทร สยามนทราธิราช บรมนาถบพิตร ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อมให้ประกาศ\nว่า สภานิติบัญญัติแห่งชาติได้นำความกราบบังคมทูลว่า ตามที่สมเด็จพระบรมปิตุลาธิราช\nพระบาทสมเด็จพระปรมินทรมหาประชาธิปก พระปกเกล้าเจ้าอยู่หัว ได้ทรงพระกรุณาโปรดเกล้า\nโปรดกระหม่อม พระราชทานรัฐธรรมนูญแห่งราชอาณาจักรไทย ณ วันที่ ๑๐ ธันวาคม พุทธศักราช\n๒๔๗๕ นั้น เป็นการสถาปนาการปกครองระบอบประชาธิปไตยขึ้นในประเทศไทยเป็นเบื้องต้น\nด้วยพระราชประณิธานอันแน่วแน่ในล้านที่จะพระราชทานพระราชอำนาจในการปกครองแผ่นดิน\nให้แก่ประชาชนชาวไทยทั้งมวล มิใช่แก่บุคคลคณะใดหรือฝ่ายใดโดยเฉพาะ ทั้งนี้ โดยมี\nพระมหากษัตริย์ทรงเป็นประมุขแห่งประเทศและทรงเป็นผู้ใช้อำนาจอธิปไตยอันเป็นของปวงชน\nตามบทบัญญัติแห่งรัฐธรรมนูญ\n\nนับแต่วาระนั้นมาเป็นเวลาสี่สิบปีเศษ เหตุการณ์บ้านเมืองได้ผันแปรไปเป็นเหตุให้\nต้องเปลี่ยนแปลงแก้ไขหรือประกาศใช้รัฐธรรมนูญขึ้นใหม่หลายครั้งหลายคราว และในบางครั้งก็\nจำเป็นต้องใช้ธรรมนูญการปกครองประเทศเป็นการชั่วคราวเพื่อรอเวลาที่จะร่างรัฐธรรมนูญฉบับ\nถาวรให้เสร็จ ทำให้การบริหารประเทศในขณะนั้นมิได้เป็นไปตามครรลองแห่งระบอบ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ประชาธิปไตยตามคาร อย่างไรก็ตาม เมื่อกาลเวลาล่วงมาประชาชนได้รับการศึกษาอย่างกว้างขวาง\nยิ่งขึ้น มีความรู้และความคิดอ่านทางการเมืองดีขึ้น จึงมีความสั่นตัวและปรารถนาที่จะมีส่วนมีเสียง\nในการปกครองประเทศด้วยตนเองขึ้นเป็นลำดับ ทั้งประชาชนก็มีความไม่ฟังพอใจในการบริหาร\nราชการแผ่นดินอยู่ด้วย จึงในวันที่ ๑๓ และ ๑๔ ตุลาคม พุทธศักราช ๒๕๑๖ ได้มีการเรียกร้องให้มี\nรัฐธรรมนูญโดยเร็วที่สุด นักเรียน นิสิตนักศึกษา ประชาชน และหนังสือพิมพ์ได้มีส่วนสำคัญในการ\nแสดงประชามติอันแรงกล้าในเรื่องนี้ และในการแสดงประชามติครั้งนั้นได้มีผู้คนเสียชีวิตและเลือด\nเนื้อไปเป็นจำนวนมิใช่น้อย และนับว่าเป็นวิกฤตการณ์ทางการเมืองครั้งสำคัญ อันเป็นผลทำให้คณะ\nรัฐบาลในยุคนั้นจำต้องทราบถวายบังคมลาออกจากตำแหน่ง และมีการแต่งตั้งคณะรัฐบาลใหม่ขึ้น\nแทน\n\nเพื่ออนุวัตตามความปรารถนาของมหาชนในครั้งนั้น คณะรัฐมนตรีได้แต่งตั้ง\nกรรมการร่างรัฐธรรมนูญขึ้นคณะหนึ่งเพื่อร่างรัฐธรรมนูญฉบับถาวร เมื่อร่างเสร็จ คณะรัฐมนตรี\nพิจารณาแล้วก็ได้นำร่างรัฐธรรมนูญนั้นเสนอต่อสภานิติบัญญัติแห่งชาติ ที่ได้ทรงพระกรุณาโปรด\nเกล้าโปรดกระหม่อมแต่งตั้งขึ้นจากสมาชิกสมัชชาแห่งชาติ และสภานิติบัญญัติแห่งชาติก็ได้จัดตั้ง\nคณะกรรมาธิการวิสามัญขึ้นคณะหนึ่งเพื่อพิจารณาร่างรัฐธรรมนูญเมื่อคณะกรรมาธิการคณะนี้\nพิจารณาแล้ว ก็ได้เสนอต่อสภานิติบัญญัติแห่งชาติเพื่อพิจารณาอีกชั้นหนึ่ง\n\nในการพิจารณาร่างรัฐธรรมนูญฉบับนี้ คณะกรรมการร่างรัฐธรรมนูญ ซึ่ง\nคณะรัฐมนตรีแต่งตั้งก็ดี คณะรัฐมนตรีเองก็ดี คณะกรรมาธิการวิสามัญพิจารณาร่างรัฐธรรมนูญของ\nสภานิติบัญญัติแห่งชาติก็ดี สภานิติบัญญัติแห่งชาติเองก็ดี ได้สดับตรับฟังความคิดเห็นของ\nประชาชนตลอดมา เพื่อที่จะให้รัฐธรรมนูญฉบับนี้มีเจตนารมณ์สมดังความปรารถนาของประชาชน\nเจตนารมณ์ของบทบัญญัติแห่งรัฐธรรมนูญนี้ แสดงออกให้ปรากฏซึ่งประณีธาน\nร่วมกันของปวงชนชาวไทยว่า จักรักษาไว้ซึ่งเอกราชแห่งชาติไทยในทุกทาง จักคุ้มครองศาสนาทุก\nศาสนาให้สถาพร จักเทอดทุนพระมหากษัตริย์เป็นประมุขและมิ่งขวัญของประเทศชาติ จักยึดมั่นใน\nการปกครองระบอบประชาธิปไตย จักตรากฎหมายขึ้นใช้เพื่อความเป็นธรรมในสังคม จักใช้\nมาตรการทั้งปวงในอันที่จะขจัดความเหลื่อมล้ำในฐานะของบุคคลทั้งในทางเศรษฐกิจและสังคมให้\nลดน้อยลงเป็นลำดับ จักร่วมกันบำบัดทุกข์บำรุงสุขและจักพิทักษ์สิทธิเสรีภาพของราษฎรโดยทั่ว\nหน้าและอย่างเสมอภาค และจักธำรงไว้ซึ่งหลักนิติธรรม เพื่อให้ราษฎรได้รับความยุติธรรมอย่าง\nทั่วถึง\n\nอนึ่ง สภานิติบัญญัติแห่งชาติมีความเห็นว่า การที่จะปกครองประเทศให้เป็นไป\nตามเจตนารมณ์ของรัฐธรรมนูญนี้ได้อย่างแท้จริงก็ต่อเมื่อประชาชนทั้งมวลมีความเชื่อมั่นว่า การ\nปกครองระบอบประชาธิปไตยนี้เป็นระบอบการปกครองที่ดีและเหมาะสมสำหรับประเทศเราในอัน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ที่จะยังให้เกิดความผาสุกแก่ปวงชนโดยทั่วกัน เพราะเหตุนี้ปางขนจึงต้องร่วมกันมีส่วนมีเสียงในการปกครองประเทศ โดยเคารพต่อเจตนารมณ์ของรัฐธรรมนูญนี้อย่างเคร่งครัด และต้องพร้อมที่จะเสียสละประโยชน์สุขส่วนตนเพื่อรักษาไว้ซึ่งระนาบประชาธิปไตยนี้\n\nเมื่อสถานิติบัญญัติแห่งชาติได้พิจารณาปรับปรุงแก้ไขร่างรัฐธรรมนูญอย่างรอบคอบแล้ว ได้มีมติเห็นชอบและได้นำขึ้นทูลเกล้าทูลกระหม่อมถวายเพื่อทรงลงพระปรมาภิไธยให้ประกาศใช้เป็นรัฐธรรมนูญแห่งราชอาณาจักรไทยสืบไป\n\nเมื่อได้ทรงมีพระราชวิจารณ์ร่างรัฐธรรมนูญโดยดีถ้วนทั่วกระบวนความแล้ว ทรงมีพระราชดำริเห็นสมควรพระราชทานพระบรมราชานุมัติตามคำแนะนำและยินยอมของสภานิติบัญญัติแห่งชาติ\n\nจึงมีพระบรมราชโองการดำรัสเหนือเกล้าเหนือกระหม่อมให้ตรารัฐธรรมนูญแห่งราชอาณาจักรไทยฉบับนี้ขึ้นไว้ ให้ใช้แทนธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๑๕ ซึ่งได้ตราไว้ ณ วันที่ ๑๕ ธันวาคม พุทธศักราช ๒๕๑๕ นั้น ตั้งแต่วันประกาศนี้เป็นต้นไป\n\nขอปวงชนชาวไทยจงร่วมจิตร่วมใจสนักรสในสรเป็นเอกฉันท์ในอันที่จะพิทักษ์รักษารัฐธรรมนูญแห่งราชอาณาจักรไทยนี้ เพื่อดำรงคงไว้ซึ่งระบอบประชาธิปไตยและอำนาจอธิปไตยของปวงชนชาวไทยในรัฐสีมาอาณาจักร และนำมาซึ่งความผาสุกสิริสวัสดิ์พิพัฒนชัยมงคลอเนกคุณเกียรติยศสถาพร แก่อาณาประชาราษฎรของพระองค์ สมเด็จพระบรมราชประสงค์จงทุกประการ\n\nหมวด ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "1",
      "content": "ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียวจะแบ่งแยกมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "2",
      "content": "ประเทศไทยมีการปกครองระบอบประชาธิปไตย มีพระมหากษัตริย์เป็นประมุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "3",
      "content": "อำนาจอธิปไตยเป็นของปวงชนชาวไทย พระมหากษัตริย์ผู้เป็นประมุขทรงใช้อำนาจนั้นแต่โดยบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "2": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "4",
      "content": "การนิรโทษกรรมแก่ผู้กระทำการล้มล้างสถาบันพระมหากษัตริย์หรือรัฐธรรมนูญ จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "5",
      "content": "ประชาชนชาวไทยไม่ว่าเหล่ากำเนิดหรือศาสนาใด ย่อมอยู่ในความคุ้มครองแห่งรัฐธรรมนูญนี้เสมอกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "6",
      "content": "บทบัญญัติแห่งกฎหมายใดมีข้อความขัดหรือแย้งต่อรัฐธรรมนูญนี้ บทบัญญัตินั้นเป็นอันใช้บังคับมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_6",
      "content": "หมวด ๒ พระมหากษัตริย์",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "7",
      "content": "องค์พระมหากษัตริย์ดำรงอยู่ในฐานะอันเป็นที่เคารพสักการะ ผู้ใดจะละเมิดมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "8",
      "content": "ผู้ใดจะกล่าวหาหรือฟ้องร้องพระมหากษัตริย์ในทางใดๆ มิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "9",
      "content": "พระมหากษัตริย์ทรงเป็นพุทธมามกะ และทรงเป็นอัครศาสนูปถัมภก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "10",
      "content": "พระมหากษัตริย์ทรงใช้อำนาจนิติบัญญัติทางรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "11",
      "content": "พระมหากษัตริย์ทรงใช้อำนาจบริหารทางคณะรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "12",
      "content": "พระมหากษัตริย์ทรงใช้อำนาจดุลาการทางศาล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "13",
      "content": "พระมหากษัตริย์ทรงดำรงตำแหน่งจอมทัพไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "14",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะสถาปนาฐานันดรศักดิ์และพระราชทานเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "15",
      "content": "พระมหากษัตริย์ทรงเลือกและแต่งตั้งผู้ทรงคุณวุฒิเป็นประธานองคมนตรีคนหนึ่ง และองคมนตรีอื่นอีกไม่เกินกว่าสิบสี่คน ประกอบเป็นคณะองคมนตรี คณะองคมนตรีมีหน้าที่ถวายความเห็นต่อพระมหากษัตริย์ในพระราชกรณียกิจทั้งปวงที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "16",
      "content": "การเลือกและแต่งตั้งองคมนตรีก็ดี การให้องคมนตรีพ้นจากตำแหน่งก็ดี ให้เป็นไปตามพระราชอัธยาศัย ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งประธานองคมนตรี หรือให้ประธานองคมนตรีพ้นจากตำแหน่ง และให้ประธานองคมนตรีเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งองคมนตรีอื่น หรือให้องคมนตรีอื่นพ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "17",
      "content": "องคมนตรีต้องไม่เป็นสมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ พนักงานรัฐวิสาหกิจ หรือสมาชิกหรือเจ้าหน้าที่ใน พรรคการเมือง และต้องไม่แสดงการฝักใฝ่ในพรรคการเมืองใดๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "18",
      "content": "ก่อนเข้ารับหน้าที่ องคมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่าข้าพระพุทธเจ้าจะ จงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของ ประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุก ประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "19",
      "content": "องคมนตรีพ้นจากตำแหน่งเมื่อดตาย ลาออกหรือมีพระราชโองการ ให้พ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "20",
      "content": "การแต่งตั้ง และการให้ข้าราชการในพระองค์และสมุหราชองครักษ์พ้น จากตำแหน่ง ให้เป็นไปตามพระราชธัชยาศัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "21",
      "content": "ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักร หรือจะทรง บริหารพระราชภาระไม่ได้ด้วยเหตุใดก็ตาม จะได้ทรงแต่งตั้งผู้ใดผู้หนึ่งด้วยความเห็นชอบของ รัฐสภาเป็นผู้สำเร็จราชการแทนพระองค์ และให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราช โองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "22",
      "content": "ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทน พระองค์ตามมาตรา ๒๑ ก็ดี ในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทน พระองค์เพราะยังไม่ทรงบรรลุนิติภาวะหรือเพราะเหตุอื่นใดก็ดี ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้ หนึ่งที่สมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อ รัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้ง ผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "23",
      "content": "ในระหว่างที่ไม่มีผู้สำเร็จราชการแทนพระองค์ตามที่บัญญัติไว้ใน มาตรา ๒๑ หรือมาตรา ๒๒ ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ไปพลางก่อน ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา ๒๑ หรือ มาตรา ๒๒ ไม่สามารถปฏิบัติหน้าที่ได้ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ ชั่วคราว ในระหว่างที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่งก็ดี ในระหว่างที่ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ตามวรรคสองก็ดี ประธาน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๑๗๒\n\nองคมนตรีจะปฏิบัติหน้าที่ในฐานะเป็นประธานองคมนตรีมิได้ ในกรณีเช่นว่านี้ ให้คณะองคมนตรี เลือกองคมนตรีคนหนึ่งขึ้นทำหน้าที่ประธานองคมนตรีชั่วคราว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "24",
      "content": "ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้ง ตามมาตรา ๒๑ หรือมาตรา ๒๒ ต้องปฏิญาณตนในที่ประชุมรัฐสภา ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะจรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและ ประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "25",
      "content": "การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎมณเฑียรบาลว่าด้วยการสืบ ราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ และประกอบด้วยความเห็นชอบของรัฐสภา หากไม่มีพระ ราชโอรส รัฐสภาอาจให้ความเห็นชอบในการให้พระราชธิดาสืบราชสันตติวงศ์ก็ได้ การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ ให้กระทำได้โดยวิธีการอย่างเดียวกันกับการแก้ไขเพิ่มเติมรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "26",
      "content": "ในกรณีที่ราชบัลลังก์หากว่างลง ให้คณะองคมนตรีเสนอพระนามผู้สืบ ราชสันตติวงศ์ตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ ต่อรัฐสภา เพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้วให้ประธานรัฐสภาประกาศเพื่อให้ประชาชน ทราบ ในระหว่างที่ยังไม่มีประกาศองค์ผู้สืบราชสันตติวงศ์ตามวรรคหนึ่ง ให้ประธาน องคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ไปพลางก่อน แต่ในกรณีที่ราชบัลลังกว่างลงในระหว่าง ที่ได้แต่งตั้งผู้สำเร็จราชการแทนพระองค์ไว้ตามมาตรา ๒๑ หรือมาตรา ๒๒ หรือระหว่างเวลาที่ ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๒๓ วรรคหนึ่ง ก็ให้ผู้สำเร็จราชการ แทนพระองค์นั้นๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้จนกว่าจะได้ประกาศ องค์ผู้สืบราชสันตติวงศ์ ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งไว้ และเป็นผู้สำเร็จ ราชการแทนพระองค์ต่อไปตามวรรคสองไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำ หน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราว ในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคสอง หรือ ทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราวตามวรรคสาม ให้นำบทบัญญัติมาตรา ๒๓ วรรคสาม มาใช้บังคับ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "3": [
    {
      "id": "intro",
      "content": "# หมวด ๓ สิทธิและเสรีภาพของชนชาวไทย\n\n## มาตรา ๒๗ บุคคลย่อมเสมอกันในกฎหมาย และได้รับความคุ้มครองตามกฎหมาย เท่าเทียมกัน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "28",
      "content": "บุคคลย่อมมีสิทธิและเสรีภาพภายใต้บังคับบทบัญญัติแห่งรัฐธรรมนูญ ชายและหญิงมีสิทธิเท่าเทียมกัน การจำกัดสิทธิและเสรีภาพอันเป็นการฝ่าฝืนเจตนารมณ์ตามบทบัญญัติแห่ง รัฐธรรมนูญ จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "29",
      "content": "บุคคลย่อมมีสิทธิทางการเมือง การใช้สิทธิเลือกตั้ง สิทธิสมัครรับเลือกตั้ง และสิทธิออกเสียงแสดงประชามติ ให้ เป็นไปตามบทบัญญัติแห่งรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "30",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการถือศาสนา นิกายของศาสนา หรือ สัทธินิยมในทางศาสนา และย่อมมีเสรีภาพในการปฏิบัติพิธีกรรมตามความเชื่อถือของตนเมื่อไม่เป็น ปฏิปักษ์ต่อหน้าที่ของพลเมือง และไม่เป็นการขัดขวางต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของ ประชาชน ในการใช้เสรีภาพดังกล่าวในวรรคหนึ่ง บุคคลย่อมได้รับความคุ้มครองมิให้รัฐ กระทำการใดๆ อันเป็นการรอนสิทธิหรือเสียประโยชน์อันควรมีควรได้ เพราะเหตุที่ถือศาสนา นิกายของศาสนาหรือสัทธินิยมในทางศาสนา หรือปฏิบัติพิธีกรรมตามความเชื่อถือ แตกต่างจาก บุคคลอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "31",
      "content": "บุคคลจะไม่ต้องรับโทษอาญา เว้นแต่จะได้กระทำการอันกฎหมายซึ่ง ใช้อยู่ในเวลาที่กระทำนั้นบัญญัติเป็นความผิดและกำหนดโทษไว้ และโทษที่จะลงแก่บุคคลนั้นจะ หนักกว่าโทษที่กำหนดไว้ในกฎหมายซึ่งใช้อยู่ในเวลาที่กระทำความผิดมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "32",
      "content": "ในคดีอาญา ให้สันนิษฐานไว้ก่อนว่าผู้ต้องหาหรือจำเลยไม่มีความผิด ก่อนที่จะมีคำพิพากษาอันถึงที่สุดแสดงว่าบุคคลใดได้กระทำความผิด จะปฏิบัติต่อ บุคคลนั้นเสมือนเป็นผู้กระทำความผิดมิได้ คำขอประกันผู้ต้องหาหรือจำเลยในคดีอาญา จะต้องได้รับการพิจารณา และจะเรียก หลักประกันจนเกินควรแก่กรณีมิได้ การไม่ให้ประกันต้องอาศัยเหตุตามหลักเกณฑ์ที่บัญญัติไว้ โดยเฉพาะในกฎหมาย และจะต้องแจ้งเหตุที่ไม่ให้ประกันให้ผู้ต้องหาหรือจำเลยทราบ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "สิทธิที่จะอุทธรณ์คัดค้านการไม่ให้ประกัน ย่อมได้รับความคุ้มครองตามบทบัญญัติแห่งกฎหมาย\n\nบุคคลผู้ถูกคุมขังหรือถูกจำคุก ย่อมมีสิทธิที่จะได้รับการเยี่ยมตามสมควร",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "33",
      "content": "บุคคลย่อมมีเสรีภาพในร่างกาย การจับกุมคุมขังหรือตรวจค้นตัวบุคคลไม่ว่าในกรณีใดๆ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย แต่ผู้ถูกจับกุมหรือถูกตรวจค้นจะต้องได้รับแจ้งข้อหาหรือเหตุและรายละเอียดตามสมควรในการพี่ถูกจับกุมหรือถูกตรวจค้นโดยไม่ชักช้า และผู้ถูกคุมขังย่อมมีสิทธิที่จะพบและปรึกษาทนายความเป็นการเฉพาะตัวได้ การแจ้งข้อหาแก่บุคคลใดๆ จะต้องมีหลักฐานตามสมควรว่าผู้นั้นน่าจะได้กระทำความผิดตามข้อนั้น ในกรณีที่มีการคุมขังตัวบุคคล ผู้ถูกคุมขังเองก็ดี พนักงานอัยการก็ดี บุคคลอื่นใดเพื่อประโยชน์ของผู้ถูกคุมขังก็ดี มีสิทธิร้องต่อศาลท้องที่ซึ่งมีอำนาจพิจารณาคดีอาญาว่าการคุมขังเป็นการมิชอบด้วยกฎหมาย เมื่อมีคำร้องเช่นว่านี้ ให้ศาลดำเนินการไต่สวนฝ่ายเดียวโดยด่วน ถ้าเห็นว่าคำร้องนั้นมีมูล ศาลมีอำนาจสั่งผู้คุมขังให้นำตัวผู้ถูกคุมขังมาศาลโดยพลัน และถ้าผู้คุมขังแสดงให้เป็นที่พอใจของศาลไม่ได้ว่าการคุมขังเป็นการชอบด้วยกฎหมาย ก็ให้ศาลสั่งปล่อยตัวผู้ถูกคุมขังไปทันที",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "34",
      "content": "ในคดีอาญา ผู้ต้องหาหรือจำเลยมีสิทธิที่จะได้รับการสอบสวนหรือการพิจารณาคดีด้วยความรวดเร็วและเป็นธรรม ในกรณีที่ผู้ต้องหาหรือจำเลยเป็นผู้ยากไร้ไม่มีทุนทรัพย์พอที่จะจัดหาทนายความสำหรับตนเองได้ บุคคลดังกล่าวย่อมมีสิทธิที่จะได้รับการช่วยเหลือจากรัฐตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "35",
      "content": "บุคคลมีสิทธิที่จะไม่ให้ถ้อยคำเป็นปฏิปักษ์ต่อตนเอง อันอาจทำให้ตนถูกฟ้องคดีอาญา ถ้อยคำของบุคคลซึ่งเกิดจากการถูกทรมาน ขู่เข็ญ หรือใช้กำลังบังคับหรือเกิดจากการกระทำใดๆ ที่ทำให้ถ้อยคำนั้นเป็นไปโดยไม่สมัครใจ ไม่อาจรับฟังเป็นพยานหลักฐานได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "36",
      "content": "บุคคลใดต้องรับโทษอาญาโดยคำพิพากษาถึงที่สุด หากปรากฏตามคำพิพากษาของศาลที่รื้อฟื้นคดีขึ้นพิจารณาใหม่ในภายหลังว่า บุคคลนั้นมิได้เป็นผู้กระทำความผิดย่อมมีสิทธิที่จะได้รับค่าทดแทน และได้รับบรรดาสิทธิที่เสียไปเพราะผลแห่งคำพิพากษานั้นคืน ทั้งนี้ตามเงื่อนไขและวิธีการที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "37",
      "content": "การเกณฑ์แรงงาน จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตาม บทบัญญัติแห่งกฎหมาย เฉพาะเพื่อประโยชน์ในการป้องปัดภัยพิบัติสาธารณะอันมีมาเป็นการ ฉุกเฉิน หรือโดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย ซึ่งบัญญัติให้กระทำได้ในระหว่างเวลาที่ ประเทศอยู่ในภาวะการรบหรือการสงคราม หรือในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉินหรือ ประกาศใช้กฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "38",
      "content": "บุคคลย่อมมีเสรีภาพในเคหสถาน บุคคลย่อมได้รับความคุ้มครองในการที่จะอยู่อาศัยและครอบครองเคหสถานโดย ปกติสุข การเข้าไปในเคหสถานโดยปราศจากความยินยอมของผู้ครอบครองก็ดี การตรวจค้น เคหสถานก็ดี จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "39",
      "content": "สิทธิของบุคคลในทรัพย์สินย่อมได้รับความคุ้มครอง ขอบเขตแห่ง สิทธิและการจำกัดสิทธิเช่นว่านี้ ย่อมเป็นไปตามบทบัญญัติแห่งกฎหมาย การสืบมรดกย่อมได้รับความคุ้มครอง สิทธิของบุคคลในการสืบมรดกย่อมเป็นไป ตามบทบัญญัติแห่งกฎหมาย การเวนคืนอสังหาริมทรัพย์ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมาย เฉพาะเพื่อการอันเป็นสาธารณูปโภค หรือการอันจำเป็นในการป้องกันประเทศ หรือ การได้มาซึ่งทรัพยากรธรรมชาติ หรือเพื่อการปฏิรูปที่ดิน หรือเพื่อการพัฒนาการเกษตรหรือการ อุตสาหกรรม หรือเพื่อการปฏิรูปที่ดิน หรือเพื่อประโยชน์สาธารณะอย่างอื่น และต้องชดใช้ค่าทำ ขวัญภายในเวลาอันควรแก่เจ้าของตลอดจนผู้ทรงสิทธิบรรดาที่ได้รับความเสียหายในการเวนคืนนั้น ทั้งนี้ตามที่ระบุไว้ในกฎหมาย การกำหนดค่าทำขวัญตามวรรคสามให้คำนึงถึงการได้มาสภาพและที่ตั้งของ อสังหาริมทรัพย์ ประกอบกับเหตุและวัตถุประสงค์ของการเวนคืนเพื่อให้เกิดความเป็นธรรมแก่ สังคม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "40",
      "content": "บุคคลย่อมมีเสรีภาพในการชุด การเขียน การพิมพ์และการโฆษณา การจำกัดเสรีภาพเช่นว่านี้จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมาย เฉพาะเพื่อรักษาความมั่นคงของรัฐ หรือเพื่อคุ้มครองสิทธิ เสรีภาพ เกียรติยศหรือ ชื่อเสียงของบุคคลอื่น หรือเพื่อรักษาความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน หรือเพื่อ ป้องกันหรือระงับความเสื่อมทรามทางจิตใจ หรือสุขภาพของประชาชน การปิดโรงพิมพ์หรือห้ามทำการพิมพ์เพื่อบ่นรอนเสรีภาพตามมาตรานี้ จะกระทำ มิได้ เว้นแต่มีคำพิพากษาถึงที่สุดให้ปิดโรงพิมพ์ หรือห้ามทำการพิมพ์",
      "type": "section",
      "status": "OCR"
    }
  ],
  "4": [
    {
      "id": "intro",
      "content": "การให้เสนอเรื่องหรือข้อความในหนังสือพิมพ์ไปให้เจ้าหน้าที่ตรวจก่อนโฆษณา จะกระทำมิได้ เว้นแต่จะกระทำในระหว่างเวลาที่ประเทศอยู่ในภาระการรบหรือการสงคราม หรือ ในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉิน หรือประกาศใช้กฎอัยการศึก แต่ทั้งนี้จะต้องกระทำ โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายซึ่งได้ตราขึ้นตามความในวรรคสอง\n\nเจ้าของกิจการหนังสือพิมพ์ต้องเป็นบุคคลสัญชาติไทยทั้งนี้ตามเงื่อนไขที่กฎหมาย บัญญัติ\n\nการให้เงินหรือทรัพย์สินอย่างอื่นอุดหนุนหนังสือพิมพ์ของเอกชน รัฐหรือหน่วย ราชการหรือหน่วยงานของรัฐหรือรัฐวิสาหกิจ จะกระทำมิได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "41",
      "content": "บุคคลย่อมมีเสรีภาพในการรับการศึกษาขั้นมูลฐาน ตามกฎหมาย ว่าด้วยการศึกษาภาคบังคับ บุคคลย่อมมีเสรีภาพในการศึกษาอบรม เมื่อไม่ขัดต่อหน้าที่ของพลเมืองตาม รัฐธรรมนูญ และไม่ขัดต่อกฎหมายว่าด้วยการศึกษาภาคบังคับ และกฎหมายว่าด้วยการจัดตั้ง สถานศึกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "42",
      "content": "เสรีภาพในวิชาการย่อมได้รับความคุ้มครองทั้งนี้ต้องไม่ขัดต่อหน้าที่ ของพลเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "43",
      "content": "บุคคลย่อมมีเสรีภาพในการชุมนุมโดยสงบและปราศจากอาวุธ การจำกัดเสรีภาพเช่นว่านี้ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมาย เฉพาะในกรณีการชุมนุมสาธารณะ และเพื่อคุ้มครองความสะดวกของประชาชนที่จะ ใช้ที่สาธารณะ หรือในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉิน หรือประกาศใช้กฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "44",
      "content": "บุคคลย่อมมีเสรีภาพในการรวมกันเป็นสมาคม สหภาพ สหพันธ์ สหกรณ์ หรือหมู่คณะอื่น การจำกัดเสรีภาพเช่นว่านี้ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมาย เฉพาะเพื่อคุ้มครองประโยชน์ส่วนรวมของประชาชน หรือเพื่อรักษาความสงบ เรียบร้อยหรือศีลธรรมอันดีของประชาชน หรือเพื่อป้องกันมิให้มีการผูกขาดตัดตอนในทาง เศรษฐกิจ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "45",
      "content": "บุคคลย่อมมีเสรีภาพในการรวมกันเป็นพรรคการเมือง เพื่อดำเนิน กิจการในทางการเมืองตามวิถีทางการปกครองระบอบประชาธิปไตยที่บัญญัติไว้ในรัฐธรรมนูญนี้ การจัดตั้งและการดำเนินกิจการของพรรคการเมืองย่อมเป็นไปตามบทบัญญัติแห่ง กฎหมายว่าด้วยพรรคการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๑๗๗\n\nพรรคการเมืองต้องแสดงที่มาของรายได้และการใช้จ่ายโดยเปิดเผย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "46",
      "content": "บุคคลย่อมมีเสรีภาพในการสื่อสารถึงกันโดยทางไปรษณีย์หรือทางอื่น ที่ชอบด้วยกฎหมาย การตรวจ การกักหรือการเปิดเผยจดหมาย โทรศัพท์ หรือสิ่งสื่อสารอื่นใด ที่บุคคลมีติดต่อถึงกัน รวมทั้งการกระทำด้วยประการอื่นใดเพื่อให้ล่วงรู้ถึงข้อความในสิ่งสื่อสาร ทั้งหลายที่บุคคลมีติดต่อถึงกัน จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะเพื่อรักษาความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน หรือเพื่อรักษาความมั่นคงของรัฐ บุคคลย่อมมีสิทธิเสมอกันในการใช้การสื่อสารที่จัดไว้เป็นบริการสาธารณะ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "47",
      "content": "บุคคลย่อมมีเสรีภาพในการเดินทางและเสรีภาพในการเลือกถิ่นที่อยู่ ภายในราชอาณาจักร การจำกัดเสรีภาพเช่นว่านี้ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมาย เฉพาะเพื่อความมั่นคงของรัฐ หรือความสงบเรียบร้อยของประชาชน หรือสวัสดิภาพ ของประชาชน หรือการผังเมือง หรือเพื่อสวัสดิภาพของผู้เยาว์ การเนรเทศบุคคลผู้มีสัญชาติไทยออกนอกราชอาณาจักรจะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "48",
      "content": "บุคคลย่อมมีเสรีภาพในการประกอบอาชีพ การจำกัดเสรีภาพเช่นว่านี้ จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมาย เฉพาะเพื่อความมั่นคงของรัฐ หรือเศรษฐกิจแห่งชาติ หรือเพื่อความสงบเรียบร้อยหรือ ศีลธรรมอันดีของประชาชน หรือสวัสดิภาพของประชาชน หรือการผังเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "49",
      "content": "สิทธิของบุคคลในครอบครัวย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "50",
      "content": "บุคคลคนเดียวหรือหลายคนร่วมกันย่อมมีสิทธิเสนอเรื่องราวร้องทุกข์ ภายในเงื่อนไขและวิธีการที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "51",
      "content": "สิทธิของบุคคลที่จะฟ้องหน่วยราชการซึ่งเป็นนิติบุคคลให้รับผิดเพื่อ การกระทำของเจ้าพนักงาน ย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "52",
      "content": "บุคคลซึ่งเป็นทหาร ตำรวจ ข้าราชการ และพนักงานส่วนท้องถิ่น ย่อม มีสิทธิและเสรีภาพตามรัฐธรรมนูญเช่นเดียวกับประชาชนพลเมือง เว้นแต่ที่จำกัดในกฎหมายหรือ กฎหมายข้อบังคับที่ออกโดยอาศัยอำนาจกฎหมาย เฉพาะในส่วนที่เกี่ยวกับการเมือง สมรรถภาพหรือ วินัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "53",
      "content": "บุคคลจะใช้สิทธิและเสรีภาพตามรัฐธรรมนูญให้เป็นปฏิปักษ์ต่อชาติ ศาสนา พระมหากษัตริย์และรัฐธรรมนูญมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_53",
      "content": "หมวด ๔ หน้าที่ของชนชาวไทย",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "54",
      "content": "บุคคลที่มีหน้าที่รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการปกครองระบอบประชาธิปไตยตามรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "55",
      "content": "บุคคลมีหน้าที่ป้องกันประเทศ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "56",
      "content": "บุคคลมีหน้าที่รับราชการทหารตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "57",
      "content": "บุคคลมีหน้าที่ปฏิบัติตามกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "58",
      "content": "ในการใช้สิทธิเลือกตั้งและสิทธิออกเสียงประชามติ บุคคลมีหน้าที่ต้องกระทำโดยสุจริต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "59",
      "content": "บุคคลมีหน้าที่เสียภาษีอากรตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "60",
      "content": "บุคคลมีหน้าที่ช่วยเหลือราชการตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "61",
      "content": "บุคคลมีหน้าที่รับการศึกษาอบรม ภายในเงื่อนไขและวิธีการที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_61",
      "content": "หมวด ๕ แนวนโยบายแห่งรัฐ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "62",
      "content": "บทบัญญัติในหมวดนี้มีไว้เพื่อเป็นแนวทางสำหรับการตรากฎหมายและการกำหนดนโยบาย และไม่ก่อให้เกิดสิทธิในการฟ้องร้องรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "63",
      "content": "รัฐจะต้องรักษาไว้ซึ่งเอกราชและบูรณภาพแห่งอาณาเขต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "64",
      "content": "รัฐพึงส่งเสริมสัมพันธไมตรีกับนานาประเทศและถือหลักเสมอภาคในการปฏิบัติต่อกัน",
      "type": "section",
      "status": "OCR"
    }
  ],
  "5": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "65",
      "content": "รัฐพึงร่วมมือกับนานาประเทศในการรักษาความยุติธรรมระหว่างประเทศ และผดุงสันติสุขของโลก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "66",
      "content": "รัฐพึงจัดระบบงานราชการและงานของรัฐอย่างอื่นให้มีประสิทธิภาพ และพึงดำเนินการทุกทางเพื่อป้องกันและปราบปรามการแสวงหาประโยชน์ในทางมิชอบ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "67",
      "content": "รัฐพึงจัดระบบงานของกระบวนการยุติธรรมให้เกิดความยุติธรรมแก่ประชาชน และมีหลักประกันความเป็นอิสระของศาล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "68",
      "content": "กำลังทหารพึ่งมีโดยเหมาะสมแก่ความจำเป็นสำหรับรักษาเอกราช ความมั่นคงและผลประโยชน์แห่งชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "69",
      "content": "กำลังทหารเป็นของชาติ ไม่ขึ้นต่อเอกชนหรือคณะบุคคลใดๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "70",
      "content": "กำลังทหารพึงใช้เพื่อการรบหรือการสงครามเพื่อปกป้องสถาบันพระมหากษัตริย์ เพื่อการปราบปรามการกบฏและการฉลาภ เพื่อการรักษาความมั่นคงของรัฐและเพื่อการพัฒนาประเทศชาติ การใช้กำลังทหารเพื่อการอื่น ให้เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "71",
      "content": "รัฐจะต้องรักษากฎหมายและความสงบเรียบร้อย เพื่อให้ประชาชนมีความปลอดภัยในชีวิต ร่างกายและทรัพย์สิน และในการดำเนินชีวิตโดยปกติสุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "72",
      "content": "รัฐพึงส่งเสริมและบำรุงการศึกษาอบรม การจัดระบบการศึกษาอบรมเป็นหน้าที่ของรัฐโดยเฉพาะสถานศึกษาทั้งปวงย่อมอยู่ภายใต้การควบคุมดูแลของรัฐ การศึกษาอบรมชั้นอุดมศึกษา รัฐพึงจัดการให้สถานศึกษาดำเนินกิจการของตนเองได้ภายในขอบเขตที่กฎหมายบัญญัติ สถานศึกษาของรัฐและของท้องถิ่นพึงให้ความเสมอภาคแก่บุคคลในการเข้ารับการศึกษาอบรมตามความสามารถของบุคคลนั้นๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "73",
      "content": "การศึกษาอบรมภาคบังคับในสถานศึกษาของรัฐ และของท้องถิ่น จะต้องจัดให้โดยไม่เก็บค่าเล่าเรียน รัฐพึงช่วยเหลือผู้ยากไร้ให้ได้รับทุนและปัจจัยต่างๆ ในการศึกษาอบรมทุกระดับตามสมควร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "74",
      "content": "รัฐพึงสนับสนุนการวิจัยในศิลปะและวิทยาการต่างๆ พึงส่งเสริมการสถิติ และพึงใช้วิทยาศาสตร์และเทคโนโลยีในการพัฒนาประเทศ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "75",
      "content": "รัฐพึงส่งเสริมและรักษาไว้ซึ่งวัฒนธรรมของชาติ แต่ต้องไม่กระทำโดยวิธีการอันเป็นการบังคับฝืนใจบุคคล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "76",
      "content": "รัฐพึงบำรุงรักษาสถานที่และวัตถุอันมีค่าในทางประวัติศาสตร์ วัฒนธรรมและศิลปกรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "77",
      "content": "รัฐพึงบำรุงรักษาความสมดุลของสภาพแวดล้อมและความงามทางธรรมชาติ รวมทั้งป่าไม้ สันน้ำ ลำธารและน่านน้ำ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "78",
      "content": "รัฐพึงส่งเสริมการค้นหาทรัพยากรธรรมชาติเพื่อนำมาใช้ให้เกิดประโยชน์ในทางเศรษฐกิจแก่ประชาชนชาวไทย โดยไม่ขัดกับหลักการอนุรักษกรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "79",
      "content": "รัฐพึงดำเนินการให้ความเหลื่อมล้ำในฐานะของบุคคลในทางเศรษฐกิจ และสังคมลดน้อยลง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "80",
      "content": "รัฐพึงจัดระบบการถือกรรมสิทธิ์และการครอบครองที่ดินเพื่อประโยชน์แห่งการส่งเสริมเกษตรกรรมหรืออุตสาหกรรม และพึงกำหนดพันธะให้เจ้าของที่ดินใช้ที่ดินให้เป็นประโยชน์ตามความเหมาะสมแก่สภาพของที่ดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "81",
      "content": "รัฐพึงส่งเสริมให้เกษตรกรมีกรรมสิทธิ์ และสิทธิในที่ดิน เพื่อประกอบเกษตรกรรมอย่างทั่วถึง โดยการปฏิรูปที่ดินและวิธีการอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "82",
      "content": "รัฐพึงส่งเสริมและบำรุงเกษตรกรรม รัฐพึงคุ้มครองและรักษาผลประโยชน์ของเกษตรกรในด้านการผลิตและการจำหน่ายผลผลิต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "83",
      "content": "รัฐพึงส่งเสริมและสนับสนุนการสหกรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "84",
      "content": "รัฐพึงสนับสนุนให้เอกชนได้มีการริเริ่มในทางเศรษฐกิจ รัฐพึงประกอบกิจการอันมีลักษณะเป็นสาธารณูปโภคในทางที่จะให้เป็นประโยชน์แก่ประชาชนเป็นส่วนรวม การประกอบกิจการอันมีลักษณะเป็นสาธารณูปโภคโดยเอกชน จะกระทำได้ก็แต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย รัฐพึงวางมาตรการมิให้มีการผูกขาดตัดตอนในทางเศรษฐกิจโดยเอกชนที่มิได้อาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย ทั้งนี้ไม่ว่าการผูกขาดตัดตอนนั้นจะเป็นโดยทางตรงหรือทางอ้อม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "86",
      "content": "รัฐพึงวางนโยบายประชากรให้เหมาะสมกับทรัพยากรของชาติ ภาวะทางเศรษฐกิจและสังคม และความเจริญในทางวิทยาการ เพื่อประโยชน์ในการพัฒนาเศรษฐกิจและสังคมและเพื่อความมั่นคงของรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "87",
      "content": "รัฐพึงสงเคราะห์ผู้ประสบภัยเนื่องในการปฏิบัติหน้าที่เพื่อประเทศชาติ หรือในการช่วยเหลือราชการ หรือปฏิบัติตามหน้าที่มนุษยธรรม หรือเนื่องจากภัยธรรมชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "88",
      "content": "รัฐพึงส่งเสริมและสนับสนุนการสังคมสงเคราะห์ของรัฐและเอกชน เพื่อสวัสดิภาพและความผาสุขของประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "89",
      "content": "รัฐพึงส่งเสริมให้ประชากรวัยทำงานมีงานทำและได้รับค่าแรงตอบแทนตามควรแก่อัตภาพ และคุ้มครองแรงงานให้เป็นไปโดยเป็นธรรม และพึงจัดให้ผู้ทำงานรับจ้างมีความมั่นคงก้าวหน้าในการทำงาน และมีหลักประกันเมื่อเจ็บป่วยและชราภาพ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "90",
      "content": "รัฐพึงจัดให้บุคคลทุพพลภาพมีงานทำตามความสามารถและความเหมาะสม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "91",
      "content": "รัฐพึงส่งเสริมให้ประชาชนมีที่อยู่อาศัยโดยถูกสุขลักษณะ และพึงส่งเสริมกิจการเคหะสำหรับประชาชนผู้มีรายได้น้อย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "92",
      "content": "รัฐพึงส่งเสริมการสาธารณสุข ตลอดถึงการอนามัยครอบครัว และพึงคุ้มครองสุขภาพของบุคคล และสนับสนุนให้ประชาชนมีส่วนร่วมด้วย รัฐพึงให้การรักษาพยาบาลแก่ผู้ยากไร้โดยไม่คิดมูลค่า การป้องกันและปราบปรามโรคติดต่ออันตราย รัฐจะต้องกระทำให้แก่ประชาชน โดยไม่คิดมูลค่า",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "93",
      "content": "รัฐพึงบำรุงรักษาสิ่งแวดล้อมให้สะอาด และพึงจัดสิ่งเป็นพิษซึ่งทำลายสุขภาพและอนามัยของประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "94",
      "content": "รัฐพึงส่งเสริมและบำรุงการกีฬา",
      "type": "section",
      "status": "OCR"
    }
  ],
  "6": [
    {
      "id": "intro",
      "content": "๑๘๒\n\nหมวด ๖\nรัฐสภา\n\nส่วนที่ ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "55",
      "content": "รัฐสภาประกอบด้วยวุฒิสภาและสภาผู้แทนราษฎร รัฐสภาจะประชุมร่วมกันหรือแยกกัน ย่อมเป็นไปตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "56",
      "content": "ประธานสภาผู้แทนราษฎรเป็นประธานรัฐสภา ประธานวุฒิสภาเป็นรองประธานรัฐสภา ประธานรัฐสภามีอำนาจหน้าที่ดำเนินกิจการของรัฐสภาในกรณีประชุมร่วมกันให้เป็นไปตามระเบียบ และมีอำนาจหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญนี้ ในกรณีที่ประธานรัฐสภาไม่อยู่หรือไม่สามารถปฏิบัติหน้าที่ได้ ให้รองประธานรัฐสภาทำหน้าที่แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "57",
      "content": "ร่างพระราชบัญญัติจะตราขึ้นเป็นกฎหมายได้ก็แต่โดยคำแนะนำและยินยอมของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "58",
      "content": "ร่างพระราชบัญญัติซึ่งได้รับความเห็นชอบของรัฐสภาแล้ว ให้นายกรัฐมนตรีนำขึ้นพูลเกล้า ฯ ถวายเพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธย และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "59",
      "content": "ร่างพระราชบัญญัติใดพระมหากษัตริย์ไม่ทรงเห็นชอบด้วยและพระราชทานคืนมายังรัฐสภา หรือเมื่อพ้นเก้าสิบวันแล้วมิได้พระราชทานคืนมา รัฐสภาจะต้องปรึกษาร่างพระราชบัญญัตินั้นใหม่ ถ้ารัฐสภาลงมติยืนยันตามเดิมด้วยคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดของทั้งสองสภาแล้ว ให้นายกรัฐมนตรีนำร่างพระราชบัญญัตินั้นขึ้นพูลเกล้า ฯ ถวายอีกครั้งหนึ่ง เมื่อพระมหากษัตริย์ได้ทรงลงพระปรมาภิไธยพระราชทานลงมาภายในสามสิบวัน ให้นายกรัฐมนตรีนำพระราชบัญญัตินั้นประกาศในราชกิจจานุเบกษาใช้บังคับเป็นกฎหมายได้ เสมือนหนึ่งว่าพระมหากษัตริย์ได้ทรงลงพระปรมาภิไธยแล้ว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "100",
      "content": "ประธานและรองประธานวุฒิสภา ประธานและรองประธานสภาผู้แทนราษฎร ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร และสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรจะได้รับเงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "101",
      "content": "บุคคลจะเป็นสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรในขณะเดียวกันมีได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "102",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรจะเป็นข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ นอกจากข้าราชการการเมืองมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "103",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎร (๑) ต้องไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการหรือหน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือตำแหน่งสมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น หรือพนักงานส่วนท้องถิ่น ทั้งนี้ นอกจากตำแหน่งรัฐมนตรีหรือข้าราชการการเมืองอื่น (๒) ต้องไม่รับสัมปทานจากรัฐ หรือหน่วยราชการ หรือหน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือองค์กรใดๆ ที่มีลักษณะเป็นการผูกขาดดัดแปลง ทั้งนี้ไม่ว่าโดยทางตรงหรือทางอ้อม (๓) ต้องไม่รับเงินหรือประโยชน์ใดๆ จากหน่วยราชการหรือหน่วยงานของรัฐหรือรัฐวิสาหกิจเป็นพิเศษ นอกจากเหนือไปจากที่หน่วยราชการ หรือหน่วยงานของรัฐ หรือรัฐวิสาหกิจปฏิบัติกับบุคคลอื่นๆ ในธุรกิจการงานตามปกติ บทบัญญัติมาตรานี้มิให้ใช้บังคับในกรณีสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรรับเบี้ยหวัด บำเหน็จ บำนาญหรือเงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับในกรณีที่สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรรับหรือดำรงตำแหน่งกรรมการของรัฐสภา หรือวุฒิสภา หรือสภาผู้แทนราษฎร หรือกรรมการที่ได้รับแต่งตั้งในฐานะเป็นผู้ทรงคุณวุฒิตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "104",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรต้องแสดงสินทรัพย์และหนี้สินของตนต่อประธานรัฐสภาตามรายการ วิธีการและกำหนดเวลาที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "105",
      "content": "สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดของสภาผู้แทนราษฎร วิธีการและกำหนดเวลาที่กฎหมายบัญญัติ (๑) (๒) หรือมาตรา ๑๒๔ (๓) (๔) (๕) (๖) (๗) (๘) (๙) หรือ (๑๐) แล้วแต่กรณี และให้ประธานแห่งสภาที่ได้รับคำร้อง ส่งคำร้องนั้นไปยังคณะรัฐธรรมนูญเพื่อวินิจฉัยว่าสมาชิกภาพของสมาชิกผู้นั้นสิ้นสุดลงหรือไม่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "เมื่อคณะตุลาการรัฐธรรมนูญมีคำวินิจฉัยแล้ว ให้คณะตุลาการรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ได้รับคำร้องดังกล่าวในวรรคหนึ่ง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "106",
      "content": "การออกจากตำแหน่งของสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร ภายหลังวันที่สมาชิกภาพสิ้นสุดลงก็ดี คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญว่า สมาชิกภาพของสมาชิกคนใดคนหนึ่งสิ้นสุดลงก็ดี ย่อมไม่กระทบกระหั่งกิจการที่สมาชิกผู้นั้นได้กระทำไปในหน้าที่สมาชิกรวมทั้งการได้รับเงินประจำตำแหน่งหรือประโยชน์ตอบแทนอย่างอื่นก่อนที่สมาชิกผู้นั้นออกจากตำแหน่ง หรือก่อนที่ประธานแห่งสภาที่ผู้นั้นเป็นสมาชิก ได้รับแจ้งคำวินิจฉัยของคณะตุลาการรัฐธรรมนูญแล้วแต่กรณี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_106",
      "content": "ส่วนที่ ๒ วุฒิสภา",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "107",
      "content": "วุฒิสภาประกอบด้วยสมาชิกจำนวนหนึ่งร้อยคน ซึ่งพระมหากษัตริย์ทรงเลือกและแต่งตั้งจากผู้ทรงคุณวุฒิซึ่งมีความรู้ความชำนาญในวิชาการหรือกิจการต่างๆ อันจะยังประโยชน์ให้เกิดแก่การปกครองแผ่นดิน มีคุณสมบัติตามมาตรา ๑๑๗ (๑) และมีอายุไม่ต่ำกว่าสามสิบห้าปีบริบูรณ์ ทั้งไม่เป็นบุคคลผู้มีลักษณะต้องห้ามตามมาตรา ๑๑๖ และมาตรา ๑๑๘ ให้ประธานองคมนตรีเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งสมาชิกวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "108",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภามีกำหนดเวลาคราวละหกปี นับแต่วันที่พระมหากษัตริย์ทรงแต่งตั้งเฉพาะในวาระเริ่มแรก เมื่อครบกำหนดสามปี ให้สมาชิกออกจากตำแหน่งเป็นจำนวนกึ่งหนึ่งโดยวิธีจับสลาก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "109",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภาสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามวาระ (๒) ตาย (๓) ลาออก (๔) กระทำการอันต้องห้ามตามมาตรา ๑๐๓ (๕) ขาดคุณสมบัติตามมาตรา ๑๑๗ (๑) (๖) มีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๑๑๘ (๑) (๒) (๓) หรือ (๖)",
      "type": "section",
      "status": "OCR"
    }
  ],
  "7": [
    {
      "id": "intro",
      "content": "(๗) ขาดประชุมตลอดสมัยประชุมที่มีกำหนดเวลาไม่น้อยกว่าเก้าสิบวัน โดยไม่ได้รับอนุญาตจากประธานวุฒิสภา\n\n(๘) ถูกจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ในความผิดอันได้กระทำโดยประมาทหรือความผิดลหุโทษ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "110",
      "content": "เมื่อตำแหน่งสมาชิกวุฒิสภาว่างลงเพราะเหตุอื่นใด นอกจากถึงคราวออกตามวาระ พระมหากษัตริย์จะได้ทรงเลือกและแต่งตั้งบุคคลผู้มีลักษณะต้องตามที่บัญญัติไว้ในมาตรา ๑๐๗ เข้ามาเป็นสมาชิกแทน สมาชิกซึ่งเข้ามาแทนนั้นย่อมอยู่ในตำแหน่งได้เพียงเท่ากำหนดเวลาของผู้ซึ่งตนแทน ---",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_110",
      "content": "ส่วนที่ ๓ สภาผู้แทนราษฎร",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "111",
      "content": "สภาผู้แทนราษฎร ประกอบด้วยสมาชิกซึ่งราษฎรเลือกตั้งมีจำนวนไม่น้อยกว่าสองร้อยสี่สิบคน แต่ไม่เกินสามร้อยคน ทั้งนี้ ตามเกณฑ์ที่บัญญัติไว้ในมาตรา ๑๑๒",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "112",
      "content": "จำนวนสมาชิกสภาผู้แทนราษฎรที่แต่ละจังหวัดจะพึงมี ให้คำนวณตามเกณฑ์จำนวนราษฎรที่กำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎร จังหวัดใดมีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรได้ไม่เกินสามคน ให้ถือเขตจังหวัดเป็นเขตเลือกตั้ง และจังหวัดใดมีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรได้เกินกว่าสามคน ให้แบ่งเขตจังหวัดออกเป็นเขตเลือกตั้ง โดยจัดให้แต่ละเขตเลือกตั้งมีจำนวนสมาชิกสภาผู้แทนราษฎรเขตละสามคน ในกรณีที่จะแบ่งเขตเลือกตั้งในจังหวัดหนึ่ง ให้มีจำนวนสมาชิกสภาผู้แทนราษฎรครบสามคนทุกเขตไม่ได้ ให้แบ่งเขตเลือกตั้งออกเป็นเขตเลือกตั้งที่มีสมาชิกสภาผู้แทนราษฎรเขตละสามคนเสียก่อน แต่เขตที่เหลือต้องไม่น้อยกว่าเขตละสองคน ในกรณีที่จังหวัดใดมีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรได้สี่คน ให้แบ่งเขตเลือกตั้งออกเป็นสองเขต เขตหนึ่งให้มีสมาชิกสภาผู้แทนราษฎรส่องคน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "113",
      "content": "จังหวัดใดมีการแบ่งเขตเลือกตั้งเกินกว่าหนึ่งเขต ต้องแบ่งพื้นที่ของ เขตเลือกตั้งแต่ละเขตให้ติดต่อกัน และต้องจัดอัตราส่วนของจำนวนราษฎรกับจำนวน สมาชิกสภาผู้แทนราษฎรที่จะพึงมีได้ในแต่ละเขตให้ใกล้เคียงกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "114",
      "content": "การเลือกตั้งสมาชิกสภาผู้แทนราษฎร ให้ใช้วิธีออกเสียงลงคะแนน โดยตรงและลับ ในเขตเลือกตั้งแต่ละเขต ให้ผู้มีสิทธิเลือกตั้งมีสิทธิออกเสียงลงคะแนนเลือกตั้ง ผู้สมัครรับเลือกตั้งได้เท่าจำนวนสมาชิกสภาผู้แทนราษฎรที่มีได้ในเขตเลือกตั้งนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "115",
      "content": "บุคคลผู้มีคุณสมบัติตั้งต่อไปนี้ เป็นผู้มีสิทธิเลือกตั้ง (๑) สัญชาติไทยตามกฎหมาย แต่บุคคลผู้ได้สัญชาติไทยโดยการแปลงสัญชาติ ต้อง มีคุณสมบัติตามที่กำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรอีกด้วย (๒) อายุไม่ต่ำกว่ายี่สิบปีบริบูรณ์ในวันที่ ๑ มกราคม ของปีที่มีการเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "116",
      "content": "บุคคลผู้มีลักษณะดังต่อไปนี้ในวันเลือกตั้งเป็นบุคคลต้องห้ามมิให้ใช้ สิทธิเลือกตั้ง คือ (๑) วิกลจริต หรือขิดฟั่นเฟือนไม่สมประกอบ (๒) หูหนวกและเป็นใบ้ ซึ่งไม่สามารถอ่านและเขียนหนังสือได้ (๓) ภิกษุ สามเณร นักพรตหรือนักบวช (๔) ต้องถูกขังอยู่โดยหมายของศาล (๕) อยู่ในระหว่างถูกเพิกถอนสิทธิเลือกตั้งโดยคำพิพากษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "117",
      "content": "บุคคลผู้มีคุณสมบัติดังต่อไปนี้เป็นผู้มีสิทธิสมัครรับเลือกตั้ง (๑) สัญชาติไทยตามกฎหมาย แต่บุคคลผู้มีสัญชาติไทยและมีสัญชาติอื่นด้วยใน ขณะเดียวกันก็ดี บุคคลผู้ได้สัญชาติไทยโดยการแปลงสัญชาติก็ดี ต้องมีคุณสมบัติตามที่กำหนดไว้ ในกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรอีกด้วย เว้นแต่บุคคลผู้มีสัญชาติไทยโดยการ เกิด แต่เกิดในต่างประเทศไม่ต้องมีคุณสมบัติดังกล่าว (๒) อายุไม่ต่ำกว่ายี่สิบห้าปีบริบูรณ์ในวันเลือกตั้ง (๓) เป็นสมาชิกพรรคการเมืองใดพรรคการเมืองหนึ่งแต่พรรคเดียว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "118",
      "content": "บุคคลผู้มีลักษณะดังต่อไปนี้ เป็นบุคคลต้องห้ามมิให้ใช้สิทธิสมัครรับ เลือกตั้ง คือ (๑) ติดยาเสพติดให้โทษ (๒) เป็นบุคคลล้มละลาย ซึ่งศาลยังไม่สั่งให้พ้นจากคดี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "(๓) เป็นบุคคลผู้มีลักษณะต้องห้ามมิให้ใช้สิทธิเลือกตั้งตามมาตรา ๑๑๖ (๑) (๒)\n(๓) หรือ (๕)\n\n(๔) ต้องคำพิพากษาของศาลใดศาลหนึ่งให้จำคุก และต้องคุมขังอยู่โดยหมายของ\nศาลในคดีนั้น\n\n(๕) เคยต้องคำพิพากษาให้จำคุกตั้งแต่สองปีขึ้นไป โดยได้พ้นโทษมายังไม่ถึงห้าปี\nในวันเลือกตั้ง เว้นแต่ในความผิดอันได้กระทำโดยประมาท\n\n(๖) เป็นข้าราชการหรือพนักงานส่วนท้องถิ่นซึ่งมีตำแหน่งหรือเงินเดือนประจำ\nนอกจากข้าราชการการเมือง\n\n(๗) เป็นพนักงานของหน่วยงานของรัฐหรือรัฐวิสาหกิจ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "119",
      "content": "ภายใต้บังคับบทบัญญัติแห่งรัฐธรรมนูญนี้หลักเกณฑ์และวิธีการ เลือกตั้งให้เป็นไปตามกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "120",
      "content": "อายุของสภาผู้แทนราษฎรมีกำหนดคราวละสี่ปีนับแต่วันเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "121",
      "content": "เมื่ออายุของสภาผู้แทนราษฎรสิ้นสุดลงพระมหากษัตริย์จะได้ทรงตรา พระราชกฤษฎีกาให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่เป็นการเลือกตั้งทั่วไป ซึ่งต้อง กำหนดวันเลือกตั้งภายในหกสิบวันนับแต่วันที่อายุของสภาผู้แทนราษฎรสิ้นสุดลง และวันเลือกตั้ง นั้นต้องกำหนดวันเดียวกันทั่วราชอาณาจักร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "122",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะยุบสภาผู้แทนราษฎร เพื่อให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่ การยุบสภาผู้แทนราษฎรให้กระทำโดยพระราชกฤษฎีกาซึ่งต้องกำหนดวันเลือกตั้ง สมาชิกสภาผู้แทนราษฎรใหม่เป็นการเลือกตั้งทั่วไปภายในเก้าสิบวัน และวันเลือกตั้งนั้นต้องกำหนด วันเดียวกันทั่วราชอาณาจักร การยุบสภาผู้แทนราษฎรจะกระทำได้เพียงครั้งเดียวในเหตุการณ์เดียวกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "123",
      "content": "สมาชิกภาพของสมาชิกสภาผู้แทนราษฎรเริ่มแต่วันเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "124",
      "content": "สมาชิกภาพของสมาชิกสภาผู้แทนราษฎรสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามอายุของสภาผู้แทนราษฎร หรือมีการยุบสภาผู้แทนราษฎร (๒) ตาย (๓) ลาออก (๔) กระทำการอันต้องห้ามตามมาตรา ๑๐๓ (๕) ขาดคุณสมบัติตามมาตรา ๑๑๗ (๑) หรือ (๒) (๖) มีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๑๑๘ (๑) (๒) (๓) หรือ (๖)",
      "type": "section",
      "status": "OCR"
    }
  ],
  "8": [
    {
      "id": "intro",
      "content": "(๗) ลาออกจากการเป็นสมาชิกของพรรคการเมืองหรือพรรคการเมืองที่สมาชิกสภาผู้แทนราษฎรผู้นั้นเป็นสมาชิกยุบเลิก\n\n(๘) ขาดจากการเป็นสมาชิกของพรรคการเมืองในกรณีที่ศาลมีคำสั่งยุบเลิกพรรคการเมืองที่สมาชิกสภาผู้แทนราษฎรผู้นั้นเป็นสมาชิก หรือพรรคการเมืองมีมติให้พ้นจากการเป็นสมาชิกและไม่อาจเข้าเป็นสมาชิกของพรรคการเมืองอื่นได้ภายในหกสิบวันนับแต่วันที่ศาลมีคำสั่ง หรือพรรคการเมืองมีมติแล้วแต่กรณี ในกรณีเช่นนี้ ให้ถือว่าขาดจากสมาชิกภาพนับแต่วันถัดจากวันที่ครบกำหนดหกสิบวันนั้น\n\n(๙) ขาดประชุมตลอดสมัยประชุมที่มีกำหนดเวลาไม่น้อยกว่าเก้าสิบวัน โดยไม่ได้รับอนุญาตจากประธานสภาผู้แทนราษฎร\n\n(๑๐) ถูกจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ในความผิดอันได้กระทำโดยประมาทหรือความผิดลหุโทษ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "125",
      "content": "เมื่อตำแหน่งสมาชิกสภาผู้แทนราษฎรว่างลงเพราะเหตุอื่นใด นอกจากถึงคราวออกตามอายุของสภาผู้แทนราษฎร หรือเมื่อมีการยุบสภาผู้แทนราษฎร ให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรขึ้นแทนภายในกำหนดเวลาก้าสิบวัน เว้นแต่อายุของสภาผู้แทนราษฎรจะเหลือไม่ถึงหนึ่งร้อยแปดสิบวัน สมาชิกภาพของสมาชิกสภาผู้แทนราษฎรผู้เข้ามาแทนนั้นเริ่มแต่วันเลือกตั้ง และอยู่ในตำแหน่งได้เพียงเท่าอายุของสภาผู้แทนราษฎรที่เหลืออยู่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "126",
      "content": "ภายหลังที่คณะรัฐมนตรีได้รับความไว้วางใจจากสภาผู้แทนราษฎรตามมาตรา ๑๘๔ แล้ว พระมหากษัตริย์จะได้ทรงแต่งตั้งสมาชิกสภาผู้แทนราษฎรผู้เป็นหัวหน้าพรรคการเมืองในสภาผู้แทนราษฎร ซึ่งสมาชิกสภาผู้แทนราษฎรในสังกัดมิได้ดำรงตำแหน่งรัฐมนตรี และมีจำนวนมากที่สุดในบรรดาพรรคการเมืองซึ่งสมาชิกสภาผู้แทนราษฎรในสังกัดมิได้ดำรงตำแหน่งรัฐมนตรี แต่ไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดของสภา เป็นผู้นำฝ่ายค้านในสภาผู้แทนราษฎร ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการในการแต่งตั้งผู้นำฝ่ายค้านในสภาผู้แทนราษฎร ย่อมฟันจากตำแหน่งเมื่อขาดคุณสมบัติดังกล่าวในวรรคหนึ่ง และให้นำบทบัญญัติมาตรา ๑๓๐ มาใช้บังคับโดยอนุโลม ในกรณีเช่นนี้ พระมหากษัตริย์จะได้ทรงแต่งตั้งผู้นำฝ่ายค้านในสภาผู้แทนราษฎรแทนตำแหน่งที่ว่าง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ส่วนที่ ๔\nบทที่ใช้แก่สภาทั้งสอง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "127",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรอย่อมเป็นผู้แทนปวงชนชาวไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "128",
      "content": "ก่อนเข้ารับหน้าที่ สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรต้องปฏิญาณตนในที่ประชุมแห่งสภาที่ตนเป็นสมาชิกด้วยถ้อยคำดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะปฏิบัติหน้าที่ตามความเห็นของข้าพเจ้าโดยบริสุทธิ์ใจ เพื่อประโยชน์ส่วนรวมของปวงชนชาวไทย ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "129",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรแต่ละสถาบันประธานสภาคณห์นึ่งและรองประธานสภาคณห์นึ่ง ซึ่งพระมหากษัตริย์ทรงแต่งตั้งจากสมาชิกแห่งสภานั้นๆ ตามมติของสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "130",
      "content": "ประธานและรองประธานวุฒิสภาดำรงตำแหน่งจนถึงวันก่อนวันเลือกประธานและรองประธานวุฒิสภาใหม่ซึ่งจะต้องกระทำเมื่อถึงคราวที่สมาชิกออกจากตำแหน่งกึ่งหนึ่ง ประธานและรองประธานสภาผู้แทนราษฎรดำรงตำแหน่งจนสิ้นอายุของสภา หรือมีการยุบสภา ประธานและรองประธานวุฒิสภา และประธานและรองประธานสภาผู้แทนราษฎรย่อมพ้นจากตำแหน่งก่อนถึงวาระพ้นจากตำแหน่งตามวรรคหนึ่งหรือวรรคสอง แล้วแต่กรณี เมื่อ (๑) ขาดจากสมาชิกภาพแห่งสภาที่ตนเป็นสมาชิก (๒) ลาออกจากตำแหน่ง (๓) ดำรงตำแหน่งรัฐมนตรีหรือข้าราชการการเมืองอื่น (๔) ต้องคำพิพากษาให้จำคุก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "131",
      "content": "ประธานวุฒิสภาและประธานสภาผู้แทนราษฎรมีอำนาจหน้าที่ดำเนินกิจการของสภานั้นๆ ให้เป็นไปตามระเบียบ รองประธานมีอำนาจหน้าที่กำกิจการแทนประธานเมื่อประธานไม่อยู่หรือไม่สามารถปฏิบัติหน้าที่ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "132",
      "content": "เมื่อประธานและรองประธานวุฒิสภาหรือประธานและรองประธานสภาผู้แทนราษฎรไม่อยู่ในที่ประชุมให้สมาชิกแห่งสภานั้นๆ เลือกตั้งกันขึ้นเองเป็นประธานในคราวประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "133",
      "content": "การประชุมวุฒิสภาก็ดี การประชุมสภาผู้แทนราษฎรก็ดี ต้องมีสมาชิกมาประชุมไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดของแต่ละสภา จึงจะเป็นองค์ประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "134",
      "content": "การลงมติวินิจฉัยข้อปรึกษาให้ถือเอาเสียงข้างมากเป็นประมาณ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "135",
      "content": "ในที่ประชุมวุฒิสภาก็ดี ที่ประชุมสภาผู้แทนราษฎรก็ดี ที่ประชุมร่วมกันของรัฐสภาก็ดี สมาชิกผู้ใดจะกล่าวถ้อยคำใดๆ ในทางแถลงข้อเท็จจริงหรือแสดงความคิดเห็นหรือออกเสียงลงคะแนน ย่อมเป็นเอกสิทธิ์โดยเด็ดขาด ผู้ใดจะนำไปเป็นเหตุฝืดฟองร้องว่ากล่าวสมาชิกผู้นั้นในทางใดมิได้ เอกสิทธินี้ย่อมคุ้มครองไปถึงผู้พิมพ์และผู้โฆษณารายงานการประชุมโดยคำสั่งของสภา และคุ้มครองไปถึงบุคคลซึ่งประธานในที่ประชุมอนุญาตให้แถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "136",
      "content": "ภายในสามสิบวันนับแต่วันเลือกตั้งสมาชิกสภาผู้แทนราษฎร ให้มีการเรียกประชุมรัฐสภาเพื่อให้สมาชิกได้มาประชุมเป็นครั้งแรก ในปีหนึ่งจะให้มีสมัยประชุมสามัญของรัฐสภาสมัยหนึ่งหรือสองสมัย แล้วแต่สภาผู้แทนราษฎรจะกำหนด วันประชุมครั้งแรกตามวรรคหนึ่ง ให้ถือเป็นวันเริ่มสมัยประชุมสามัญประจำปี ส่วนวันเริ่มสมัยประชุมสามัญประจำปีของรัฐสภาสมัยต่อๆ ไป ให้สภาผู้แทนราษฎรเป็นผู้กำหนด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "137",
      "content": "สมัยประชุมสามัญของรัฐสภาสมัยหนึ่งๆ ให้มีกำหนดเวลาเก้าสิบวัน แต่พระมหากษัตริย์จะโปรดเกล้าฯ ให้ขยายเวลาออกไปได้ การใดสมัยประชุมสามัญก่อนครบกำหนดเวลาเก้าสิบวันจะกระทำได้แต่โดยความเห็นชอบของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "138",
      "content": "พระมหากษัตริย์ทรงเรียกประชุมรัฐสภา ทรงเปิดและปิดประชุม",
      "type": "section",
      "status": "OCR"
    }
  ],
  "9": [
    {
      "id": "intro",
      "content": "พระมหากษัตริย์จะเสด็จพระราชดำเนินมาทรงทำรัฐพิธีเปิดประชุมสมัยประชุม\nสามัญประจำปีสมัยแรกด้วยพระองค์เองหรือจะโปรดเกล้า ฯ ให้รัชทายาทซึ่งบรรลุนิติภาวะแล้ว\nหรือผู้ใดผู้หนึ่งเป็นผู้แทนพระองค์มาทำรัฐพิธีก็ได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "139",
      "content": "เมื่อมีความจำเป็นเพื่อประโยชน์แห่งรัฐพระมหากษัตริย์จะทรงเรียก ประชุมรัฐสภาเป็นการประชุมสมัยวิสามัญก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "140",
      "content": "สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรทั้งสองสภาร่วมกัน หรือ สมาชิกสภาผู้แทนราษฎรมีจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดของทั้งสอง สภามีสิทธิเข้าชื่อร้องขอให้นำความกราบบังคมทูล เพื่อมีพระบรมราชโองการประกาศเรียกประชุม รัฐสภาเป็นการประชุมสมัยวิสามัญได้ คำร้องขอดังกล่าวในวรรคหนึ่ง ถ้าเป็นของสมาชิกทั้งสองสภาให้ยื่นต่อประธาน รัฐสภา ถ้าเป็นของสมาชิกสภาผู้แทนราษฎรให้ยื่นต่อประธานสภาผู้แทนราษฎร ให้ประธานสภาผู้ได้รับคำร้องขอนำความกราบบังคมทูลและลงนามรับสนองพระ บรมราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "141",
      "content": "ภายใต้บังคับมาตรา ๑๔๐ การเรียกประชุม การขยายเวลาประชุม และ การปิดประชุมรัฐสภา ให้กระทำโดยพระราชกฤษฎีกา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "142",
      "content": "ในระหว่างสมัยประชุม ห้ามมิให้จับหรือคุมขัง หรือหมายเรียกดัว สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรไปทำการสอบสวน ในฐานะที่สมาชิกผู้นั้นเป็น ผู้ต้องหาในคดีอาญา เว้นแต่ในกรณีที่ได้รับอนุญาตจากสภาที่ผู้นั้นเป็นสมาชิกหรือในกรณีที่จับ ในขณะกระทำความผิด ในกรณีที่มีการจับสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรในขณะกระทำ ความผิด ให้รายงานไปยังประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกโดยด่วน และประธานแห่งสภาที่ผู้นั้น เป็นสมาชิกอาจสั่งให้ปล่อยผู้ถูกจับได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "143",
      "content": "ในกรณีที่มีการฟ้องสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรใน คดีอาญา ไม่ว่าจะได้ฟ้องนอกหรือในสมัยประชุม ศาลจะพิจารณาคดีนั้นในระหว่างสมัยประชุมมิได้ เว้นแต่จะได้รับอนุญาตจากสภาที่ผู้นั้นเป็นสมาชิก แต่การพิจารณาคดีต้องไม่เป็นการขัดขวางต่อการ ที่สมาชิกผู้นั้นจะมาเข้าประชุมสภา การพิจารณาที่ศาลได้กระทำไปก่อนมีคำอ้างว่าจำเลยเป็นสมาชิกของสภาใดสภา หนึ่งย่อมเป็นอันใช้ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "144",
      "content": "ถ้าสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรกุมขังในระหว่างสอบสวนหรือพิจารณาอยู่ก่อนสมัยประชุม เมื่อถึงสมัยประชุม พนักงานสอบสวนหรือศาลแล้วแต่กรณี ต้องสั่งปล่อยทันที ถ้าหากสภาที่ผู้นั้นเป็นสมาชิกได้ร้องขอ คำสั่งปล่อยตามวรรคหนึ่ง ให้มีผลบังคับตั้งแต่วันสั่งปล่อยจนถึงวันสุดท้ายแห่งสมัยประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "145",
      "content": "ภายใต้บังคับมาตรา ๑๙๓ วรรคสี่ และมาตรา ๑๙๔ วรรคสาม ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุหรือสภาผู้แทนราษฎรกุม จะมีการประชุมวุฒิสภามิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "146",
      "content": "ร่างพระราชบัญญัติจะเสนอได้ก็แค่โดยคณะรัฐมนตรี หรือสมาชิกสภาผู้แทนราษฎร แต่ร่างพระราชบัญญัติเกี่ยวด้วยการเงิน สมาชิกสภาผู้แทนราษฎรจะเสนอได้ก็ต่อเมื่อมีคำรับรองของนายกรัฐมนตรี ร่างพระราชบัญญัติเกี่ยวด้วยการเงิน หมายความถึงร่างพระราชบัญญัติว่าด้วยข้อความต่อไปนี้ทั้งหมดหรือแต่ข้อใดข้อหนึ่ง (๑) การตั้งขึ้นหรือยกเลิกหรือลดหรือเปลี่ยนแปลงแก้ไขหรือผ่อนหรือวางระเบียบการบังคับอันเกี่ยวกับภาษีหรืออากร (๒) การจัดสรร รับ รักษาหรือจ่ายเงินแผ่นดิน หรือการโอนงบประมาณรายจ่ายของแผ่นดิน (๓) การกู้เงิน หรือการค้ำประกันหรือการใช้เงินกู้ (๔) เงินตรา ในกรณีเป็นที่สงสัยว่าร่างพระราชบัญญัติใดเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงินที่จะต้องมีคำรับรองของนายกรัฐมนตรีหรือไม่ ให้เป็นอำนาจของประธานสภาผู้แทนราษฎรเป็นผู้วินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "147",
      "content": "ร่างพระราชบัญญัติให้เสนอต่อสภาผู้แทนราษฎรก่อน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "148",
      "content": "ภายใต้บังคับมาตรา ๑๕๔ เมื่อสภาผู้แทนราษฎรได้พิจารณาร่างพระราชบัญญัติที่เสนอตามมาตรา ๑๔๗ และลงมติเห็นชอบแล้ว ให้สภาผู้แทนราษฎรเสนอร่างพระราชบัญญัตินั้นต่อวุฒิสภา วุฒิสภาต้องพิจารณาร่างพระราชบัญญัติที่เสนอมาเน้นให้เสร็จภายในหกสิบวัน แต่ถ้าร่างพระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน ต้องพิจารณาให้เสร็จภายในสามสิบวัน ทั้งนี้ เว้นแต่สภาผู้แทนราษฎรจะได้ลงมติให้ขยายเวลาออกไปเป็นพิเศษกำหนดวันดังกล่าวให้หมายถึงวันในสมัยประชุม และให้เริ่มนับแต่วันที่ร่างพระราชบัญญัตินั้นมาถึงวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ระยะเวลาดังกล่าวในวรรคหนึ่งไม่ให้นับรวมระยะเวลาที่อยู่ในระหว่างการพิจารณาของคณะตุลาการรัฐธรรมนูญตามมาตรา ๑๕๑\n\nถ้าวุฒิสภาไม่ได้พิจารณาร่างพระราชบัญญัติให้เสร็จภายในกำหนดเวลาที่กล่าวในวรรคหนึ่ง ก็ให้ถือว่าวุฒิสภาได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น\n\nในการที่สภาผู้แทนราษฎรเสนอร่างพระราชบัญญัติเกี่ยวด้วยการเงินไปยังวุฒิสภา ให้ประธานสภาผู้แทนราษฎรแจ้งไปด้วยว่าร่างพระราชบัญญัติที่เสนอไปนั้นเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน คำแจ้งของประธานสภาผู้แทนราษฎรให้ถือเป็นเด็ดขาด\n\nในกรณีที่ประธานสภาผู้แทนราษฎรมิได้แจ้งไปว่าร่างพระราชบัญญัติใดเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงินให้ถือว่าร่างพระราชบัญญัตินั้นมิใช่ร่างพระราชบัญญัติเกี่ยวด้วยการเงิน",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "149",
      "content": "ภายใต้บังคับมาตรา ๑๕๔ เมื่อวุฒิสภาได้พิจารณาร่างพระราชบัญญัติเสร็จแล้ว (๑) ถ้าเห็นชอบด้วยกับสภาผู้แทนราษฎร ก็ให้ดำเนินการต่อไปตามมาตรา ๙๘ (๒) ถ้าไม่เห็นชอบด้วยกับสภาผู้แทนราษฎร ก็ให้ย้ายร่างพระราชบัญญัตินั้นไว้ก่อน และส่งร่างพระราชบัญญัตินั้นคืนไปยังสภาผู้แทนราษฎร (๓) ถ้าแก้ไขเพิ่มเติม ก็ให้ส่งร่างพระราชบัญญัติตามที่แก้ไขเพิ่มเติมนั้นไปยังสภาผู้แทนราษฎร ในกรณีเช่นว่านี้ ให้สภาทั้งสองต่างตั้งบุคคลที่เป็นสมาชิกแห่งสภานั้นมีจำนวนเท่ากันตามที่สภาผู้แทนราษฎรกำหนด ประกอบเป็นคณะกรรมาธิการร่วมกันเพื่อพิจารณาร่างพระราชบัญญัตินั้นแล้วให้คณะกรรมาธิการร่วมกันนั้น รายงานและเสนอร่างพระราชบัญญัติที่คณะกรรมาธิการร่วมกันได้พิจารณาแล้วต่อสภาทั้งสอง ถ้าสภาทั้งสองต่างเห็นชอบด้วยร่างพระราชบัญญัติที่คณะกรรมาธิการร่วมกันได้พิจารณาแล้วนั้น ก็ให้ดำเนินการต่อไปตามมาตรา ๙๘ ถ้าสภาใดสภาพหนึ่งไม่เห็นชอบด้วย ก็ให้ย้ายร่างพระราชบัญญัตินั้นไว้ก่อน คณะกรรมาธิการร่วมกัน ย่อมมีอำนาจเรียกเอกสารจากบุคคลใดๆ หรือเรียกบุคคลใดๆ มาแถลงข้อเท็จจริง หรือแสดงความคิดเห็นในการพิจารณาร่างพระราชบัญญัติได้ และเอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๓๕ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตามมาตรานี้ด้วย การประชุมคณะกรรมาธิการร่วมกัน ต้องมีกรรมาธิการมาประชุมไม่น้อยกว่ากึ่งหนึ่งของจำนวนกรรมาธิการทั้งหมดจึงจะเป็นองค์ประชุม และให้นำข้อบังคับการประชุมของสภาผู้แทนราษฎรในส่วนที่เกี่ยวกับกรรมาธิการมาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    }
  ],
  "10": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "150",
      "content": "ร่างพระราชบัญญัติที่ต้องยับยั้งไว้ตามบทบัญญัติมาตรา ๑๔๙ นั้น สภาผู้แทนราษฎรจะยกขึ้นพิจารณาใหม่ได้ต่อเมื่อเวลาหนึ่งร้อยแปดสิบวันได้ล่วงพ้นไป นับแต่วันที่ วุฒิสภาส่งร่างพระราชบัญญัตินั้นคืนไปยังสภาผู้แทนราษฎรในกรณีเช่นว่านี้ ถ้าสภาผู้แทนราษฎรลง มติยืนยันร่างเดิมหรือร่างที่คณะกรรมาธิการร่วมกันพิจารณาด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของ จำนวนสมาชิกทั้งหมดของสภาแล้ว ก็ให้ถือว่าร่างพระราชบัญญัตินั้นเป็นอันได้รับความเห็นชอบ ของรัฐสภา และให้ดำเนินการต่อไปตามมาตรา ๙๘ ถ้าร่างพระราชบัญญัติที่ต้องยับยั้งไว้เป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน สภา ผู้แทนราษฎรอาจยกร่างพระราชบัญญัตินั้นขึ้นพิจารณาใหม่ได้ทันที ในกรณีเช่นว่านี้ ถ้าสภา ผู้แทนราษฎรส่งมติยืนยันร่างเดิมหรือร่างที่คณะกรรมาธิการร่วมกันพิจารณาด้วยคะแนนเสียง มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของสภาแล้ว ก็ให้ถือว่าร่างพระราชบัญญัตินั้นเป็นอัน ได้รับความเห็นชอบของรัฐสภา และให้ดำเนินการต่อไปตามมาตรา ๙๘",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "151",
      "content": "ในระหว่างที่มีการยับยั้งร่างพระราชบัญญัติใดตามบทบัญญัติ มาตรา ๑๔๙ คณะรัฐมนตรีหรือสมาชิกสภาผู้แทนราษฎร จะเสนอร่างพระราชบัญญัติที่มีหลักการอย่าง เดียวกันหรือคล้ายกันกับหลักการของร่างพระราชบัญญัติที่ต้องยับยั้งไว้มิได้ ในกรณีที่สภาผู้แทนราษฎรเห็นว่าร่างพระราชบัญญัติที่เสนอนั้น เป็นร่าง พระราชบัญญัติที่มีหลักการอย่างเดียวกันหรือคล้ายกันกับหลักการของร่างพระราชบัญญัติที่ต้อง ยับยั้งไว้ ให้ประธานสภาผู้แทนราษฎรส่งร่างพระราชบัญญัติดังกล่าวให้คณะตุลาการรัฐธรรมนูญ วินิจฉัย ถ้าคณะตุลาการรัฐธรรมนูญวินิจฉัยว่าเป็นร่างพระราชบัญญัติที่มีหลักการอย่างเดียวกันหรือ คล้ายกันกับหลักการของร่างพระราชบัญญัติที่ต้องยับยั้งไว้ ให้ร่างพระราชบัญญัตินั้นตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "152",
      "content": "ในกรณีที่สภาผู้แทนราษฎรสิ้นอายุหรือมีการยุบสภาผู้แทนราษฎร บรรดาร่างพระราชบัญญัติที่รัฐสภายังมิได้ให้ความเห็นชอบ หรือที่พระมหากษัตริย์ไม่ทรงเห็นชอบ ด้วย หรือเมื่อพ้นเก้าสิบวันแล้วมิได้พระราชทานคืนมา ให้เป็นอันตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "153",
      "content": "งบประมาณรายจ่ายของแผ่นดินให้ทำเป็นพระราชบัญญัติ ถ้า พระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณออกไม่ทันปีงบประมาณใหม่ ให้ใช้ กฎหมายว่าด้วยงบประมาณรายจ่ายในปีงบประมาณปีก่อนนั้นไปพลาง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "154",
      "content": "ร่างพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณ ร่าง พระราชบัญญัติงบประมาณรายจ่ายเพิ่มเติมและร่างพระราชบัญญัติโอนงบประมาณรายจ่าย สภา ผู้แทนราษฎรจะต้องพิจารณาให้เสร็จภายในเก้าสิบวันนับแต่วันที่ร่างพระราชบัญญัติดังกล่าวมาถึง สภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ถ้าสภาผู้แทนราษฎรไม่ได้พิจารณาร่างพระราชบัญญัตินั้นให้เสร็จภายใน\nกำหนดเวลาที่กล่าว ในวรรคหนึ่ง ให้ถือว่าสภาผู้แทนราษฎรได้ให้ความเห็นชอบในร่าง\nพระราชบัญญัตินั้นและให้เสนอร่างพระราชบัญญัตินั้นต่อวุฒิสภา\n\nในการพิจารณาร่างพระราชบัญญัตินั้น วุฒิสภาจะต้องให้ความเห็นชอบหรือไม่\nเห็นชอบภายในสิบห้าวันนับแต่วันที่ร่างพระราชบัญญัตินั้นมาถึงวุฒิสภา ถ้าพ้นกำหนดนั้นให้ถือว่า\nวุฒิสภาได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น ในกรณีเช่นนี้และในกรณีที่วุฒิสภาให้ความ\nเห็นชอบ ให้ดำเนินการต่อไปตามมาตรา ๙๘\n\nถ้าร่างพระราชบัญญัติดังกล่าวนั้น วุฒิสภาไม่เห็นชอบด้วยให้นำบทบัญญัติมาตรา\n๑๕๐ วรรคสอง มาใช้บังคับโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "155",
      "content": "การจ่ายเงินแผ่นดิน จะกระทำได้ก็เฉพาะที่ได้อนุญาตไว้ในกฎหมาย ว่าด้วยงบประมาณรายจ่าย กฎหมายว่าด้วยวิธีการงบประมาณ หรือกฎหมายเกี่ยวด้วยการโอน งบประมาณ หรือกฎหมายว่าด้วยเงินคงคลัง เป็นแต่ในกรณีจำเป็นว่านี้ต้องตั้งงบประมาณรายจ่าย เป็นไปตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ ในกรณีเช่นว่านี้ต้องตั้งงบประมาณรายจ่ายเพิ่มเติม ชดใช้ว่าในพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณถัดไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "156",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรมีอำนาจควบคุมการบริหารราชการ แผ่นดิน โดยบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "157",
      "content": "ในที่ประชุมวุฒิสภาหรือสภาผู้แทนราษฎรสมาชิกทุกคนมีสิทธิตั้ง กระทู้ถามรัฐมนตรีในเรื่องใดเกี่ยวกับงานในหน้าที่ได้ แต่รัฐมนตรีย่อมมีสิทธิที่จะไม่ตอบ เมื่อ คณะรัฐมนตรีเห็นว่าเรื่องนั้นยังไม่ควรเปิดเผย เพราะเกี่ยวกับความปลอดภัยหรือประโยชน์สำคัญ ของแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "158",
      "content": "สภาษิตสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวน สมาชิกทั้งหมดของสภาผู้แทนราษฎร มีสิทธิเข้าชื่อเสนอกฎติขอให้เปิดอภิปรายทั่วไป เพื่อให้ คณะรัฐมนตรีแถลงข้อเท็จจริง หรือแสดงความคิดเห็นในปัญหาอันเกี่ยวกับการบริหารราชการ แผ่นดิน ผู้ติดติดกล่าวในวรรคหนึ่งให้ยื่นต่อประธานสภาผู้แทนราษฎร และให้ ประธานสภาผู้แทนราษฎรแจ้งไปยังนายกรัฐมนตรีเพื่อกำหนดเวลาสำหรับการเปิดอภิปรายทั่วไป ซึ่งต้องไม่ช้ากว่าสามสิบวันนับแต่วันที่นายกรัฐมนตรีได้รับแจ้ง แต่คณะรัฐมนตรีย่อมมีสิทธิที่จะ ขอให้ระงับการเปิดอภิปรายทั่วไปนั้นเสียได้ เมื่อเห็นว่าเป็นเรื่องที่ยังไม่ควรเปิดเผย เพราะเกี่ยวกับ ความปลอดภัยหรือประโยชน์สำคัญของแผ่นดิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ในการเปิดอภิปรายทั่วไปตามมาตรานี้ สภาวะลงมติในปัญหาที่อภิปรายนี้ได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "159",
      "content": "สมาชิกสภาผู้แทนราษฎร จำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดของสภาผู้แทนราษฎรมีสิทธิเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไป เพื่อลงมติไม่ว้างใจรัฐมนตรีเป็นรายตัวหรือทั้งคณะ เมื่อการเปิดอภิปรายทั่วไปสิ้นสุดลง โดยมิใช่ด้วยมติให้ผ่านระเบียบวาระเปิดอภิปรายนั้นไป ให้สภาผู้แทนราษฎรลงมติไว้วางใจหรือไม่ไว้วางใจ การลงมติในกรณีเช่นว่านี้ มิให้กระทำในวันเดียวกับวันที่การอภิปรายสิ้นสุด มติไม่ไว้วางใจต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของสภา ในกรณีที่มติไม่ไว้วางใจมีคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดของสภา สมาชิกสภาผู้แทนราษฎรที่เข้าชื่อเสนอญัตติขอเปิดอภิปรายนั้นเป็นอันหมดสิทธิที่จะเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไป เพื่อลงมติไม่ไว้วางใจรัฐมนตรีเป็นรายตัวหรือทั้งคณะอีกตลอดสมัยประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "160",
      "content": "การประชุมวุฒิสภา การประชุมสภาผู้แทนราษฎร และการประชุมร่วมกันของรัฐสภา ย่อมเป็นการเปิดเผยตามลักษณะที่กำหนดไว้ในข้อบังคับการประชุมของแต่ละสภา แต่ถ้าหากคณะรัฐมนตรีหรือสมาชิกของแต่ละสภา หรือสมาชิกของทั้งสองสภารวมกัน มีจำนวนไม่น้อยกว่าหนึ่งในสี่ของจำนวนสมาชิกทั้งหมดของแต่ละสภา หรือของทั้งสองสภารวมกันแล้วแต่กรณี ร้องขอให้ประชุมลับ ก็ให้ประชุมลับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "161",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรมีอำนาจเลือกสมาชิกของแต่ละสภาตั้งเป็นคณะกรรมาธิการสามัญ และมีอำนาจเลือกบุคคลผู้เป็นสมาชิกหรือมิได้เป็นสมาชิกตั้งเป็นคณะกรรมาธิการวิสามัญ เพื่อกระทำกิจการหรือพิจารณาสอบสวนหรือศึกษาเรื่องใดๆ อันอยู่ในอำนาจหน้าที่ของสภาแล้วรายงานต่อสภา คณะกรรมการที่กล่าวนี้ย่อมมีอำนาจเรียกเอกสารจากบุคคลใดๆ หรือเรียกบุคคลใดๆ มาแถลงข้อเท็จจริงหรือแสดงความคิดเห็นในกิจการที่กระทำหรือในเรื่องที่พิจารณาสอบสวนหรือศึกษาอยู่นั้นได้ เอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๓๕ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตามมาตรานี้ด้วย กรรมาธิการที่ตั้งจากผู้ที่เป็นสมาชิกสภาผู้แทนราษฎรทั้งหมดต้องมีจำนวนตามหรือใกล้เคียงกับอัตราส่วนของจำนวนสมาชิกสภาผู้แทนราษฎรของแต่ละพรรคการเมือง หรือกลุ่มพรรคการเมืองที่มีอยู่ในสภาผู้แทนราษฎร ในระหว่างที่ยังไม่มีข้อบังคับการประชุมของสภาผู้แทนราษฎรตามมาตรา ๑๖๔ ให้ประธานสภาผู้แทนราษฎรเป็นผู้กำหนดอัตราส่วนตามวรรคสาม",
      "type": "section",
      "status": "OCR"
    }
  ],
  "11": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "162",
      "content": "การประชุมคณะกรรมาธิการ ต้องมีกรรมาธิการมาประชุมไม่น้อยกว่า กึ่งหนึ่งของจำนวนกรรมาธิการทั้งหมดจึงจะเป็นองค์ประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "163",
      "content": "ภายใต้บังคับมาตรา ๒๒๕ ถ้ามีปัญหาเกี่ยวกับอำนาจหน้าที่ของ รัฐสภาที่จะต้องตีความรัฐธรรมนูญ ให้เป็นอำนาจของรัฐสภาที่จะตีความและให้ถือว่าการตีความ ของรัฐสภาเป็นเด็ดขาด ในการตีความรัฐธรรมนูญตามวรรคหนึ่ง ต้องมีสมาชิกมาประชุมไม่น้อยกว่ากึ่ง หนึ่งของจำนวนสมาชิกทั้งหมดของทั้งสองสภา จึงจะเป็นองค์ประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "164",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรมีอำนาจตราข้อบังคับเกี่ยวกับ จรรยาบรรณของสมาชิก และข้อบังคับการประชุมเกี่ยวกับการเลือกและการปฏิบัติหน้าที่ของ ประธานสภา รองประธานสภาและกรรมาธิการ วิธีการประชุม การเสนอและพิจารณาร่าง พระราชบัญญัติ การเสนอญัตติ การปรึกษา การอภิปราย การลงมติ การตั้งกระทู้ถาม การเปิด อภิปรายทั่วไป การยืนยันขอความไว้วางใจ การรักษาระเบียบและความเรียบร้อยและกิจการอื่นเพื่อ ดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_164",
      "content": "ส่วนที่ ๕ การประชุมร่วมกันของรัฐสภา",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "165",
      "content": "ในกรณีต่อไปนี้ให้รัฐสภาประชุมร่วมกัน (๑) การให้ความเห็นชอบในการตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๒๑ และมาตรา ๒๒ (๒) การปฏิญาณตนของผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาตามมาตรา ๒๔ (๓) การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระ พุทธศักราช ๒๔๖๗ ตามมาตรา ๒๕ (๔) การให้ความเห็นชอบในการสืบราชสมบัติตามมาตรา ๒๖ (๕) การปรึกษาร่างพระราชบัญญัติใหม่ตามมาตรา ๙๙ (๖) การให้ความเห็นชอบในการปิดสมัยประชุมตามมาตรา ๑๓๗ (๗) การเปิดประชุมรัฐสภาตามมาตรา ๑๓๘ (๘) การตีความรัฐธรรมนูญตามมาตรา ๑๖๓",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "(๕) การแต่งตั้งและการให้ผู้ตรวจเงินแผ่นดินของรัฐสภาพ้นจากตำแหน่งตาม มาตรา ๑๖๘ และมาตรา ๑๗๓\n\n(๑๐) การตั้งคณะกรรมาธิการตามมาตรา ๑๗๒\n\n(๑๑) การเปิดอภิปรายทั่วไปตามมาตรา ๑๘๕\n\n(๑๒) การให้ความเห็นชอบในการประกาศสงครามตามมาตรา ๑๙๓\n\n(๑๓) การให้ความเห็นชอบแก้หนังสือสัญญาและสนธิสัญญาตามมาตรา ๑๙๔\n\n(๑๔) การแต่งตั้งตุลาการรัฐธรรมนูญตามมาตรา ๒๑๘\n\n(๑๕) การแก้ไขเพิ่มเติมรัฐธรรมนูญตามมาตรา ๒๒๘",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "166",
      "content": "ในการประชุมร่วมกันของรัฐสภา ให้ใช้ข้อบังคับการประชุมของสภา ผู้แทนราษฎรโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "167",
      "content": "ภายใต้บังคับมาตรา ๒๕ มาตรา ๑๖๓ วรรคสอง มาตรา ๑๗๒ วรรคสอง มาตรา ๑๙๔ วรรคสอง และมาตรา ๒๒๘ ในการประชุมร่วมกันของรัฐสภาให้นำ บทที่ใช้แก่สภาทั้งสองมาใช้บังคับโดยอนุโลม แต่เฉพาะการตั้งคณะกรรมาธิการสามัญและวิสามัญ กรรมาธิการที่ตั้งจากผู้ที่เป็นสมาชิกของแต่ละสภาจะต้องมีจำนวนตามหรือใกล้เคียงกับอัตราส่วน ของจำนวนสมาชิกของแต่ละสภา ---",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_167",
      "content": "ส่วนที่ ๖ ผู้ตรวจเงินแผ่นดินของรัฐสภา",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "168",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งผู้ตรวจเงินแผ่นดินของรัฐสภาตามมติของ รัฐสภา และให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "169",
      "content": "ผู้ตรวจเงินแผ่นดินของรัฐสภาจะต้องเป็นผู้ทรงคุณวุฒิในทางการบัญชี หรือการคลัง และจะต้องไม่เป็นสมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร ข้าราชการซึ่งมีตำแหน่ง หรือเงินเดือนประจำหรือผู้มีตำแหน่งหรือหน้าที่ในหน่วยราชการหรือหน่วยงานของรัฐ หรือ รัฐวิสาหกิจ หรือหน่วยงานท้องถิ่น หรือผู้จัดการ กรรมการที่ปรึกษา ตัวแทน หรือลูกจ้างของบุคคล ห้างหุ้นส่วน บริษัท หรือองค์การใดๆ ซึ่งดำเนินธุรกิจเพื่อค้ากำไร ทั้งจะต้องไม่เป็นผู้มีลักษณะ ต้องห้ามตามที่กฎหมายบัญญัติด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "176",
      "content": "ให้ผู้ตรวจเงินแผ่นดินของรัฐสภามีอำนาจหน้าที่ในการตรวจสอบการ รับจ่ายเงินของแผ่นดิน และการรับจ่ายเงินและทรัพย์สินของหน่วยราชการ หน่วยงานของรัฐ และ รัฐวิสาหกิจ รวมทั้งของท้องถิ่นและหน่วยงานอื่นๆ ทั้งนี้ตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "171",
      "content": "ให้ผู้ตรวจเงินแผ่นดินของรัฐสภามีหน่วยราชการภายใต้บังคับบัญชา เพื่อปฏิบัติการตามอำนาจหน้าที่ตามที่กฎหมายบัญญัติ ข้าราชการสังกัดหน่วยราชการตามวรรคหนึ่งเป็นข้าราชการฝ่ายรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "172",
      "content": "ผู้ตรวจเงินแผ่นดินของรัฐสภาจะต้องเสนอรายงานการตรวจสอบการ รับจ่ายเงินและทรัพย์สินตามอำนาจหน้าที่พร้อมทั้งข้อสังเกตต่อรัฐสภาตามวิธีการที่กฎหมายบัญญัติ ให้รัฐสภาตั้งคณะกรรมาธิการขึ้นคณะหนึ่งเพื่อพิจารณาสอบสวนรายงานของ ผู้ตรวจเงินแผ่นดินของรัฐสภาตามวรรคหนึ่ง คณะกรรมาธิการที่กล่าวนี้ประกอบด้วย สมาชิกสภาผู้แทนราษฎร โดยสมาชิกสภาผู้แทนราษฎรของพรรคการเมืองที่สมาชิกสภาผู้แทน ราษฎรในสังกัดมิได้ดำรงตำแหน่งรัฐมนตรีเป็นประธาน และมีจำนวนมากกว่าสมาชิกสภาผู้แทน ราษฎรของพรรคการเมืองที่สมาชิกสภาผู้แทนราษฎรในสังกัด ดำรงตำแหน่งรัฐมนตรีหนึ่งคน และ ให้นำบทบัญญัติมาตรา ๑๖๑ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "173",
      "content": "ผู้ตรวจเงินแผ่นดินของรัฐสภาพันจากตำแหน่ง เมื่อ (๑) ตาย (๒) ลาออก (๓) มีลักษณะต้องห้ามตามมาตรา ๑๖๙ (๔) รัฐสภามีมติให้ออก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_173",
      "content": "ส่วนที่ ๗ ข้าราชการฝ่ายรัฐสภา",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "174",
      "content": "ภายใต้บังคับมาตรา ๑๗๑ วรรคสอง ข้าราชการสังกัดหน่วยราชการ ใดจะเป็นข้าราชการฝ่ายรัฐสภา ให้เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "175",
      "content": "การกำหนดคุณสมบัติการบรรจุการแต่งตั้ง การเลื่อนตำแหน่ง การ เลื่อนเงินเดือน การลงโทษและการออกจากราชการของข้าราชการฝ่ายรัฐสภา ให้เป็นไปตาม บทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    }
  ],
  "12": [
    {
      "id": "intro",
      "content": "๒๐๐",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "176",
      "content": "การแต่งตั้งและการให้ข้าราชการฝ่ายรัฐสภาตำแหน่งเทียบเท่า ปลัดกระทรวงและอธิบดีพ้นจากตำแหน่ง ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราช โองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_176",
      "content": "หมวด ๗ คณะรัฐมนตรี",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "177",
      "content": "พระมหากษัตริย์ทรงตั้งนายกรัฐมนตรีคนหนึ่งและรัฐมนตรีอีกไม่ เกินสามสิบคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดิน นายกรัฐมนตรีจะต้องเป็นสมาชิกสภาผู้แทนราษฎร และรัฐมนตรีอีกไม่น้อยกว่ากึ่ง หนึ่งของจำนวนรัฐมนตรีทั้งหมด จะต้องเป็นสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร ให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการตั้งนายกรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "178",
      "content": "ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อ พระมหากษัตริย์ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่าข้าพระพุทธเจ้าจะ จงรักภักดีต่อพระมหากษัตริย์และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของ ประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุก ประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "179",
      "content": "รัฐมนตรีจะเป็นข้าราชการซึ่งมีตำแหน่ง หรือเงินเดือนประจำ นอกจากข้าราชการการเมืองมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "180",
      "content": "รัฐมนตรีจะดำรงตำแหน่งหรือกระทำการใดๆ ที่ห้ามไว้มิให้สมาชิก วุฒิสภาและสมาชิกสภาผู้แทนราษฎรดำรงหรือกระทำตามที่บัญญัติในมาตรา ๑๐๓ มิได้ เว้นแต่ ตำแหน่งที่ต้องดำรงตามบทบัญญัติแห่งกฎหมาย และจะเป็นผู้จัดการ กรรมการที่ปรึกษา ตัวแทน หรือลูกจ้างของบุคคล ห้างหุ้นส่วน บริษัท หรือองค์การใดๆ ซึ่งดำเนินธุรกิจเพื่อกำไรก็มิได้ด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "181",
      "content": "รัฐมนตรีต้องแสดงสินทรัพย์และหนี้สินของตนต่อประธานรัฐสภา ตามรายการ วิธีการ และกำหนดเวลาที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "182",
      "content": "รัฐมนตรีย่อมมีสิทธิเข้าประชุม และแถลงข้อเท็จจริงหรือแสดงความ คิดเห็นในที่ประชุมซึ่งตนมิได้เป็นสมาชิก แต่มิมีสิทธิออกเสียงลงคะแนน เอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๓๕ ให้นำมาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "183",
      "content": "ในการดำเนินนโยบายบริหารราชการแผ่นดินคณะรัฐมนตรีต้องได้รับความไว้วางใจของสภาผู้แทนราษฎร รัฐมนตรีต้องรับผิดชอบต่อสภาผู้แทนราษฎรในหน้าที่ของตน และต้องรับผิดชอบร่วมกันต่อสภาผู้แทนราษฎรในนโยบายทั่วไปของคณะรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "184",
      "content": "คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อสภาผู้แทนราษฎร เพื่อขอความไว้วางใจ มติให้ความไว้วางใจต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกที่มาประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "185",
      "content": "ถ้ามีปัญหาเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรีเห็นสมควรจะฟังความคิดเห็นของสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎร นายกรัฐมนตรีจะแจ้งไปยังประธานรัฐสภา ขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมรัฐสภาก็ได้ ในกรณีเช่นว่านี้รัฐสภาจะลงมติในปัญหาที่อภิปรายนี้ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "186",
      "content": "ในระหว่างการบริหารราชการแผ่นดินภายหลังที่ได้รับความไว้วางใจจากสภาผู้แทนราษฎรแล้ว ถ้ามีพฤติการณ์ที่คณะรัฐมนตรีเห็นสมควร คณะรัฐมนตรีจะขอให้สภาผู้แทนราษฎรอยันความไว้วางใจอีกก็ได้ ในกรณีเช่นว่านี้ให้นำบทบัญญัติมาตรา ๑๘๔ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "187",
      "content": "รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ (๑) สภาผู้แทนราษฎรลงมติไม่ไว้วางใจ ตามมาตรา ๑๕๙ (๒) ไม่ได้รับความไว้วางใจตามมาตรา ๑๘๔ หรือมาตรา ๑๘๖ (๓) สภาผู้แทนราษฎรสิ้นอายุ หรือมีการยุบสภาผู้แทนราษฎร (๔) คณะรัฐมนตรีลาออก (๕) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา ๑๘๘ คณะรัฐมนตรีที่พ้นจากตำแหน่ง ต้องอยู่ในตำแหน่งเพื่อดำเนินงานไปจนกว่าจะตั้งคณะรัฐมนตรีใหม่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "188",
      "content": "ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ (๑) ตาย (๒) ลาออก (๓) ขาดคุณสมบัติสำหรับผู้สมัครรับเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๑๑๗ (๑) หรือ (๒) ในกรณีที่รัฐมนตรีมิได้เป็นสมาชิกสภาผู้แทนราษฎร หรือ (๑) (๒) หรือ (๓) ในกรณีที่รัฐมนตรีเป็นสมาชิกสภาผู้แทนราษฎร หรือมีลักษณะต้องห้ามตามที่บัญญัติไว้ในมาตรา ๑๑๘ (๑) (๒) (๓) หรือ (๖)",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๐๒\n\n(๔) ต้องคำพิพากษาให้จำคุก\n(๕) สภาผู้แทนราษฎรลงมติไม่ไว้วางใจตามมาตรา ๑๕๙\n(๖) กระทำการอันต้องห้ามตามมาตรา ๑๘๐\n(๗) มีพระบรมราชโองการตามมาตรา ๑๘๙\n\nให้นำบทบัญญัติมาตรา ๑๐๕ และมาตรา ๑๐๖ มาใช้บังคับแก่การสิ้นสุดของความเป็นรัฐมนตรีตาม (๒) (๓) (๔) หรือ (๖)",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "189",
      "content": "พระราชบัญญัติทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีฟื้นจากความเป็นรัฐมนตรี ตามที่นายกรัฐมนตรีถวายคำแนะนำ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "190",
      "content": "ในกรณีฉุกเฉินที่มีความจำเป็นรีบด่วน ในอันจะรักษาความปลอดภัยของประเทศ หรือความปลอดภัยสาธารณะ หรือความมั่นคงในทางเศรษฐกิจของประเทศหรือป้องปัดภัยพิบัติสาธารณะ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้ ในการประชุมรัฐสภาคราวต่อไป ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อรัฐสภาเพื่อพิจารณาโดยไม่ชักช้า ถ้าสภาผู้แทนราษฎรไม่อนุมัติ หรือสภาผู้แทนราษฎรอนุมัติต่อวุฒิสภาไม่อนุมัติ และสภาผู้แทนราษฎรอยืนยันการอนุมัติด้วยคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมด ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบกระทั่งกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น ถ้าสภาผู้แทนราษฎร และวุฒิสภาอนุมัติพระราชกำหนดนั้น หรือถ้าวุฒิสภาไม่อนุมัติและสภาผู้แทนราษฎรอยืนยันการอนุมัติด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติต่อไป การอนุมัติหรือไม่อนุมัติพระราชกำหนดให้นายกรัฐมนตรีประกาศในราชกิจจานุเบกษา ในกรณีไม่อนุมัติ ให้มีผลตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา การพิจารณาพระราชกำหนดของวุฒิสภาและของสภาผู้แทนราษฎร ในกรณียืนยันการอนุมัติพระราชกำหนด จะต้องทำในโอกาสแรกที่มีการประชุมสภาทั้งๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "191",
      "content": "ในระหว่างสมัยประชุม ถ้ามีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยการภาษีอากรหรือเงินตรา ซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับ เพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้ พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอสภาผู้แทนราษฎรภายในสองวันนับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา และให้นำบทบัญญัติมาตรา ๑๙๐ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    }
  ],
  "13": [
    {
      "id": "intro",
      "content": "๒๐๓",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "192",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราชกฤษฎีกา ตามที่กำหนดไว้ในรัฐธรรมนูญหรือกฎหมายอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "193",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้และเลิกใช้กฎอัยการศึก ตามลักษณะและวิธีการตามกฎหมายว่าด้วยกฎอัยการศึก ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหารย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก กฎอัยการศึกตามวรรคหนึ่งและวรรคสอง จะมีผลใช้บังคับเกินสามสิบวันได้อีก เป็นระยะเวลาเท่าใด ต้องได้รับความเห็นชอบของรัฐสภา ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุ หรือสภาผู้แทนราษฎรกัญญู ให้วุฒิสภาทำหน้าที่รัฐสภาในการให้ความเห็นชอบตามวรรคสาม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "194",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงครามเมื่อได้รับความเห็นชอบของรัฐสภา มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดของทั้งสองสภา ให้นำบทบัญญัติมาตรา ๑๙๓ วรรคสี่ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "195",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญา สันติภาพสงบศึกและทำหนังสือสัญญาอื่นกับนานาประเทศ หรือกับองค์การระหว่างประเทศ หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทย หรือเขตอธิปไตยแห่งชาติ หรือจะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามสัญญา หรือสนธิสัญญาพันธมิตรทางทหารต้องได้รับความเห็นชอบของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "196",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการพระราชทานอภัยโทษศักดิ์ และเรียกคืนเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "197",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งและให้ข้าราชการฝ่ายทหาร และฝ่ายพลเรือนตำแหน่งปลัดกระทรวง อธิบดีและเทียบเท่าพันจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "198",
      "content": "ภายใต้บังคับมาตรา ๑๗๕ การกำหนดคุณสมบัติ การบรรจุ การแต่งตั้ง การเลื่อนตำแหน่ง การเลื่อนเงินเดือน การลงโทษ และการออกจากราชการของข้าราชการให้เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๐๔",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "200",
      "content": "ข้าราชการซึ่งมีตำแหน่ง หรือเงินเดือนประจำ นอกจากข้าราชการ การเมือง จะเป็นข้าราชการการเมืองมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "201",
      "content": "บทกฎหมาย พระราชพัตถเลขา และพระบรมราชโองการใดๆ อัน เกี่ยวกับราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่ที่มีบัญญัติไว้ เป็นอย่างอื่นในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_201",
      "content": "หมวด ๘ ศาล",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "202",
      "content": "การพิจารณาพิพากษากรรคติเป็นอำนาจของศาล ซึ่งจะต้อง ดำเนินการตามกฎหมายและในพระปรมาภิไธยพระมหากษัตริย์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "203",
      "content": "บรรดาศาลทั้งหลายจะตั้งขึ้นได้ก็แต่โดยพระราชบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "204",
      "content": "การตั้งศาลขึ้นใหม่เพื่อพิจารณาพิพากษาคดีใดคดีหนึ่ง หรือที่มีข้อหา ฐานใดฐานหนึ่งโดยเฉพาะ แทนศาลธรรมดาที่มีอยู่ตามกฎหมายสำหรับพิจารณาพิพากษาคดีนั้นจะ กระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "205",
      "content": "การบัญญัติกฎหมายให้มีผลเป็นการเปลี่ยนแปลง หรือแก้ไขเพิ่มเติม กฎหมายว่าด้วยธรรมนูญศาลหรือวิธีพิจารณา เพื่อใช้แก่คดีใดคดีหนึ่งโดยเฉพาะ จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "206",
      "content": "ผู้พิพากษาและตุลาการมีอิสระในการพิจารณาพิพากษากรรคติ ให้ เป็นไปตามกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "207",
      "content": "ผู้พิพากษาและตุลาการจะเป็นข้าราชการการเมืองมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "208",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งและให้ผู้พิพากษาพ้นจากตำแหน่ง ก่อนเข้ารับหน้าที่ครั้งแรก ผู้พิพากษาต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ ด้วยถ้อยคำที่คณะกรรมการตุลาการเป็นผู้กำหนด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "209",
      "content": "การแต่งตั้งและการให้ผู้พิพากษาในศาลอุทธรณ์พ้นจากตำแหน่ง จะต้องได้รับความเห็นชอบของคณะกรรมการตุลาการตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่าย ตุลาการก่อน แล้วจึงนำความครบบังคมทูล การเลื่อนตำแหน่ง การเลื่อนเงินเดือน และการลงโทษผู้พิพากษาในศาลอุทธรณ์ จะต้องได้รับความเห็นชอบของคณะกรรมการตุลาการตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่าย ตุลาการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๐๕",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "210",
      "content": "คณะกรรมการตุลาการประกอบด้วยประธานศาลฎีกาเป็นประธานกรรมการ ข้าราชการฝ่ายตุลาการเป็นกรรมการโดยตำแหน่งสามคนตามที่กำหนดในกฎหมายว่าด้วยระเบียบข้าราชการฝ่ายตุลาการ และกรรมการผู้ทรงคุณวุฒิอีกแปดคน ซึ่งข้าราชการตุลาการเป็นผู้เลือกจากข้าราชการตุลาการสี่คน กับจากผู้รับบำเหน็จหรือบำนาญที่เคยรับราชการเป็นผู้พิพากษา มาแล้ว และต้องไม่ดำรงตำแหน่งข้าราชการการเมืองไม่เป็นสมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร หรือทนายความอีกสี่คน ตำแหน่งของข้าราชการตุลาการผู้มีสิทธิได้รับเลือกเป็นกรรมการตุลาการ ผู้ทรงคุณวุฒิและการเลือกตั้งกรรมการตุลาการผู้ทรงคุณวุฒิ ให้เป็นไปตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่ายตุลาการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "211",
      "content": "ศาลทหารมีอำนาจพิจารณาพิพากษาคดีตามที่กฎหมายบัญญัติ การแต่งตั้งและการให้ตุลาการศาลทหารพ้นจากตำแหน่งให้เป็นไปตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "212",
      "content": "ศาลปกครองและศาลในสาขาแรงงาน สาขาภาษี หรือสาขาสังคม จะตั้งขึ้นได้ก็แต่โดยพระราชบัญญัติ การแต่งตั้งและการให้ผู้พิพากษาพ้นจากตำแหน่ง อำนาจหน้าที่ของศาลตลอดจนวิธีพิจารณาของศาลมวรรณหนึ่ง ให้เป็นไปตามกฎหมายว่าด้วยการจัดตั้งศาลนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "213",
      "content": "ในกรณีที่มีปัญหาเกี่ยวกับอำนาจหน้าที่ระหว่างศาลยุติธรรมกับศาลอื่น หรือระหว่างศาลอื่นด้วยกันให้คณะตุลาการรัฐธรรมนูญเป็นผู้วินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_213",
      "content": "หมวด 5 การปกครองท้องถิ่น",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "214",
      "content": "การจัดระเบียบการปกครองส่วนท้องถิ่นรวมทั้งนครหลวง ต้องเป็นไปตามหลักแห่งการปกครองตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น ทั้งนี้ ตามบทบัญญัติแห่งกฎหมาย ท้องถิ่นตามวรรคหนึ่งมีอิสระในการกำหนดนโยบายการปกครองท้องถิ่นของตน และมีอิสระในทางการภาษีอากรและการเงินแห่งท้องถิ่น ตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "215",
      "content": "ท้องถิ่นใดมีลักษณะที่จะปกครองตนเองได้ตามที่กฎหมายบัญญัติไว้ ย่อมมีสิทธิปกครองตนเอง",
      "type": "section",
      "status": "OCR"
    }
  ],
  "14": [
    {
      "id": "intro",
      "content": "๒๐๖",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "216",
      "content": "การปกครองท้องถิ่นทุกระดับในทุกจังหวัดรวมทั้งนครหลวง ให้มีสภาท้องถิ่นและหัวหน้าฝ่ายบริหารท้องถิ่นหรือคณะผู้บริหารท้องถิ่น มาจากการเลือกตั้งของประชาชนในท้องถิ่นและต้องมีการเลือกตั้งตามระยะเวลาที่กำหนดในกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "217",
      "content": "การเลือกตั้งสมาชิกของสภาท้องถิ่น ให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ การเลือกตั้งหัวหน้าฝ่ายบริหารท้องถิ่นหรือคณะผู้บริหารท้องถิ่น จะใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ หรือจะให้สภาท้องถิ่นเลือกตั้งจากสมาชิกของสภาท้องถิ่นก็ได้ ทั้งนี้ ตามบทบัญญัติแห่งกฎหมาย หลักเกณฑ์และวิธีการเลือกตั้งตามมาตรานี้ ให้เป็นไปตามกฎหมายว่าด้วยการนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_217",
      "content": "หมวด ๑๐ ตุลาการรัฐธรรมนูญ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "218",
      "content": "คณะตุลาการรัฐธรรมนูญประกอบด้วยตุลาการรัฐธรรมนูญมีจำนวนเก้าคน โดยรัฐสภา คณะรัฐมนตรี และคณะกรรมการตุลาการตามมาตรา ๒๑๐ เป็นผู้เลือกจากผู้ทรงคุณวุฒิมีจำนวนฝ่ายละสามคน ให้คณะกรรมการตุลาการเลือกตุลาการรัฐธรรมนูญเป็นลำดับแรก และแจ้งผลการเลือกต่อรัฐสภาและคณะรัฐมนตรีเมื่อรัฐสภาได้เลือกแล้วให้แจ้งผลการเลือกต่อคณะรัฐมนตรีเมื่อคณะรัฐมนตรีได้เลือกแล้วให้นายกรัฐมนตรีนำรายชื่อผู้ได้รับเลือกทั้งหมดทราบบังคมทูล เพื่อทรงพระกรุณาโปรดเกล้าฯ แต่งตั้งเป็นตุลาการรัฐธรรมนูญ ทั้งนี้ให้กระทำให้แล้วเสร็จภายในหกสิบวัน นับแต่วันเลือกตั้งสมาชิกสภาผู้แทนราษฎร ให้คณะตุลาการรัฐธรรมนูญเลือกตุลาการรัฐธรรมนูญคนหนึ่งเป็นประธาน ในกรณีที่ประธานไม่อยู่หรือไม่สามารถปฏิบัติหน้าที่ได้ให้ตุลาการรัฐธรรมนูญเลือกตั้งกันขึ้นเองเป็นประธานในคราวประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "219",
      "content": "ตุลาการรัฐธรรมนูญจะเป็นสมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ พนักงานรัฐวิสาหกิจ หรือพนักงานส่วนท้องถิ่นมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "220",
      "content": "ตุลาการรัฐธรรมนูญจะได้รับเงินประจำตำแหน่ง และประโยชน์ตอบแทนอย่างอื่นตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "221",
      "content": "บุคคลจะดำรงตำแหน่งตุลาการรัฐธรรมนูญติดต่อกันสองครั้งมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๐๗",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "222",
      "content": "ตุลาการรัฐธรรมนูญพ้นจากตำแหน่ง เมื่อ (๑) เปิดสมัยประชุมรัฐสภาครั้งแรกหลังจากการเลือกตั้งทั่วไป (๒) ตาย (๓) ลาออก (๔) เป็นสมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร ข้าราชการซึ่งมีตำแหน่งหรือ เงินเดือนประจำ พนักงานรัฐวิสาหกิจ หรือพนักงานส่วนท้องถิ่น (๕) ต้องคำพิพากษาให้จำคุก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "223",
      "content": "เมื่อตำแหน่งตุลาการรัฐธรรมนูญว่างลงให้รัฐสภา คณะรัฐมนตรี หรือคณะกรรมการตุลาการที่ได้เลือกตุลาการรัฐธรรมนูญผู้พ้นจากตำแหน่ง แล้วแต่กรณี เลือกตุลา การรัฐธรรมนูญแทนตำแหน่งที่ว่างนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "224",
      "content": "เมื่อร่างพระราชบัญญัติใดได้รับความเห็นชอบของรัฐสภาแล้ว ก่อนที่นายกรัฐมนตรีจะนำร่างพระราชบัญญัตินั้นขึ้นทูลเกล้า ฯ อวยาเพื่อพระมหากษัตริย์ทรงลง พระปรมาภิไธยตามมาตรา ๙๘ (๑) หากสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎร ทั้งสองสภาร่วมกัน หรือ สมาชิกของแต่ละสภา มีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดของทั้งสองสภา เห็นว่าร่างพระราชบัญญัติตามวรรคหนึ่งมีข้อความขัดหรือแย้งต่อรัฐธรรมนูญให้เสนอความเห็นต่อ ประธานรัฐสภา ประธานวุฒิสภา หรือประธานสภาผู้แทนราษฎร แล้วแต่กรณี แล้วให้ประธานแห่ง สภาที่ได้รับความเห็นดังกล่าวส่งความเห็นนั้นไปยังคณะตุลาการรัฐธรรมนูญเพื่อพิจารณาวินิจฉัย แล้วแจ้งให้นายกรัฐมนตรีทราบ (๒) หากนายกรัฐมนตรีเห็นว่าร่างพระราชบัญญัติตามวรรคหนึ่งมีข้อความขัดหรือ แย้งต่อรัฐธรรมนูญให้ส่งความเห็นเช่นว่านั้นไปยังคณะตุลาการรัฐธรรมนูญ เพื่อพิจารณาวินิจฉัย แล้วแจ้งให้ประธานรัฐสภา ประธานวุฒิสภา และประธานสภาผู้แทนราษฎรทราบ ในระหว่างที่คณะตุลาการรัฐธรรมนูญพิจารณาวินิจฉัย ให้นายกรัฐมนตรีระงับการ ดำเนินการเพื่อประกาศใช้ร่างพระราชบัญญัติตามวรรคหนึ่ง จนกว่าจะมีคำวินิจฉัยของคณะตุลาการ รัฐธรรมนูญ ถ้าคณะตุลาการรัฐธรรมนูญวินิจฉัยว่า ร่างพระราชบัญญัตินั้น มีข้อความขัดหรือแย้งต่อ รัฐธรรมนูญ ให้นายกรัฐมนตรีส่งร่างพระราชบัญญัตินั้นคืนไปยังรัฐสภาต่อไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "225",
      "content": "ในการที่ศาลจะใช้บทบัญญัติแห่งกฎหมายบังคับแก่คดีใด ถ้าศาล เห็นว่าบทบัญญัติแห่งกฎหมายนั้นต้องด้วยบทบัญญัติมาตรา ๖ และยังไม่มีคำวินิจฉัยของคณะตุลา การรัฐธรรมนูญในส่วนที่เกี่ยวกับบทบัญญัตินั้น ให้ศาลรอการพิจารณาพิพากษาคดีไว้ชั่วคราวแล้ว ส่งความเห็นเช่นว่านั้นตามทางการ เพื่อคณะตุลาการรัฐธรรมนูญจะได้พิจารณาวินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๐๘\n\nคำวินิจฉัยของคณะตุลาการรัฐธรรมนูญ ให้ใช้ได้ในคดีทั้งปวง แต่ไม่\nกระทบกระพี้งคำพิพากษาของศาลอันถึงที่สุดแล้ว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "226",
      "content": "คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญให้ถือเป็นเด็ดขาด และให้ ประกาศในราชกิจจานุเบกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "227",
      "content": "วิธีการพิจารณาของคณะตุลาการรัฐธรรมนูญให้เป็นไปตามกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_227",
      "content": "หมวด ๑๑ การแก้ไขเพิ่มเติมรัฐธรรมนูญ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "228",
      "content": "การแก้ไขเพิ่มเติมรัฐธรรมนูญจะกระทำได้ก็แต่โดยหลักเกณฑ์และ วิธีการดังต่อไปนี้ (๑) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรีหรือจากสมาชิกสภาผู้แทน ราษฎรจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดของสภาผู้แทนราษฎร (๒) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไขเพิ่มเติม และให้ รัฐสภาพิจารณาเป็นสามวาระ (๓) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการให้ใช้วิธีเรียกชื่อ และ ต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้นไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดของทั้งสองสภา (๔) การออกเสียงลงคะแนนในวาระที่สองขั้นพิจารณาเรียงลำดับมาตรา ให้ถือเอา เสียงข้างมากเป็นประมาณ (๕) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้วให้รอไว้สิบห้าวัน เมื่อพ้นกำหนดนี้ แล้ว ให้รัฐสภาพิจารณาในวาระที่สามต่อไป (๖) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้ายให้ใช้วิธีเรียกชื่อและต้องมี คะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็นรัฐธรรมนูญไม่น้อยกว่ากึ่งหนึ่งของจำนวน สมาชิกทั้งหมดของทั้งสองสภา (๗) เมื่อการลงมติได้เป็นไปตามที่กล่าวแล้ว ให้นำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมขึ้น ทูลเกล้าฯ ถวาย และให้นำบทบัญญัติมาตรา ๙๘ และมาตรา ๙๙ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "229",
      "content": "ถ้าพระมหากษัตริย์ทรงพระราชดำริเห็นว่าร่างรัฐธรรมนูญที่นำขึ้น ทูลเกล้า ฯ ถวายตามมาตรา ๒๒๘ กระทบถึงประโยชน์ได้เสียสำคัญของประเทศหรือประชาชน",
      "type": "section",
      "status": "OCR"
    }
  ],
  "15": [
    {
      "id": "intro",
      "content": "และทรงพระราชดำริเห็นสมควรให้ประชาชนได้วินิจฉัย พระมหากษัตริย์ออมทรัพย์ไว้ซึ่งพระราช\nอำนาจที่จะให้ประชาชนทั่วประเทศออกเสียงเป็นประชามติว่าเห็นชอบหรือไม่เห็นชอบด้วยร่าง\nรัฐธรรมนูญนั้น\n\nในการให้ประชาชนออกเสียงเป็นประชามติ จะได้มีประกาศพระบรมราชโองการ\nภายในเก้าสิบวันนับแต่วันที่นำร่างรัฐธรรมนูญขึ้นทูลเกล้า ฯ ถวายและให้ประธานรัฐสภาเป็นผู้ลง\nนามรับสนองพระบรมราชโองการ\n\nเมื่อมีประกาศพระบรมราชโองการตามวรรคสอง ให้ตราพระราชกฤษฎีกากำหนด\nวันให้ประชาชนออกเสียงเป็นประชามติภายในเก้าสิบวันนับแต่วันประกาศพระบรมราชโองการ\nและวันออกเสียงประชามติต้องเป็นวันเดียวกันทั่วราชอาณาจักร\n\nในเมื่อพระมหากษัตริย์ทรงใช้พระราชอำนาจตามมาตรานี้มิให้นำบทบัญญัติ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "228",
      "content": "(๗) มาใช้บังคับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "230",
      "content": "บุคคลผู้มีสิทธิเลือกตั้งสมาชิกสภาผู้แทนราษฎรอยู่มีสิทธิออกเสียง ประชามติ หลักเกณฑ์และวิธีการออกเสียงประชามติ ให้เป็นไปตามกฎหมายว่าด้วยการนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "231",
      "content": "ในการให้ประชาชนออกเสียงตามมาตรา ๒๒๙ ให้ถือเอาเสียงข้าง มากเป็นประมาณ ถ้ามีประชาคมเห็นชอบด้วยร่างรัฐธรรมนูญ พระมหากษัตริย์จะได้ทรงลงพระ ปรมาภิไธยภายในสามสิบวันนับแต่วันประกาศผลประชามติและเมื่อได้ประกาศรัฐธรรมนูญนั้นใน ราชกิจจานุเบกษาแล้วให้ใช้บังคับได้ ถ้ามีประชามติไม่เห็นชอบด้วยร่างรัฐธรรมนูญให้ร่าง รัฐธรรมนูญนั้นตกไป บทเฉพาะกาล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "232",
      "content": "ในวาระเริ่มแรก พระมหากษัตริย์จะได้ทรงแต่งตั้งสมาชิกวุฒิสภา ตามบทบัญญัติแห่งรัฐธรรมนูญนี้ในวันเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๓๓",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "233",
      "content": "ให้ดำเนินการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามบทบัญญัติแห่ง รัฐธรรมนูญนี้ ให้เสร็จสิ้นภายในหนึ่งร้อยยี่สิบวันนับแต่วันใช้รัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "234",
      "content": "นับตั้งแต่วันใช้รัฐธรรมนูญนี้จนถึงวันเลือกตั้งสมาชิกสภาผู้แทน ราษฎร ตามมาตรา ๒๓๓ ให้สภาผู้แทนราษฎรตามธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๑๕ ทำหน้าที่รัฐสภาตามบทบัญญัติแห่งรัฐธรรมนูญนี้ และมิให้นำบทบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "102",
      "content": "และมาตรา ๑๐๓ มาใช้บังคับแก่การดำรงตำแหน่งของสมาชิกสภานิติบัญญัติแห่งชาติ ตามมาตรา นี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "235",
      "content": "ให้คณะรัฐมนตรีที่บริหารราชการแผ่นดินอยู่ในวันใช้รัฐธรรมนูญนี้ หรือคณะรัฐมนตรีหากจะมีขึ้นก่อนการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๓๓ เป็น คณะรัฐมนตรีบริหารราชการแผ่นดินตามรัฐธรรมนูญนี้ และมิให้นำบทบัญญัติมาตรา ๑๗๙ และ มาตรา ๑๘๐ มาใช้บังคับแก่การดำรงตำแหน่งของรัฐมนตรีตามมาตรานี้ เมื่อได้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรแล้ว ให้คณะรัฐมนตรีตามวรรคหนึ่ง พ้นจากตำแหน่ง แต่ต้องอยู่ในตำแหน่งเพื่อดำเนินงานไปจนกว่าจะตั้งคณะรัฐมนตรีขึ้นใหม่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "236",
      "content": "ในระหว่างที่ยังมิได้มีการแก้ไขเพิ่มเติมบทบัญญัติแห่งกฎหมายหรือ บัญญัติกฎหมายขึ้นใหม่ เพื่อให้ชายและหญิงมีสิทธิเท่าเทียมกัน ซึ่งต้องไม่เกินสองปีนับแต่วันใช้ รัฐธรรมนูญนี้ มิให้นำบทบัญญัติมาตรา ๒๘ วรรคสองมาใช้บังคับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "237",
      "content": "ในระหว่างที่ยังมิได้มีการแก้ไขเพิ่มเติมบทบัญญัติแห่งกฎหมายหรือ บัญญัติกฎหมายขึ้นใหม่ เพื่อให้การปกครองท้องถิ่นเป็นไปตามบทบัญญัติแห่งมาตรา ๒๑๔ มาตรา ๒๑๖ และมาตรา ๒๑๗ ซึ่งต้องไม่เกินสองปีนับแต่วันใช้รัฐธรรมนูญนี้ มิให้นำบทบัญญัติสาม มาตราดังกล่าวมาใช้บังคับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "238",
      "content": "บรรดาคำสั่งซึ่งนายกรัฐมนตรีได้สั่งการโดยอาศัยอำนาจตามมาตรา ๑๗ แห่งธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๑๕ ที่ยังใช้บังคับอยู่ในวันใช้ รัฐธรรมนูญนี้ ให้คงมีผลใช้บังคับต่อไป การยกเลิกหรือเปลี่ยนแปลงคำสั่งดังกล่าวให้ตราเป็น พระราชบัญญัติ ผู้รับสนองพระบรมราชโองการ หม่อมราชวงศ์ก็ฤทธิ์ ปราโมช ประธานสภานิติบัญญัติแห่งชาติ ราชกิจจานุเบกษา ฉบับพิเศษ เล่ม ๙๑ ตอนที่ ๑๖๙ วันที่ ๗ ตุลาคม พุทธศักราช ๒๕๑๗ หน้า ๑ - ๕๐",
      "type": "section",
      "status": "OCR"
    }
  ]
}