{
  "1": [
    {
      "id": "intro",
      "content": "๒๘๒\n\nรัฐธรรมนูญแห่งราชอาณาจักรไทย\n\nสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช\nสยามินทราธิราช บรมนาถบพิตร\nตราไว้ ณ วันที่ ๙ ธันวาคม พุทธศักราช ๒๕๓๔\nเป็นปีที่ ๔๖ ในรัชกาลปัจจุบัน\n\nศุภมัสตุ พระพุทธศาสนกาลเป็นอดีตภาค ๒๕๓๔ พรรษา ปัจจุบันสมัย จันทรคติ\nนิยม มักกฎสมพัตสร มิกสิรมาส ศุกลปักษ์ ตติยาติดี สุริยคติกาล ธันวาคมมาส นวมสุรทิน จันทรวาร\nโดยกาลบริเฉท\n\nพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มหิตลาธิเบศร รามาธิบดี จักรี\nนฤบดินทร สยามินทราธิราช บรมนาถบพิตร ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อม ให้ประกาศ\nว่า สภานิติบัญญัติแห่งชาติได้นำความกราบบังคับทูลว่า จำเดิมแต่สมเด็จพระบรมปิตุลาธิราช\nพระบาทสมเด็จพระปรมินทรมหาประชาธิปก พระปกเกล้าเจ้าอยู่หัว ได้ทรงพระกรุณาโปรดเกล้า\nโปรดกระหม่อมพระราชทานรัฐธรรมนูญแห่งราชอาณาจักรสยาม พุทธศักราช ๒๔๗๕ เป็นต้นมา\nได้มีการเปลี่ยนแปลงแก้ไขและประกาศใช้รัฐธรรมนูญ และธรรมนูญการปกครองประเทศอีกหลาย\nฉบับ เพื่อให้เหมาะสมและสอดคล้องกับภาวการณ์บ้านเมืองที่ผันแปรเปลี่ยนแปลงในแต่ละยุคสมัย\nบรรดารัฐธรรมนูญ และธรรมนูญการปกครองประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข โดยทรงใช้\nอำนาจนิติบัญญัติทางรัฐสภา ทรงใช้อำนาจบริหารทางคณะรัฐสภาและสัมพันธภาพระหว่างอำนาจ\nศาล จะมีเนื้อหาแตกต่างกันก็แต่เฉพาะในเรื่องสถานภาพของรัฐสภาและสัมพันธภาพระหว่างอำนาจ\nนิติบัญญัติกับอำนาจบริหาร เพื่อให้เหมาะสมกับภาวการณ์ของบ้านเมืองในขณะนั้นๆ ทั้งนี้ ย่อม\nแสดงให้เห็นแน่ชัดว่า ปวงชนชาวไทยมีครัทธาเลื่อมใสในการปกครองระบอบประชาธิปไตย อันมี\nพระมหากษัตริย์ทรงเป็นประมุข สมดังพระราชปณิธานของสมเด็จพระบรมปิตุลาธิราช",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๘๓\n\nพระบาทสมเด็จพระปรมินทรมหาประชาธิปก พระปกเกล้าเจ้าอยู่หัว ได้ทรงพระกรุณาโปรดเกล้า\nโปรดกระหม่อมพระราชทานธรรมนูญแห่งราชอาณาจักรสยาม พุทธศักราช ๒๔๗๕ เป็นต้นมา ได้\nมีการเปลี่ยนแปลงแก้ไขและประกาศใช้รัฐธรรมนูญ และธรรมนูญการปกครองประเทศอีกหลาย\nฉบับ เพื่อให้เหมาะสมและสอดคล้องกับภาวการณ์บ้านเมืองที่ผันแปรเปลี่ยนแปลงในแต่ละยุคสมัย\nบรรดารัฐธรรมนูญและธรรมนูญการปกครองประเทศที่ได้มีมาทุกฉบับ มีสาระสำคัญเหมือนกันที่\nยึดมั่นในระบบการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข โดยทรง\nใช้อำนาจนิติบัญญัติทางรัฐสภา ทรงใช้อำนาจบริหารทางคณะรัฐมนตรี และทรงใช้อำนาจฉุลการ\nทางศาล จะมีเนื้อหาแตกต่างกันก็แต่เฉพาะในเรื่องสถานภาพของรัฐสภาและสัมพันธภาพระหว่าง\nอำนาจนิติบัญญัติกับอำนาจบริหาร เพื่อให้เหมาะสมกับภาวการณ์ของบ้านเมืองในขณะนั้นๆ ทั้งนี้\nย่อมแสดงให้เห็นชัดว่า ปวงชนชาวไทยมีศรัทธาเลื่อมใสในการปกครองระบอบประชาธิปไตย อันมี\nพระมหากษัตริย์ทรงเป็นประมุข สมดังพระราชปณิธานของสมเด็จพระบรมปิตุลาธิราช\nพระบาทสมเด็จพระปรมินทรมหาประชาธิปก พระปกเกล้าเจ้าอยู่หัว ผู้พระราชทานพระราชอำนาจ\nในการปกครองแผ่นดินให้แก่ปวงชนชาวไทย ความยึดมั่นในการปกครองระบอบประชาธิปไตย\nอันมีพระมหากษัตริย์ทรงเป็นประมุขได้มีสืบทอดมาโดยตลอดจนถึงปัจจุบัน แม้ธรรมนูญการ\nปกครองราชอาณาจักร พุทธศักราช ๒๕๓๔ ก็ได้ประกาศเจตนารมณ์เช่นนั้นไว้ และได้มอบให้สภา\nนิติบัญญัติแห่งชาติจัดทำร่างรัฐธรรมนูญ\n\nสภานิติบัญญัติแห่งชาติได้แต่งตั้งคณะกรรมาธิการทำหน้าที่ยกร่างรัฐธรรมนูญขึ้น\nเมื่อร่างเสร็จแล้ว สภานิติบัญญัติแห่งชาติได้พิจารณาร่างรัฐธรรมนูญเป็นสามวาระตามบทบัญญัติ\nแห่งธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๓๔ ในการพิจารณาว่าระดับหนึ่ง สภานิติ\nบัญญัติแห่งชาติได้ลงมติให้รับร่างไว้พิจารณาและแต่งตั้งคณะกรรมาธิการพิจารณาร่างรัฐธรรมนูญ\nดำเนินการจนเสร็จสิ้นแล้วนำเสนอสภานิติบัญญัติแห่งชาติ พิจารณาต่อไปในวาระที่สองและที่สาม\n\nการพิจารณาทุกขั้นตอนได้ยึดถือพระราชปณิธานของสมเด็จพระบรมปิตุลาธิราช\nที่พระราชทานพระราชอำนาจการปกครองแผ่นดินให้แก่ปวงชนชาวไทย ประกอบกับเจตนารมณ์\nและความศรัทธาของประชาชนชาวไทยในการปกครองระบอบประชาธิปไตยเป็นหลักการ ทั้งได้\nสดับตรับฟังความคิดเห็นของประชาชนและกลุ่มบุคคลต่างๆ และศึกษาบทบัญญัติของรัฐธรรมนูญ\nฉบับก่อนๆ แล้วคัดเลือกบทบัญญัติที่เห็นว่าเหมาะสมมาใช้ในการเรียบเรียงบทบัญญัติใน\nรัฐธรรมนูญนี้ เพื่อให้บรรลุวัตถุประสงค์ร่วมกันของประชาชนชาวไทยในการธำรงรักษาไว้ซึ่งเอก\nราชและความมั่นคงของชาติ การพิทักษ์รักษาศาสนาให้สถิตสถาพร การเทิดทูนพระมหากษัตริย์เป็น\nประมุขและเป็นมิ่งขวัญของปวงชน การยึดถือระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็น\nประมุข เป็นวิถีทางในการปกครองประเทศ การยืนยันยอมรับและพิทักษ์รักษาสิทธิและเสรีภาพของ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๘๔\n\nหนชาวไทย และการร่วมกันสร้างความเป็นธรรม ความเจริญ ความผาสุกร่มเย็นให้เกิดแก่ประชาชนทั่วหน้ากัน\n\nเมื่อสภานิติบัญญัติแห่งชาติได้พิจารณาร่างรัฐธรรมนูญอย่างรอบคอบประกอบกับสถานการณ์ของประเทศแล้ว ได้ลงมติเห็นชอบให้นำร่างรัฐธรรมนูญขึ้นพูลเกล้าทูลกระหม่อมถวาย เพื่อพระมหากษัตริย์ทรงลงพระปรมาภิไธย ให้ประกาศใช้เป็นรัฐธรรมนูญแห่งราชอาณาจักรไทย สืบไป\n\nเมื่อได้ทรงพระราชวิจารณ์ร่างรัฐธรรมนูญโดยถี่ถ้วนทั่วกระบวนความแล้ว ทรงพระราชดำริเห็นสมควรพระราชทานพระบรมราชานุมัติตามมติของสภานิติบัญญัติแห่งชาติ\n\nจึงมีพระบรมราชโองการดำรัสเหนือเกล้าเหนือกระหม่อมให้ตรารัฐธรรมนูญแห่งราชอาณาจักรไทยฉบับนี้ขึ้นไว้ให้ใช้แทนธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๓๔ ซึ่งได้ตราไว้ ณ วันที่ ๑ มีนาคม พุทธศักราช ๒๕๓๔ ตั้งแต่วันประกาศนี้เป็นต้นไป\n\nขอปวงชนชาวไทยจงร่วมจิตร่วมใจสมัครสโบสรเป็นเอกฉันท์ ในอันที่จะปฏิบัติตาม และพิทักษ์รักษารัฐธรรมนูญแห่งราชอาณาจักรไทยนี้ เพื่อธำรงคงไว้ซึ่งระบอบประชาธิปไตยกับทั้งอำนาจออธิปไตยที่มาจากปวงชน เป็นบ่อเกิดและนำมาซึ่งความผาสุกสิริสวัสดิ์พิพัฒนชัยมงคล อเนกสุกผลสกลเกียรติยศสถาพร แก่อาณาประชาราษฎร์ทั่วรัฐสีมา สนดั่งพระบรมราชปณิธาน ปรารถนาจงทุกประการ เหตุญ\n\nหมวด ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "1",
      "content": "ประเทศไทยเป็นราชอาณาจักรอันหนึ่งอันเดียว จะแบ่งแยกมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "2",
      "content": "ประเทศไทยมีการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นพระประมุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "3",
      "content": "อำนาจอธิปไตยมาจากปวงชนชาวไทย พระมหากษัตริย์ผู้ทรงเป็นประมุขทรงใช้อำนาจนั้นทางรัฐสภา คณะรัฐมนตรีและศาล ตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "4",
      "content": "ประชาชนชาวไทยไม่ว่าเหล่ากำเนิดหรือศาสนาใดย่อมอยู่ในความคุ้มครองแห่งรัฐธรรมนูญนี้เสมอ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "5",
      "content": "บทบัญญัติแห่งกฎหมายใดมีข้อความขัดหรือแย้งต่อรัฐธรรมนูญนี้ บทบัญญัตินั้นเป็นอันใช้บังคับมิได้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "2": [
    {
      "id": "intro",
      "content": "๒๘๕\n\n# หมวด ๒ พระมหากษัตริย์\n\n## มาตรา ๖ องค์พระมหากษัตริย์ทรงดำรงอยู่ในฐานะอันเป็นที่เคารพสักการะ ผู้ใด จะละเมิดมิได้\n\nผู้ใดกล่าวหาหรือฟ้องร้องพระมหากษัตริย์ในทางใดๆ มิได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "7",
      "content": "พระมหากษัตริย์ทรงเป็นพุทธมามกะ และทรงเป็นอัครศาสนูปถัมภก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "8",
      "content": "พระมหากษัตริย์ทรงดำรงตำแหน่งจอมทัพไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "9",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะสถาปนาฐานันดรศักดิ์ และพระราชทานเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "10",
      "content": "พระมหากษัตริย์ทรงเลือกและแต่งตั้งผู้ทรงคุณวุฒิเป็นประธาน องคมนตรีคนหนึ่ง และองคมนตรีอื่นอีกไม่เกินสิบแปดคน ประกอบเป็นคณะองคมนตรี คณะองคมนตรีมีหน้าที่ถวายความเห็นต่อพระมหากษัตริย์ในพระราชกรณียกิจทั้ง ปวงที่พระมหากษัตริย์ทรงปรึกษา และมีหน้าที่อื่นตามที่บัญญัติในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "11",
      "content": "การเลือกและแต่งตั้งองคมนตรีก็ดี การให้องคมนตรีพ้นจากตำแหน่งก็ดี ให้เห็นไปตามพระราชธัชยาศัย ให้ประธานรัฐสภาเป็นผู้ลงนามสนองพระบรมราชโองการแต่งตั้งประธาน องคมนตรีหรือให้ประธานองคมนตรีพ้นจากตำแหน่ง ให้ประธานองคมนตรีเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งองคมนตรี อื่นหรือให้องคมนตรีอื่นพ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "12",
      "content": "องคมนตรีต้องไม่เป็นตุลาการรัฐธรรมนูญ สมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ พนักงานรัฐวิสาหกิจ หรือ สมาชิกหรือเจ้าหน้าที่ของพรรคการเมือง และต้องไม่แสดงการฝักใฝ่ในพรรคการเมืองใดๆ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "13",
      "content": "ก่อนเข้ารับหน้าที่ องคมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะ จงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของ ประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุก ประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๘๖",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "14",
      "content": "องคมนตรีพ้นจากตำแหน่งเมื่อตาย ลาออก หรือมีพระบรมราชโองการให้พ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "15",
      "content": "การแต่งตั้งและการให้ข้าราชการในพระองค์และสมุหราชของครักษ์พ้นจากตำแหน่ง ให้เป็นไปตามพระราชอัธยาศัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "16",
      "content": "ในเมื่อพระมหากษัตริย์จะไม่ประทับอยู่ในราชอาณาจักร หรือจะทรงบริหารพระราชภาระไม่ได้ด้วยเหตุใดก็ตาม จะได้ทรงแต่งตั้งผู้ใดผู้หนึ่งเป็นผู้สำเร็จราชการแทนพระองค์ และให้ประธานรัฐสภาเป็นผู้ลงนามรับสนองพระบรมราชโองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "17",
      "content": "ในกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๑๖ ก็ดี ในกรณีที่พระมหากษัตริย์ไม่สามารถทรงแต่งตั้งผู้สำเร็จราชการแทนพระองค์เพราะยังไม่ตรงบรรลุนิติภาวะหรือเพราะเหตุอื่นใดก็ดี ให้คณะองคมนตรีเสนอชื่อผู้ใดผู้หนึ่งที่สมควรดำรงตำแหน่งผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาเพื่อขอความเห็นชอบ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศในพระปรมาภิไธยพระมหากษัตริย์ แต่งตั้งผู้นั้นเป็นผู้สำเร็จราชการแทนพระองค์ ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุ หรือสภาผู้แทนราษฎรกูญบ ให้วุฒิสภาทำหน้าที่รัฐสภาในการให้ความเห็นชอบตามวรรคหนึ่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "18",
      "content": "ในระหว่างที่ไม่มีผู้สำเร็จราชการแทนพระองค์ตามที่บัญญัติไว้ในมาตรา ๑๖ หรือมาตรา ๑๗ ให้ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ไปกลางก่อน ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา ๑๖ หรือมาตรา ๑๗ ไม่สามารถปฏิบัติหน้าที่ได้ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราว ในระหว่างที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่งก็ดี ในระหว่างที่ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ตามวรรคสองก็ดี ประธานองคมนตรีจะปฏิบัติหน้าที่ในฐานะเป็นประธานองคมนตรีมิได้ ในกรณีเช่นว่านี้ ให้คณะองคมนตรีเลือกองคมนตรีคนหนึ่งขึ้นทำหน้าที่ประธานองคมนตรีชั่วคราว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "19",
      "content": "ก่อนเข้ารับหน้าที่ ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งตามมาตรา ๑๖ หรือมาตรา ๑๗ ต้องปฏิญาณตนในที่ประชุมรัฐสภาด้วยถ้อยคำดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะลงรักภักดีต่อพระมหากษัตริย์ (พระปรมาภิไธย) และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๘๗",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "20",
      "content": "ภายใต้บังคับมาตรา ๒๑ การสืบราชสมบัติให้เป็นไปโดยนัยแห่งกฎ มณเทียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ การแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๕๖๗ เป็นพระราชอำนาจของพระมหากษัตริย์โดยเฉพาะ เมื่อมีพระราชดำริประการใด ให้ องคมนตรีจัดร่างกฎมณเฑียรบาลแก้ไขเพิ่มเติมกฎมณเฑียรบาลเดิม ขึ้นทูลเกล้าทูลกระหม่อมถวาย เพื่อมีพระราชวินิจฉัย เมื่อทรงเห็นชอบและทรงลงพระปรมาภิไธยแล้ว ให้ประธานองคมนตรี ดำเนินการแจ้งประธานรัฐสภาเพื่อให้ประธานรัฐสภาทราบ และให้ประธานรัฐสภาลง นามรับสนองพระบรมราชโองการ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็น กฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "21",
      "content": "ในกรณีที่ราชบัลลังก์หากว่างลงและเป็นกรณีที่พระมหากษัตริย์ได้ทรง แต่งตั้งพระรัชทายาทไว้ตามกฎมณเฑียรบาลว่าด้วยการสืบสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ แล้ว ให้คณะรัฐมนตรีแจ้งให้ประธานรัฐสภาทราบและให้ประธานรัฐสภาเรียกประชุมรัฐสภาเพื่อ รับทราบและให้ประธานรัฐสภาประกาศให้ประชาชนทราบ ในกรณีที่ราชบัลลังก์หากว่างลง และเป็นกรณีที่พระมหากษัตริย์มิได้ทรงแต่งตั้ง พระรัชทายาทไว้ตามวรรคหนึ่ง ให้คณะองคมนตรีเสนอพระนามผู้สืบราชสันตติวงศ์ตามมาตรา ๒๐ ต่อคณะรัฐมนตรีเพื่อเสนอต่อรัฐสภาเพื่อรัฐสภาให้ความเห็นชอบ ในการนี้ จะเสนอพระนามพระ ราชธิดาก็ได้ เมื่อรัฐสภาให้ความเห็นชอบแล้ว ให้ประธานรัฐสภาประกาศให้ประชาชนทราบ ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุ หรือสภาผู้แทนราษฎรกูญยุบ ให้วุฒิสภาทำ หน้าที่รัฐสภาในการรับทราบทามวรรคหนึ่ง หรือให้ความเห็นชอบตามวรรคสอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "22",
      "content": "ในระหว่างที่ยังไม่มีประกาศอัญเชิญองค์พระรัชทายาท หรือองค์ผู้สืบ ราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์ตามมาตรา ๒๐ ให้ประธานองคมนตรีเป็นผู้สำเร็จ ราชการแทนพระองค์ไว้ตามมาตรา ๑๖ หรือมาตรา ๑๗ หรือระหว่างเวลาที่ประธานองคมนตรีเป็น ผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๑๘ วรรคหนึ่ง ให้ผู้สำเร็จราชการแทนพระองค์นั้นๆ แล้วแต่กรณี เป็นผู้สำเร็จราชการแทนพระองค์ต่อไป ทั้งนี้จนกว่าจะได้ประกาศอัญเชิญองค์พระ รัชทายาทหรือองค์ผู้สืบราชสันตติวงศ์ขึ้นทรงราชย์เป็นพระมหากษัตริย์",
      "type": "section",
      "status": "OCR"
    }
  ],
  "3": [
    {
      "id": "intro",
      "content": "ในกรณีที่ผู้สำเร็จราชการแทนพระองค์ซึ่งได้รับการแต่งตั้งไว้ และเป็นผู้สำเร็จราชการแทนพระองค์ต่อไปตามวรรคหนึ่ง ไม่สามารถปฏิบัติหน้าที่ได้ ให้ประธานองคมนตรีทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราว\n\nในกรณีที่ประธานองคมนตรีเป็นผู้สำเร็จราชการแทนพระองค์ตามวรรคหนึ่ง หรือทำหน้าที่ผู้สำเร็จราชการแทนพระองค์ชั่วคราวตามวรรคสอง ให้นำบทบัญญัติมาตรา ๑๘ วรรคสาม มาใช้บังคับ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "23",
      "content": "ในกรณีที่คณะองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา ๑๗ หรือมาตรา ๒๑ วรรคสอง หรือประธานองคมนตรีจะต้องปฏิบัติหน้าที่ตามมาตรา ๑๘ วรรคหนึ่ง หรือวรรคสอง หรือมาตรา ๒๒ วรรคสอง และอยู่ในระหว่างที่ไม่มีประธานองคมนตรีหรือมีแต่ปฏิบัติหน้าที่ไม่ได้ ให้องคมนตรีที่เหลืออยู่เลือกองคมนตรีคนหนึ่งเพื่อทำหน้าที่ประธานองคมนตรี หรือปฏิบัติหน้าที่ตามมาตรา ๑๘ วรรคหนึ่งหรือวรรคสอง หรือตามมาตรา ๒๒ วรรคสาม แล้วแต่กรณี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_23",
      "content": "หมวด ๓ สิทธิและเสรีภาพของชนชาวไทย",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "24",
      "content": "บุคคลย่อมมีสิทธิและเสรีภาพภายใต้บังคับบทบัญญัติแห่งรัฐธรรมนูญ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "25",
      "content": "บุคคลย่อมเสมอคันในกฎหมาย และได้รับความคุ้มครองตามกฎหมายเท่าเทียมกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "26",
      "content": "บุคคลย่อมมีสิทธิทางการเมือง การใช้สิทธิทางการเมือง ให้เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "27",
      "content": "บุคคลย่อมมีเสรีภาพบริบูรณ์ในการถือศาสนา นิกายของศาสนา หรือลัทธินิยมในทางศาสนา และย่อมมีเสรีภาพในการปฏิบัติพิธีกรรมตามความเชื่อถือของตน เมื่อไม่เป็นปฏิปักษ์ต่อหน้าที่ของพลเมืองและไม่เป็นการขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน ในการใช้เสรีภาพดังกล่าวในวรรคหนึ่ง บุคคลย่อมได้รับความคุ้มครองมิให้รัฐกระทำการใด ๆ อันเป็นการรอนสิทธิหรือทำให้เสียประโยชน์อันควรมีควรได้เพราะเหตุที่ถือศาสนา นิกายของศาสนา หรือลัทธินิยมในทางศาสนา หรือปฏิบัติพิธีกรรมตามความเชื่อถือ แตกต่างจากบุคคลอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๘๙",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "28",
      "content": "บุคคลจะไม่ต้องรับโทษอาญา เว้นแต่จะได้กระทำการอันกฎหมายที่ใช้ อยู่ในเวลาที่กระทำนั้นบัญญัติเป็นความผิดและกำหนดโทษไว้ และโทษที่จะลงแก่บุคคลนั้นจะหนัก กว่าโทษที่คำนวณไว้ในกฎหมายที่ใช้อยู่ในเวลาที่กระทำความผิดมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "29",
      "content": "ในคดีอาญา ให้สันนิษฐานไว้ก่อนว่าผู้ต้องหาหรือจำเลยไม่มีความผิด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "30",
      "content": "บุคคลย่อมมีเสรีภาพในร่างกาย การจับกุม คุมขัง หรือตรวจค้นตัวบุคคล ไม่ว่าในกรณีใดๆ จะกระทำมิได้ เว้นแต่ โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "31",
      "content": "ในกรณีที่ผู้ต้องหาหรือจำเลยในคดีอาญาเป็นผู้ยากไร้ไม่สามารถจัดหา หมายความสำหรับตนเองได้ บุคคลดังกล่าวย่อมมีสิทธิที่จะได้รับการช่วยเหลือจากรัฐตามที่ กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "32",
      "content": "บุคคลใดต้องรับโทษอาญาโดยคำพิพากษาถึงที่สุด หากปรากฏตามคำ พิพากษาของศาลที่รื้อฟื้นคดีขึ้นพิจารณาใหม่ในภายหลังว่าบุคคลนั้นมิได้เป็นผู้กระทำความผิด ย่อม มีสิทธิที่จะได้รับค่าทดแทนและได้รับบรรดาสิทธิที่เสียไปเพราะผลแห่งคำพิพากษานั้นคืน ทั้งนี้ ตามเงื่อนไขและวิธีการที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "33",
      "content": "การเกณฑ์แรงงานจะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตาม บทบัญญัติแห่งกฎหมายเฉพาะเพื่อประโยชน์ในการป้องปัดภัยพิบัติสาธารณะอันมิมาเป็นการ ฉุกเฉิน หรือโดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายให้กระทำได้ในระหว่างเวลาที่ประเทศอยู่ ในภาวะการณ์หรือการสงคราม หรือในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉิน หรือ ประกาศใช้กฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "34",
      "content": "บุคคลย่อมมีเสรีภาพในเคหสถาน บุคคลย่อมได้รับความคุ้มครองในการที่จะอยู่อาศัยและครอบครองเคหสถานโดย ปกติสุข การเข้าไปในเคหสถานโดยปราศจากความยินยอมของผู้ครอบครองก็ดี การตรวจค้น เคหสถานก็ดี จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "35",
      "content": "สิทธิของบุคคลในทรัพย์สินย่อมได้รับความคุ้มครอง ขอบเขตแห่ง สิทธิและการจำกัดสิทธิเช่นว่านี้ย่อมเป็นไปตามบทบัญญัติแห่งกฎหมาย การสืบมรดกย่อมได้รับความคุ้มครอง สิทธิของบุคคลในการสืบมรดกย่อมเป็นไป ตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "36",
      "content": "การเวนคืนอสังหาริมทรัพย์จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตาม บทบัญญัติแห่งกฎหมายเฉพาะเพื่อการอันเป็นสาธารณูปโภค หรือการอันจำเป็นในการป้องกัน ประเทศ หรือการได้มาซึ่งทรัพยากรธรรมชาติ หรือเพื่อการผังเมือง หรือเพื่อการพัฒนาการเกษตร หรือการอุตสาหกรรม หรือเพื่อการปฏิรูปที่ดิน หรือเพื่อประโยชน์สาธารณะอย่างอื่น และต้องชดใช้ ค่าทดแทนที่เป็นธรรมภายในเวลาอันควรแก้เจ้าของตลอดจนผู้ทรงสิทธิบรรดาที่ได้รับความเสียหาย ในการเวนคืนนั้น ทั้งนี้ ตามที่ระบุไว้ในกฎหมาย การกำหนดค่าทดแทนตามวรรคหนึ่ง ต้องกำหนดให้อย่างเป็นธรรม โดยคำนึงถึง ราคาที่ซื้อขายกันตามปกติ การได้มา สภาพและที่ตั้งของอสังหาริมทรัพย์และความเสียหายของผู้ถูก เวนคืน กฎหมายเวนคืนอสังหาริมทรัพย์ต้องระวุ้งประสงค์แห่งการเวนคืน และกำหนด ระยะเวลาการเข้าใช้อสังหาริมทรัพย์ไว้ให้ชัดแจ้ง ถ้ามิได้ใช้เพื่อการนั้นภายในระยะเวลาที่กำหนด ดังกล่าว ต้องคืนให้เจ้าของเดิมหรือทายาท เว้นแต่จะนำไปใช้เพื่อการอื่นตามวรรคหนึ่งและโดย อาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย การคืนอสังหาริมทรัพย์ให้เจ้าของเดิมหรือทายาทตามวรรคสาม และการเรียกคืนค่า ทดแทนที่ชดใช้ไป ให้เป็นไปตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "37",
      "content": "บุคคลย่อมมีเสรีภาพในการพูด การเขียน การพิมพ์ การโฆษณา และ การสื่อความหมายโดยวิธีอื่น การจำกัดเสรีภาพเช่นว่านี้จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมายเฉพาะเพื่อรักษาความมั่นคงของรัฐ หรือเพื่อคุ้มครองสิทธิเสรีภาพ เกียรติยศหรือ ชื่อเสียงของบุคคลอื่น หรือเพื่อรักษาความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน หรือเพื่อ ป้องกันหรือระงับความเสื่อมทรามทางจิตใจหรือสุขภาพของประชาชน เจ้าของกิจการหนังสือพิมพ์หรือสื่อมวลชนอื่นๆ ต้องเป็นบุคคลสัญชาติไทย ทั้งนี้ ตามเงื่อนไขที่กฎหมายกำหนด การให้เงินหรือทรัพย์สินอย่างอื่นอุดหนุนหนังสือของเอกชน รัฐจะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "38",
      "content": "บุคคลย่อมมีเสรีภาพในการศึกษาอบรม เมื่อไม่ขัดต่อหน้าที่ของ พลเมืองตามรัฐธรรมนูญ และไม่ขัดต่อกฎหมายว่าด้วยการศึกษาภาคบังคับและกฎหมายว่าด้วยการ จัดตั้งสถานศึกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "39",
      "content": "บุคคลย่อมมีเสรีภาพในการชุมนุมโดยสงบ และปราศจากอาวุธ การจำกัดเสรีภาพเช่นว่านี้จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมายเฉพาะในกรณีการชุมนุมสาธารณะและเพื่อคุ้มครองความสะดวกของประชาชนซึ่งจะ",
      "type": "section",
      "status": "OCR"
    }
  ],
  "4": [
    {
      "id": "intro",
      "content": "๒๕๑\n\nใช้ที่สาธารณะ หรือเพื่อรักษาความสงบเรียบร้อยในระหว่างเวลาที่ประเทศอยู่ในภาวะการรบหรือ\nการสงคราม หรือในระหว่างเวลาที่มีประกาศสถานการณ์ฉุกเฉิน หรือประกาศใช้กฎอัยการศึก",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "40",
      "content": "บุคคลย่อมมีเสรีภาพในการรวมกันเป็นสมาคม สหภาพ สหพันธ์ สหกรณ์ หรือหมู่คณะอื่น การรวมกัน การจัดตั้งหรือเงื่อนไขของการจัดตั้ง การดำเนินกิจการและการเลิกของ สมาคม สหภาพ สหพันธ์ สหกรณ์ หรือหมู่คณะอื่น ย่อมเป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "41",
      "content": "บุคคลย่อมมีเสรีภาพในการรวมกันเป็นพรรคการเมือง เพื่อดำเนิน กิจการในทางการเมือง ตามวิถีทางการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็น ประมุข ที่บัญญัติไว้ในรัฐธรรมนูญนี้ การรวมกัน การจัดตั้ง การดำเนินกิจการและการเลิกของพรรคการเมืองย่อมเป็นไป ตามบทบัญญัติแห่งกฎหมายว่าด้วยพรรคการเมือง พรรคการเมืองต้องจัดทำบัญชีแสดงทรัพย์สินและหนี้สิน และต้องแสดงโดย เปิดเผยซึ่งที่มาของรายได้และการใช้จ่าย ทั้งนี้ ตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "42",
      "content": "บุคคลย่อมมีเสรีภาพในการสื่อสารถึงกันโดยทางที่ชอบด้วยกฎหมาย การตรวจ การกัก หรือการเปิดเผยสิ่งสื่อสารที่บุคคลมีติดต่อถึงกันรวมทั้งการ กระทำด้วยประการอื่นใดเพื่อให้ล่วงรู้ถึงข้อความในสิ่งสื่อสารทั้งหลายที่บุคคลมีติดต่อถึงกัน จะ กระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมายเฉพาะเพื่อรักษาความสงบเรียบร้อย หรือศีลธรรมอันดีของประชาชน หรือเพื่อรักษาความมั่นคงของรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "43",
      "content": "บุคคลย่อมมีเสรีภาพในการเดินทางและเสรีภาพในการเลือกลิ่นที่อยู่ ภายในราชอาณาจักร การจำกัดเสรีภาพเช่นว่านี้จะกระทำมิได้ เว้นแต่โดยอาศัยอำนาจตามบทบัญญัติ แห่งกฎหมายเฉพาะเพื่อความมั่นคงของรัฐ หรือความสงบเรียบร้อยของประชาชน หรือสวัสดิภาพ ของประชาชน หรือการผังเมือง หรือเพื่อสวัสดิภาพของผู้เยาว์ การเนรเทศบุคคลผู้มีสัญชาติไทยออกนอกราชอาณาจักร หรือห้ามมิให้บุคคลผู้มี สัญชาติไทยเข้ามาในราชอาณาจักร จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "44",
      "content": "สิทธิของบุคคลในครอบครัว เกียรติยศหรือชื่อเสียง และความเป็นอยู่ ส่วนตัว ย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "45",
      "content": "บุคคลย่อมมีสิทธิเสนอเรื่องราวร้องทุกข์ตามเงื่อนไขและวิธีการที่ กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "46",
      "content": "สิทธิของบุคคลที่จะฟ้องหน่วยราชการซึ่งเป็นนิติบุคคลให้รับผิด เนื่องจากการกระทำของเจ้าพนักงาน ย่อมได้รับความคุ้มครอง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "47",
      "content": "บุคคลซึ่งเป็นทหาร ตำรวจ และข้าราชการอื่น พนักงานส่วนท้องถิ่น และพนักงานองค์การของรัฐย่อมมีสิทธิและเสรีภาพตามรัฐธรรมนูญเช่นเดียวกับบุคคลทั่วไป เว้นแต่ที่จำกัดในกฎหมาย หรือกฎ หรือข้อบังคับที่ออกโดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย เฉพาะในส่วนที่เกี่ยวกับการเมือง สมรรถภาพหรือวินัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "48",
      "content": "สิทธิของบุคคลในการประกอบกิจการหรือประกอบอาชีพ และการ แข่งขันโดยเสรีอย่างเป็นธรรม ย่อมได้รับความคุ้มครอง การจำกัดสิทธิตามวรรคหนึ่งจะกระทำได้ก็แต่โดยบทบัญญัติแห่งกฎหมาย เพื่อ ประโยชน์ในการรักษาความมั่นคงปลอดภัยของรัฐหรือเศรษฐกิจของประเทศ การคุ้มครอง ประชาชนในด้านสาธารณูปโภค การรักษาความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน การ จัดระเบียบการประกอบอาชีพ การคุ้มครองผู้บริโภค การผังเมือง การรักษาทรัพยากรธรรมชาติหรือ สิ่งแวดล้อม สวัสดิภาพของประชาชน หรือเพื่อป้องกันการผูกขาด หรือการขจัดความไม่เป็นธรรม ในการแข่งขัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "49",
      "content": "บุคคลจะใช้สิทธิและเสรีภาพตามที่บัญญัติไว้ในหมวดนี้ในทางที่เป็น ปฏิปักษ์ต่อชาติ ศาสนา พระมหากษัตริย์ และรัฐธรรมนูญ มิได้ ##",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_49",
      "content": "หมวด ๔ หน้าที่ของชนชาวไทย",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "50",
      "content": "บุคคลมีหน้าที่รักษาไว้ซึ่งชาติ ศาสนา พระมหากษัตริย์ และการ ปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุขตามรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "51",
      "content": "บุคคลมีหน้าที่จะใช้สิทธิในการเลือกตั้งโดยสุจริต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "52",
      "content": "บุคคลมีหน้าที่รับราชการทหารตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "53",
      "content": "บุคคลมีหน้าที่ปฏิบัติตามกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "54",
      "content": "บุคคลมีหน้าที่เสียภาษีอากรตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "56",
      "content": "บุคคลมีหน้าที่ช่วยเหลือราชการตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๓",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "57",
      "content": "บุคคลมีหน้าที่รับการศึกษาอบรมตามเงื่อนไขและวิธีการที่กฎหมาย บัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "58",
      "content": "บุคคลมีหน้าที่รักษาทรัพยากรธรรมชาติและสิ่งแวดล้อมตามที่ กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_58",
      "content": "หมวด ๕ แนวนโยบายแห่งรัฐ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "59",
      "content": "บทบัญญัติในหมวดนี้มีไว้เพื่อเป็นแนวทางสำหรับการตรากฎหมาย และการกำหนดนโยบายของรัฐ และไม่ก่อให้เกิดสิทธิในการฟ้องร้องรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "60",
      "content": "รัฐต้องพิทักษ์รักษาไว้ซึ่งสถาบันพระมหากษัตริย์ เอกราช และบูรณ ภาพแห่งอาณาเขต",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "61",
      "content": "รัฐต้องจัดให้มีกำลังทหารไว้เพื่อรักษาเอกราช ความมั่นคงของรัฐ และ ผลประโยชน์แห่งชาติ กำลังทหารพึงใช้เพื่อการรบหรือการสงครามและการป้องปรามมิให้เกิดสงคราม เพื่อปกป้องสถาบันพระมหากษัตริย์ เพื่อปราบหรือป้องปรามการกบฏและการจลาจล เพื่อการรักษา ความมั่นคงของรัฐ และเพื่อการพัฒนาประเทศ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "62",
      "content": "รัฐต้องดูแลให้มีการปฏิบัติตามกฎหมายและรักษาความสงบเรียบร้อย เพื่อให้ประชาชนมีความปลอดภัยในชีวิต ร่างกายและทรัพย์สิน และในการดำเนินชีวิตโดยปกติสุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "63",
      "content": "รัฐพึงส่งเสริมสัมพันธไมตรีกับนานาประเทศ และถือหลักเสมอภาคใน การปฏิบัติต่อกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "64",
      "content": "รัฐพึงจัดระบบงานราชการและงานของรัฐอย่างถี่ให้มีประสิทธิภาพ ขจัดขั้นตอนที่ไม่จำเป็น และกำหนดขอบเขตการใช้ดุลพินิจของเจ้าหน้าที่ของรัฐให้ชัดเจน และพึง ดำเนินการทุกวิถีทางเพื่อป้องกันและปราบปรามการเลือกปฏิบัติหรือการแสวงหาประโยชน์โดยมิ ชอบ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "65",
      "content": "รัฐพึงจัดระบบงานของกระบวนการยุติธรรมให้เกิดความยุติธรรมแก่ ประชาชนและให้เป็นไปด้วยความสะดวกรวดเร็ว",
      "type": "section",
      "status": "OCR"
    }
  ],
  "5": [
    {
      "id": "intro",
      "content": "๒๙๔",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "66",
      "content": "รัฐพึงส่งเสริมและบำรุงการศึกษาอบรมและการฝึกอาชีพตามความเหมาะสมและความต้องการของประเทศ และพึงส่งเสริมให้เอกชนมีส่วนร่วมในการจัดการศึกษาอบรมทุกระดับตามบทบัญญัติแห่งกฎหมาย การจัดระบบการศึกษาอบรมเป็นหน้าที่ของรัฐ โดยเฉพาะ สถานศึกษาทั้งปวงย่อมอยู่ภายใต้การกำกับดูแลของรัฐ การศึกษาอบรมภาคบังคับในสถานศึกษาของรัฐ จะต้องจัดให้โดยไม่เก็บค่าเล่าเรียนและโดยห้าถึงอย่างมีประสิทธิภาพ การศึกษาอบรมขั้นอุดมศึกษา รัฐพึงจัดให้สถานศึกษาดำเนินกิจการได้โดยอิสระภายในขอบเขตตามที่กฎหมายบัญญัติ รัฐพึงช่วยเหลือผู้ยากไร้และด้อยโอกาสให้ได้รับทุนและปัจจัยต่างๆ ในการศึกษาอบรมและการฝึกอาชีพ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "67",
      "content": "รัฐพึงสนับสนุนการค้นคว้าวิจัยในศิลปะและวิทยาการต่างๆ และพึงส่งเสริมและเร่งรัดให้มีการพัฒนาวิทยาศาสตร์และเทคโนโลยี เพื่อนำมาใช้ในการพัฒนาประเทศ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "68",
      "content": "รัฐพึงสนับสนุนและส่งเสริมการพัฒนาพลเมืองของชาติโดยเฉพาะอย่างยิ่งเด็กและเยาวชนให้เป็นผู้มีความสามารถทั้งทางร่างกาย จิตใจ สติปัญญา คุณธรรม และจริยธรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "70",
      "content": "รัฐพึงส่งเสริมประชาชนให้เข้าใจและเสื่อมใสศรัทธาในการปกครองระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "71",
      "content": "รัฐพึงส่งเสริมให้มีการกระจายอำนาจทางการคลังแก่ท้องถิ่น ให้ท้องถิ่นมีความสามารถในการจัดเก็บรายได้ และการบริหารรายได้ เพื่อประโยชน์ในการให้บริการที่ดีแก่ประชาชน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "72",
      "content": "รัฐพึงรักษาและส่งเสริมศิลปะและวัฒนธรรมของชาติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "73",
      "content": "รัฐพึงส่งเสริมการกีฬา การท่องเที่ยว และนันทนาการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "74",
      "content": "รัฐพึงบำรุงรักษาสภาพแวดล้อม ความสมดุลของทรัพยากรธรรมชาติ และสิ่งทดแทน และป้องกันและขจัดมลพิษ และวางแผนการใช้ดินและน้ำให้เหมาะสม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "75",
      "content": "รัฐพึงดำเนินการเพื่อยกระดับคุณภาพและมาตรฐานการดำรงชีวิตของบุคคลให้สูงขึ้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "76",
      "content": "รัฐพึงดำเนินการอย่างมีประสิทธิภาพให้เกษตรกรมีกรรมสิทธิ์ หรือสิทธิในที่ดินอย่างทั่วถึงเพื่อประกอบเกษตรกรรมโดยการปฏิรูปที่ดิน จัดรูปที่ดินหรือวิธีอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "รัฐพึงจัดหาและดูแลการใช้น้ำของเกษตรกรให้มีเพียงพอและเหมาะสมแก่\nเกษตรกรรม\n\nรัฐพึงส่งเสริมคุ้มครองและรักษาผลประโยชน์ของเกษตรกรในด้านการผลิต การ\nเก็บรักษาและการจำหน่ายผลผลิต เพื่อให้เกษตรกรได้รับผลตอบแทนที่เป็นธรรม และพึงส่งเสริมให้\nเกษตรกรรวมตัวกันเพื่อรักษาผลประโยชน์ดังกล่าวโดยจัดตั้งเป็นสหกรณ์หรือวิธีอื่น",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "77",
      "content": "รัฐพึงสนับสนุนให้เอกชนมีบทบาทในทางเศรษฐกิจ รัฐไม่พึงประกอบกิจการอันมีลักษณะเป็นธุรกิจหรือเป็นการแข่งขันกันเอกชน เว้น แต่มีความจำเป็นเพื่อประโยชน์ในการรักษาความมั่นคงของรัฐ การรักษาประโยชน์ส่วนรวม หรือ การจัดให้มีการสาธารณูปโภค รัฐพึงวางมาตรการมิให้มีการผูกขาดตัดตอนในทางเศรษฐกิจโดยเอกชนที่มิได้ อาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย ทั้งนี้ ไม่ว่าการผูกขาดตัดตอนนั้นจะเป็นโดยทางตรงหรือ ทางอ้อม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "78",
      "content": "รัฐพึงวางนโยบายประชากรให้เหมาะสมกับทรัพยากรของชาติ ภาวะ ทางเศรษฐกิจและสังคม และความเจริญในทางวิทยาการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "79",
      "content": "รัฐพึงสงเคราะห์ผู้ประสบภัยเนื่องในการปฏิบัติหน้าที่เพื่อประเทศชาติ หรือในการช่วยเหลือราชการ หรือปฏิบัติตามหน้าที่มนุษยธรรม หรือเนื่องจากสาธารณภัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "80",
      "content": "รัฐพึงจัดให้มีการสังคมสงเคราะห์ ส่งเสริมและสนับสนุนให้เอกชนมี ส่วนร่วมในการสังคมสงเคราะห์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "81",
      "content": "รัฐพึงช่วยเหลือและสงเคราะห์ผู้สูงอายุและผู้พิการให้มีสุขภาพ กำลังใจ และความหวังในชีวิตเพื่อสามารถดำรงตนอยู่ได้ตามสมควร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "82",
      "content": "รัฐพึงส่งเสริมให้ประชากรวัยทำงานมีงานทำ และพึงคุ้มครองแรงงาน โดยเฉพาะแรงงานเด็กและแรงงานหญิงกับจัดระบบแรงงานสัมพันธ์ รวมทั้งค่าตอบแทนแรงงานให้ เป็นธรรม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "83",
      "content": "รัฐพึงส่งเสริมการสาธารณสุขที่ได้มาตรฐานโดยทั่วถึงและพึงให้การ รักษาพยาบาลแก่ผู้ยากไร้โดยไม่คิดมูลค่า และพึงส่งเสริมให้เอกชนมีส่วนร่วมด้วยเท่าที่จะทำได้ การป้องกันและขจัดโรคติดต่ออันตราย รัฐจะต้องกระทำให้แก่ประชาชนโดยไม่ คิดมูลค่าและทับต่อเหตุการณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "84",
      "content": "รัฐพึงจัดให้มีแผนพัฒนาเศรษฐกิจและสังคมที่สอดคล้องกับแนว นโยบายแห่งรัฐ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๖\n\nหมวด ๖\nรัฐสภา\n\nส่วนที่ ๑\nบททั่วไป",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "85",
      "content": "รัฐสภาประกอบด้วยวุฒิสภาและสภาผู้แทนราษฎร รัฐสภาจะประชุมร่วมกันหรือแยกกัน ย่อมเป็นไปตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "86",
      "content": "ประธานวุฒิสภาเป็นประธานรัฐสภา ประธานสภาผู้แทนราษฎรเป็นรองประธานรัฐสภา ในกรณีที่ไม่มีประธานวุฒิสภา หรือประธานวุฒิสภาไม่อยู่หรือไม่สามารถปฏิบัติหน้าที่ประธานรัฐสภาได้ ให้ประธานสภาผู้แทนราษฎรทำหน้าที่ประธานรัฐสภาแทน ประธานรัฐสภามีอำนาจหน้าที่ตามที่บัญญัติในรัฐธรรมนูญนี้และดำเนินกิจการของรัฐสภาในกรณีประชุมร่วมกันให้เป็นไปตามข้อบังคับ รองประธานรัฐสภามีอำนาจหน้าที่ตามที่บัญญัติไว้ในรัฐธรรมนูญนี้และตามที่ประธานรัฐสภามอบหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "87",
      "content": "ร่างพระราชบัญญัติจะตราขึ้นเป็นกฎหมายได้ก็แต่โดยคำแนะนำและยินยอมของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "88",
      "content": "ร่างพระราชบัญญัติที่ได้รับความเห็นชอบของรัฐสภาแล้ว ให้นายกรัฐมนตรีนำขึ้นพูลเกล้าฯ ถวายภายในสามสิบวันนับแต่วันที่ได้รับร่างพระราชบัญญัตินั้นจากรัฐสภาเพื่อพระมหากษัตริย์ทรงพระปรมาภิไธย และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้ว ให้ใช้บังคับเป็นกฎหมายได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "89",
      "content": "ร่างพระราชบัญญัติใดพระมหากษัตริย์ไม่ทรงเห็นชอบด้วย และพระราชทานคืนมายังรัฐสภา หรือเมื่อพ้นเก้าสิบวันแล้วมิได้พระราชทานคืนมา รัฐสภาจะต้องปรึกษาร่างพระราชบัญญัตินั้นใหม่ ถ้ารัฐสภาลงมติยืนยันตามเดิมด้วยคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภาแล้ว ให้นายกรัฐมนตรีนำร่างพระราชบัญญัตินั้นขึ้นพูลเกล้าฯ ถวายอีกครั้งหนึ่ง เมื่อพระมหากษัตริย์มิได้ทรงลงพระปรมาภิไธย",
      "type": "section",
      "status": "OCR"
    }
  ],
  "6": [
    {
      "id": "intro",
      "content": "พระราชทานคืนมาภายในสามสิบวัน ให้นายกรัฐมนตรีนำพระราชกัญญ์ตินั้นประกาศในราชกิจจา\nนุเบกษาใช้บังคับเป็นกฎหมายได้เสมือนหนึ่งว่าพระมหากษัตริย์ได้ทรงลงพระปรมาภิไธยแล้ว",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "90",
      "content": "บุคคลจะเป็นสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรใน ขณะเดียวกันมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "91",
      "content": "สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่ง ในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อร้องต่อประธานแห่งสภาที่ ตนเป็นสมาชิกว่าสมาชิกภาพของสมาชิกคนใดคนหนึ่งแห่งสำนั้นสุดลงตามมาตรา ๙๗ (๓) (๔) (๕) (๖) (๗) (๘) (๑๐) หรือ (๑๑) หรือมาตรา ๑๑๔ (๓) (๔) (๕) (๖) (๗) (๙) (๑๐) หรือ (๑๑) แล้วแต่กรณี และให้ประธานแห่งสภาที่ได้รับคำร้องส่งคำร้องนั้นไปยังคณะตุลาการรัฐธรรมนูญเพื่อ วินิจฉัยว่าสมาชิกภาพของสมาชิกผู้นั้นสิ้นสุดลงหรือไม่ เมื่อคณะตุลาการรัฐธรรมนูญมีคำวินิจฉัยแล้ว ให้คณะตุลาการรัฐธรรมนูญแจ้ง คำวินิจฉัยนั้นไปยังประธานแห่งสภาที่ได้รับคำร้องดังกล่าวตามวรรคหนึ่ง มติของคณะตุลาการรัฐธรรมนูญตามวรรคสอง ต้องมีคะแนนเสียงไม่น้อยกว่าสาม ในสี่ของจำนวนตุลาการรัฐธรรมนูญทั้งหมด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "92",
      "content": "ในกรณีที่สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรผู้ใดกระทำการ หรือมีพฤติการณ์อันเป็นความผิดต่อตำแหน่งหน้าที่ราชการหรือมีลักษณะเป็นความผิดต่อเจ้า พนักงานในส่วนที่เกี่ยวกับสมาชิกสถานีติบัญญัติแห่งรัฐ หรือเป็นการเสื่อมเสียแก่เกียรติศักดิ์ของ การเป็นสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร แล้วแต่กรณี จำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มี สิทธิเข้าชื่อร้องต่อประธานแห่งสภาที่ตนเป็นสมาชิกเพื่อให้วุฒิสภาหรือสภาผู้แทนราษฎรวินิจฉัยให้ สมาชิกผู้นั้นพ้นจากสมาชิกภาพได้ มติของวุฒิสภาหรือสภาผู้แทนราษฎรให้สมาชิกพ้นจากสมาชิกภาพตามวรรคหนึ่ง ต้องมีคะแนนเสียงไม่น้อยกว่าสามในสี่ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "93",
      "content": "การออกจากตำแหน่งของสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร ภายหลังวันที่สมาชิกภาพสิ้นสุดลงก็ดี ย่อมไม่กระทบกระเทือนกิจการที่สมาชิกผู้นั้นได้กระทำไปใน หน้าที่สมาชิก รวมทั้งการได้รับเงินประจำตำแหน่งหรือประโยชน์ตอบแทนอย่างอื่นก่อนที่สมาชิกผู้ นั้นออกจากตำแหน่ง หรือก่อนที่ประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกได้รับแจ้งคำวินิจฉัยของคณะ ตุลาการรัฐธรรมนูญ แล้วแต่กรณี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๘\n\nส่วนที่ ๒\nวุฒิสภา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "94",
      "content": "วุฒิสภาประกอบด้วยสมาชิกซึ่งพระมหากษัตริย์ทรงแต่งตั้งจาก ผู้ทรงคุณวุฒิซึ่งมีความรู้ความสามารถในวิชาการหรืออาชีพต่างๆ อันจะยังประโยชน์ให้เกิดแก่การ ปกครองแผ่นดินในระบอบประชาธิปไตยอันมีพระมหากษัตริย์ทรงเป็นประมุข มีสัญชาติไทยโดย การเกิด มีอายุไม่ต่ำกว่าสามสิบห้าปีบริบูรณ์ ไม่เป็นสมาชิกหรือเจ้าหน้าที่หรือที่ปรึกษาของพรรค การเมืองใดพรรคการเมืองหนึ่ง ไม่เป็นสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่นซึ่งได้รับเลือกตั้ง ไม่ เคยถูกวุฒิสภาหรือสภาผู้แทนราษฎรมีมติให้พ้นจากสมาชิกภาพตามมาตรา ๙๒ และไม่เคยถูกคณะ ตุลาการรัฐธรรมนูญมีมติให้พ้นจากสมาชิกภาพตามมาตรา ๙๑ สมาชิกวุฒิสภามีจำนวนสองร้อยเจ็ดสิบคน ภายใต้บังคับมาตรา ๙๘ ในกรณีที่มีเหตุการณ์ใดๆ ทำให้สมาชิกวุฒิสภามีจำนวน ไม่ถึงสองร้อยเจ็ดสิบคน ให้ถือว่าสมาชิกจำนวนนั้นประกอบในวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "95",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภามีกำหนดเวลาคราวละหกปีนับแต่วันที่ พระมหากษัตริย์ทรงแต่งตั้ง เมื่อครบสามปีนับแต่วันที่พระมหากษัตริย์ทรงแต่งตั้งครั้งแรกตาม มาตรานี้ให้สมาชิกวุฒิสภาจำนวนกึ่งหนึ่งของจำนวนสมาชิกทั้งหมดตามมาตรา ๙๔ วรรคสองออก จากตำแหน่งโดยวิธีจับสลาก และให้ถือว่าการสิ้นสุดแห่งสมาชิกภาพโดยการจับสลากเป็นการออก ตามวาระ และพระมหากษัตริย์จะได้ทรงแต่งตั้งสมาชิกเท่าจำนวนที่ต้องออกไปเข้าแทนที่ เมื่อครบ หกปีสมาชิกส่วนที่เหลือจากการจับสลากต้องพ้นจากตำแหน่ง และจะมีการแต่งตั้งสมาชิกจำนวน เท่าที่ต้องออกไปเข้าแทนที่ต่อไปทุกสามปี พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะทรงแต่งตั้งผู้ที่ออกตามวาระเป็น สมาชิกอีกได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "96",
      "content": "สมาชิกวุฒิสภาต้องไม่รับสัมปทานจากรัฐหรือหน่วยงานราชการหรือ หน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือเป็นคู่สัญญากับรัฐหรือหน่วยราชการหรือหน่วยงานของรัฐ หรือรัฐวิสาหกิจอันมีลักษณะเป็นการผูกขาดตัดตอน ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม เว้นแต่ กรณีที่ได้รับสัมปทานหรือเป็นคู่สัญญาอยู่ก่อนได้รับแต่งตั้งเป็นสมาชิกวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "97",
      "content": "สมาชิกภาพของสมาชิกวุฒิสภาสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามวาระ (๒) ตาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๒๕๕\n\n(๓) ลาออก\n(๔) เสียสัญชาติไทย\n(๕) เป็นสมาชิกหรือเจ้าหน้าที่หรือที่ปรึกษาของพรรคการเมืองใด\nพรรคการเมืองหนึ่ง\n(๖) เป็นสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่นซึ่งได้รับเลือกตั้ง\n(๗) มีลักษณะต้องห้ามตามมาตรา ๑๐๗ (๑) (๒) (๓) (๔) (๗) (๘) (๑๑)\nหรือ (๑๒)\n\n(๘) กระทำการอันต้องห้ามตามมาตรา ๙๖\n(๙) วุฒิสภามีมติให้พ้นจากสมาชิกภาพตามมาตรา ๙๒ หรือคณะ ตุลา\nการรัฐธรรมนูญมีมติให้พ้นจากสมาชิกภาพตามมาตรา ๙๑ ในกรณีเช่นนี้ให้ถือว่าขาดจากสมาชิก\nภาพนับแต่วันที่วุฒิสภาพหรือคณะตุลาการรัฐธรรมนูญมีมติ\n\n(๑๐) ขาดประชุมตลอดสมัยประชุมที่มีกำหนดเวลาไม่น้อยกว่าเก้าสิบ\nวันโดยไม่ได้รับอนุญาตจากประธานวุฒิสภา\n\n(๑๑) ถูกจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ในความผิดอันได้\nกระทำโดยประมาท หรือความผิดลหุโทษ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "58",
      "content": "เมื่อตำแหน่งสมาชิกวุฒิสภาว่างลงเพราะเหตุอื่นใดนอกจากถึงคราว ออกตามวาระ พระบาทสมเด็จพระเจ้าอยู่หัวบรมชนกาธิเบศร มหาภูมิพลอดุลยเดชมหาราช บรมนาถบพิตร มาเป็นสมาชิกแทน สมาชิกซึ่งเข้ามาแทนนั้นย่อถอนใจได้เพียงเท่ากำหนดเวลาของผู้ซึ่งตน แทน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_58",
      "content": "ส่วนที่ ๓ สภาผู้แทนราษฎร",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "59",
      "content": "สภาผู้แทนราษฎรประกอบด้วยสมาชิกจำนวนสามร้อยหกสิบคน ซึ่ง ราษฎรเลือกตั้งตามเกณฑ์ที่บัญญัติไว้ในมาตรา ๑๐๐ ในกรณีที่มีเหตุการณ์ใดๆ ทำให้การเลือกตั้งทั่วไปครั้งใดมีจำนวน สมาชิกสภาผู้แทนราษฎรไม่ถึงสามร้อยหกสิบคน ให้ถือว่าสมาชิกจำนวนนั้นประกอบเป็นสภา ผู้แทนราษฎร และต้องมีการเลือกตั้งจนครบจำนวนสามร้อยหกสิบภายในเก้าสิบวัน และให้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "7": [
    {
      "id": "intro",
      "content": "สมาชิกสภาผู้แทนราษฎรผู้ได้รับเลือกตั้งเข้ามานั้นอยู่ในตำแหน่งได้เพียงเท่าอายุของสภา\nผู้แทนราษฎรที่เหลืออยู่",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "100",
      "content": "จำนวนสมาชิกสภาผู้แทนราษฎรที่แต่ละจังหวัดจะพึงมีให้คำนวณตาม เกณฑ์จำนวนราษฎรต่อสมาชิกหนึ่งคน โดยเฉลี่ยจำนวนราษฎรทั้งประเทศตามหลักฐานการ ทะเบียนราษฎร ที่ประกาศในปีสุดท้ายก่อนปีที่มีการเลือกตั้งด้วยจำนวนสมาชิกสภาผู้แทนราษฎร สามร้อยหกสิบคน จังหวัดใดมีราษฎรไม่ถึงเกณฑ์จำนวนราษฎรต่อสมาชิกหนึ่งคนตามวรรคหนึ่ง ให้ มีสมาชิกสภาผู้แทนราษฎรในจังหวัดนั้นได้หนึ่งคน จังหวัดใดมีราษฎรกินเกณฑ์จำนวนราษฎรต่อ สมาชิกหนึ่งคน ให้มีสมาชิกสภาผู้แทนราษฎรในจังหวัดนั้นเพิ่มขึ้นอีกหนึ่งคนทุกจำนวนราษฎรที่ถึง เกณฑ์จำนวนราษฎรต่อสมาชิกหนึ่งคน เมื่อได้จำนวนสมาชิกสภาผู้แทนราษฎรของแต่ละจังหวัดตามวรรคสองแล้ว ถ้า จำนวนสมาชิกสภาผู้แทนราษฎรอย่างไม่ครบสามร้อยหกสิบคน จังหวัดใดมีเศษที่เหลือจากการคำนวณ ตามวรรคสองมากที่สุด ให้จังหวัดนั้นมีสมาชิกสภาผู้แทนราษฎรเพิ่มขึ้นอีกหนึ่งคน และให้เพิ่ม สมาชิกสภาผู้แทนราษฎรตามวิธีดังกล่าวแก่จังหวัดที่มีเศษที่เหลือจากการคำนวณตามวรรคสองใน ลำดับรองลงมาตามลำดับจนครบจำนวนสามร้อยหกสิบคน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "101",
      "content": "จังหวัดใดมีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรได้ไม่เกินสามคน ให้ ถือเขตจังหวัดเป็นเขตเลือกตั้ง และจังหวัดใดมีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรได้เกินสามคน ให้แบ่งเขตจังหวัดออกเป็นเขตเลือกตั้งโดยจัดให้แต่ละเขตเลือกตั้งมีจำนวนสมาชิกสภาผู้แทน ราษฎรเขตละสามคน ในกรณีที่จะแบ่งเขตเลือกตั้งในจังหวัดหนึ่ง ให้มีจำนวนสมาชิกสภาผู้แทนราษฎร ครบสามคนทุกเขตไม่ได้ ให้แบ่งเขตเลือกตั้งออกเป็นเขตเลือกตั้งที่มีสมาชิกสภาผู้แทนราษฎรเขตละ สามคนเสียก่อน แต่เขตที่เหลือต้องไม่น้อยกว่าเขตละสองคน ในกรณีที่จังหวัดใดมีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรได้สี่คน ให้แบ่งเขต เลือกตั้งออกเป็นสองเขต เขตหนึ่งให้มีสมาชิกสภาผู้แทนราษฎรส่องคน จังหวัดใดมีการแบ่งเขตเลือกตั้งกว่าหนึ่งเขต ต้องแบ่งพื้นที่ของเขตเลือกตั้งแต่ละ เขตให้ติดต่อกัน และต้องจัดอัตราส่วนของจำนวนราษฎรกับจำนวนสมาชิกสภาผู้แทนราษฎรที่จะ พึงมีได้ในแต่ละเขตให้ใกล้เคียงกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "102",
      "content": "ในเขตเลือกตั้งแต่ละเขต ให้ผู้มีสิทธิเลือกตั้งสมาชิกสภาผู้แทนราษฎร มีสิทธิออกเสียงลงคะแนนเลือกตั้งผู้สมัครรับเลือกตั้งได้เท่าจำนวนสมาชิกสภาผู้แทนราษฎรที่มีได้ ในเขตเลือกตั้งนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "การเลือกตั้งให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "103",
      "content": "บุคคลผู้มีคุณสมบัติดังต่อไปนี้ เป็นผู้มีสิทธิเลือกตั้ง (๑) มีสัญชาติไทย แต่บุคคลซึ่งมีสัญชาติไทยโดยการแปลงสัญชาติ ต้องได้สัญชาติไทยมาแล้วไม่น้อยกว่าสิบปี (๒) มีอายุไม่ต่ำกว่ายี่สิบปีบริบูรณ์ในวันที่ ๑ มกราคม ของปีที่มีการ เลือกตั้ง และ (๓) มีชื่ออยู่ในทะเบียนบ้านในเขตเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "104",
      "content": "บุคคลผู้มีลักษณะอย่างหนึ่งอย่างใดดังต่อไปนี้ในวันเลือกตั้งเป็น บุคคลต้องห้ามมิให้ใช้สิทธิเลือกตั้ง (๑) วิกลจริต หรือจิตฟั่นเฟือนไม่สมประกอบ (๒) เป็นภิกษุ สามเณร นักพรตหรือนักบวช (๓) ต้องคุมขังอยู่โดยหมายของศาล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "105",
      "content": "บุคคลผู้มีคุณสมบัติดังต่อไปนี้ เป็นผู้มีสิทธิสมัครรับเลือกตั้ง (๑) มีสัญชาติไทยโดยการเกิด แต่บุคคลผู้มีสัญชาติไทยซึ่งบิดาเป็นคน ต่างด้าว ต้องมีคุณสมบัติตามที่กำหนดไว้ในกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎรอีก ด้วย (๒) มีอายุไม่ต่ำกว่ายี่สิบห้าปีบริบูรณ์ในวันเลือกตั้ง (๓) เป็นสมาชิกพรรคการเมืองที่ส่งสมาชิกเข้าสมัครรับเลือกตั้งตาม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "106",
      "content": "หรือพรรคการเมืองตามมาตรา ๑๑๕ วรรคสอง พรรคการเมืองใดพรรคการเมืองหนึ่งแต่ เพียงพรรคเดียว และ (๔) มีลักษณะอย่างหนึ่งอย่างใด ดังต่อไปนี้ (ก) มีชื่ออยู่ในทะเบียนบ้านในจังหวัดที่สมัครรับเลือกตั้งมาแล้ว เป็นเวลาติดต่อกันไม่น้อยกว่าหนึ่งร้อยแปดสิบวันนับถึงวันสมัครรับเลือกตั้ง (ข) เคยเป็นสมาชิกสภาท้องถิ่นหรือผู้บริหารท้องถิ่นในจังหวัดนั้น (ค) เป็นบุคคลซึ่งเกิดในจังหวัดที่สมัครรับเลือกตั้ง (ง) เคยศึกษาเป็นเวลาติดต่อกันไม่น้อยกว่าสองปีการศึกษาใน สถานศึกษาที่ตั้งอยู่ในจังหวัดที่สมัครรับเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "106",
      "content": "ในการเลือกตั้งทั่วไป พรรคการเมืองที่สมาชิกจะเป็นผู้มีสิทธิสมัครรับเลือกตั้งตามมาตรา ๑๐๕ (๓) ได้ ต้องเป็นพรรคการเมืองที่ส่งสมาชิกเข้าสมัครรับเลือกตั้งทั้งหมด รวมกันไม่น้อยกว่าหนึ่งร้อยยี่สิบคน และในแต่ละเขตเลือกตั้งที่พรรคการเมืองดังกล่าวส่งสมาชิกเข้าสมัครรับเลือกตั้ง พรรคการเมืองส่งสมาชิกเข้าสมัครรับเลือกตั้งให้เท่าจำนวนสมาชิกสภาผู้แทนราษฎรที่จะพึงมีได้ในเขตเลือกตั้งนั้น เมื่อพรรคการเมืองใดส่งสมาชิกเข้าสมัครรับเลือกตั้งแล้ว พรรคการเมืองนั้นหรือผู้สมัครรับเลือกตั้งของพรรคการเมืองนั้น จะถอนการสมัครรับเลือกตั้งมิได้ เมื่อพรรคการเมืองใดได้ส่งสมาชิกเข้าสมัครรับเลือกตั้งตามจำนวนตามวรรคหนึ่งแล้ว แม้ภายหลังจะปรากฏว่าจำนวนผู้สมัครรับเลือกตั้งของพรรคการเมืองนั้นได้ลดลงไปจนไม่ครบจำนวนไม่ว่าเพราะเหตุใดๆ ให้ถือว่าพรรคการเมืองนั้นส่งสมาชิกเข้าสมัครรับเลือกตั้งครบจำนวนตามวรรคหนึ่งแล้ว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "107",
      "content": "บุคคลผู้มีลักษณะอย่างหนึ่งอย่างใดดังต่อไปนี้ เป็นบุคคลต้องห้ามมิให้ใช้สิทธิสมัครรับเลือกตั้ง (๑) ติดยาเสพติดให้โทษ (๒) เป็นบุคคลล้มละลายซึ่งศาลยังไม่สั่งให้พ้นจากคดี (๓) เป็นบุคคลผู้มีลักษณะต้องห้ามมิให้ใช้สิทธิเลือกตั้งตามมาตรา ๑๐๔ (๑) (๒) หรือ (๔) (๔) เป็นบุคคลหูหนวกและเป็นไว้ (๕) ต้องคำพิพากษาให้จำคุก และถูกคุมขังอยู่โดยหมายของศาล (๖) เคยต้องคำพิพากษาให้จำคุกตั้งแต่สองปีขึ้นไป โดยได้พ้นโทษมายังไม่ถึงห้าปีในวันเลือกตั้ง เว้นแต่ในความผิดอันได้กระทำโดยประมาท (๗) เคยถูกไล่ออก ปลดออก หรือให้ออกจากราชการ หน่วยงานของรัฐหรือรัฐวิสาหกิจ เพราะทุจริตต่อหน้าที่หรือถือว่าทุจริตต่อหน้าที่ (๘) เคยต้องคำพิพากษาหรือคำสั่งของศาลให้ทรัพย์สินตกเป็นของแผ่นดิน เพราะร่ำรวยผิดปกติหรือมีทรัพย์สินเพิ่มขึ้นผิดปกติ (๙) เป็นข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ นอกจากข้าราชการการเมือง (๑๐) เป็นพนักงานหรือลูกจ้างของหน่วยงานของรัฐหรือรัฐวิสาหกิจ หรือของราชการส่วนท้องถิ่น",
      "type": "section",
      "status": "OCR"
    }
  ],
  "8": [
    {
      "id": "intro",
      "content": "(๑๑) เคยถูกวุฒิสภาหรือสภาผู้แทนราษฎรมีมติให้ฟันจากสมาชิกภาพ\n\nตามมาตรา ๙๒\n\n(๑๒) เคยถูกหรือถูกคณะตุลาการรัฐธรรมนูญวินิจฉัยตามมาตรา ๙๑\nให้พ้นจากสมาชิกภาพเพราะมีกรณีปรากฏหลักฐานน่าเชื่อได้ว่าเป็นผู้ที่ได้รับเลือกตั้งเป็น\nสมาชิกสภาผู้แทนราษฎรโดยใช้อามิสสินข้าง ไม่ว่าโดยวิธีใด เพื่อให้ตนได้รับเลือกตั้ง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "108",
      "content": "สมาชิกสภาผู้แทนราษฎรต้อง (๑) ไม่ดำรงตำแหน่งหรือหน้าที่ใดในหน่วยราชการหรือหน่วยงาน ของรัฐหรือรัฐวิสาหกิจหรือตำแหน่งสมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่นหรือพนักงานส่วนท้องถิ่น ทั้งนี้ นอกจากตำแหน่งรัฐมนตรีหรือข้าราชการการเมืองอื่น (๒) ไม่รับสัมปทานจากรัฐหรือหน่วยราชการหรือหน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือเป็นคู่สัญญากับรัฐหรือหน่วยราชการหรือหน่วยงานของรัฐหรือรัฐวิสาหกิจ อันมีลักษณะเป็นการผูกขาดตัดตอน ทั้งนี้ ไม่ว่าโดยทางตรงหรือทางอ้อม (๓) ไม่รับเงินหรือประโยชน์ใดๆ จากหน่วยราชการหรือหน่วยงาน ของรัฐหรือรัฐวิสาหกิจเป็นพิเศษ นอกจากเหนือไปจากที่หน่วยราชการ หรือหน่วยงานของรัฐหรือ รัฐวิสาหกิจปฏิบัติกับบุคคลอื่นๆ ในธุรกิจการงานตามปกติ บทบัญญัติใน (๒) มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรได้รับสัมปทาน หรือเป็นคู่สัญญาอยู่ก่อนได้รับเลือกตั้ง บทบัญญัติมาตรานี้มิให้ใช้บังคับในกรณีที่สมาชิกสภาผู้แทนราษฎรรับเบี้ยหวัด บำเหน็จ บำนาญ หรือเงินปีพระบรมวงศานุวงศ์ หรือเงินอื่นใดในลักษณะเดียวกัน และมิให้ใช้บังคับ ในกรณีที่สมาชิกสภาผู้แทนราษฎรรับหรือดำรงตำแหน่งกรรมาธิการของรัฐสภาหรือสภา ผู้แทนราษฎร หรือกรรมการซึ่งได้รับแต่งตั้งในฐานะเป็นผู้ทรงคุณวุฒิตามบทบัญญัติแห่งกฎหมาย หรือกรรมการซึ่งได้รับแต่งตั้งในการบริหารราชการแผ่นดินในกรณีที่ดำรงตำแหน่งข้าราชการ การเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "109",
      "content": "ภายใต้บังคับบทบัญญัติแห่งรัฐธรรมนูญนี้ หลักเกณฑ์ และวิธีการ เลือกตั้งให้เป็นไปตามกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "110",
      "content": "อายุของสภาผู้แทนราษฎรมีกำหนดเวลาคราวละสี่ปีนับแต่วันเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "111",
      "content": "เมื่ออายุของสภาผู้แทนราษฎรสิ้นสุดลง พระมหากษัตริย์จะได้ทรงตรา พระราชกฤษฎีกาให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่เป็นการเลือกตั้งทั่วไป ซึ่งต้อง กำหนดวันเลือกตั้งภายในหกสิบวันนับแต่วันที่อายุของสภาผู้แทนราษฎรสิ้นสุดลง และวันเลือกตั้ง นั้นต้องกำหนดวันเดียวกันทั่วราชอาณาจักร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "112",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจที่จะยุบสภาผู้แทนราษฎร เพื่อให้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรใหม่ การยุบสภาผู้แทนราษฎร ให้กระทำโดยพระราชกฤษฎีกาซึ่งต้องกำหนดวันเลือกตั้ง สมาชิกสภาผู้แทนราษฎรใหม่เป็นการเลือกตั้งทั่วไปภายในเก้าสิบวัน และวันเลือกตั้งนั้นต้องกำหนด เป็นวันเดียวกันทั่วราชอาณาจักร การยุบสภาผู้แทนราษฎรจะกระทำได้เพียงครั้งเดียวในเหตุการณ์เดียวกัน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "113",
      "content": "สมาชิกภาพของสมาชิกสภาผู้แทนราษฎรเริ่มแต่วันเลือกตั้ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "114",
      "content": "สมาชิกภาพของสมาชิกสภาผู้แทนราษฎรสิ้นสุดลง เมื่อ (๑) ถึงคราวออกตามอายุของสภาผู้แทนราษฎร หรือมีการยุบสภา ผู้แทนราษฎร (๒) ตาย (๓) ลาออก (๔) ขาดคุณสมบัติตามมาตรา ๑๐๕ (๑) (๒) หรือ (๔) (๕) มีลักษณะต้องห้ามตามมาตรา ๑๐๗ (๑) (๒) (๓) (๔) (๕) (๖) (๗) (๘) (๙) (๑๐) (๑๑) หรือ (๑๒) (๖) กระทำการอันต้องห้ามตามมาตรา ๑๐๘ (๗) ลาออกจากพรรคการเมืองที่ตนเป็นสมาชิก หรือพรรคการเมืองที่ ตนเป็นสมาชิกมีมติให้พ้นจากการเป็นสมาชิกของพรรคการเมืองที่ตนเป็นสมาชิก ในกรณีเช่นนี้ให้ ถือว่าขาดจากสมาชิกภาพนับแต่วันที่ลาออกหรือพรรคการเมืองมีมติ (๘) สภาผู้แทนราษฎรมีมติให้พ้นจากสมาชิกภาพตามมาตรา ๙๒ หรือคณะตุลาการรัฐธรรมนูญมีมติให้พ้นจากสมาชิกภาพตามมาตรา ๙๑ ในกรณีเช่นนี้ให้ถือว่าขาด จากสมาชิกภาพนับแต่วันที่สภาผู้แทนราษฎรหรือคณะตุลาการรัฐธรรมนูญมีมติ (๙) ขาดจากการเป็นสมาชิกของพรรคการเมือง ในกรณีที่ศาลมีคำสั่ง ยุบเลิกพรรคการเมืองที่สมาชิกสภาผู้แทนราษฎรผู้นั้นเป็นสมาชิกและไม่อาจเข้าเป็นสมาชิกของ พรรคการเมืองอื่นที่มีสมาชิกของพรรคการเมืองนั้นเป็นสมาชิกสภาผู้แทนราษฎรได้ภายในหกสิบ วันนับแต่วันที่ศาลมีคำสั่ง ในกรณีเช่นนี้ให้ถือว่าขาดจากสมาชิกภาพนับแต่วันถัดจากวันที่ครบ กำหนดหกสิบวันนั้น (๑๐) ขาดประชุมตลอดสมัยประชุมที่มีกำหนดเวลาไม่น้อยกว่าเก้าสิบวัน โดยไม่ได้รับอนุญาตจากประธานสภาผู้แทนราษฎร",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "(๑๑) ถูกจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ในความผิดอัน\nได้กระทำโดยประมาท หรือความผิดลหุโทษ\n\nมติของพรรคการเมืองตาม (๗) ต้องเป็นมติของที่ประชุมร่วมของคณะกรรมการ\nบริหารของพรรคการเมืองและสมาชิกสภาผู้แทนราษฎรที่สังกัดพรรคการเมืองนั้น และมติตั้งกล่าว\nต้องมีคะแนนเสียงไม่น้อยกว่าสามในสี่ของจำนวนคณะกรรมการบริหารและสมาชิกสภาผู้แทน\nราษฎรของพรรคการเมืองนั้นทั้งหมด",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "115",
      "content": "เมื่อดำเนินสมาชิกสภาผู้แทนราษฎรว่างลงเพราะเหตุอื่นใด นอกจากถึงคราวออกตามอายุของสภาผู้แทนราษฎร หรือนอกจากมีการยุบสภาผู้แทนราษฎร ให้มี การเลือกตั้งสมาชิกสภาผู้แทนราษฎรขึ้นแทนภายในเก้าสิบวัน เว้นแต่อายุของสภาผู้แทนราษฎรจะ เหลือไม่ถึงหนึ่งร้อยแปดสิบวัน ในการเลือกตั้งตามวรรคหนึ่ง ผู้สมัครรับเลือกตั้งต้องเป็นสมาชิกพรรคการเมืองที่มี สมาชิกในสังกัดเป็นสมาชิกสภาผู้แทนราษฎรอยู่แล้วจากการเลือกตั้งทั่วไป และให้นำบทบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "106",
      "content": "มาใช้บังคับโดยอนุโลม สมาชิกสภาผู้แทนราษฎรผู้เข้ามาแทนนั้นอยู่ในตำแหน่งได้เพียงเท่าอายุของสภา ผู้แทนราษฎรที่เหลืออยู่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "116",
      "content": "ภายหลังที่คณะรัฐมนตรีเจ้าบริหารราชการแผ่นดินแล้ว พระมหากษัตริย์จะได้ทรงแต่งตั้งสมาชิกสภาผู้แทนราษฎรผู้เป็นหัวหน้าพรรคการเมืองในสภา ผู้แทนราษฎรที่สมาชิกสภาผู้แทนราษฎรในสังกัดมิได้ดำรงตำแหน่งรัฐมนตรี และมีจำนวนมากที่สุด ในบรรดาพรรคการเมืองที่สมาชิกสภาผู้แทนราษฎรในสังกัดมิได้ดำรงตำแหน่งรัฐมนตรี แต่ไม่น้อย กว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรในขณะแต่งตั้ง เป็นผู้นำ ฝ่ายค้านในสภาผู้แทนราษฎร ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้ง ผู้นำฝ่ายค้านในสภาผู้แทนราษฎร ผู้นำฝ่ายค้านในสภาผู้แทนราษฎรออมหันจากตำแหน่งเมื่อขาดคุณสมบัติดังกล่าว ในวรรคหนึ่ง และให้นำบทบัญญัติมาตรา ๑๒๐ วรรคสองและวรรคสาม มาใช้บังคับโดยอนุโลม ในกรณีเช่นนี้ พระมหากษัตริย์จะได้ทรงแต่งตั้งผู้นำฝ่ายค้านในสภาผู้แทนราษฎรแทนตำแหน่งที่ว่าง",
      "type": "section",
      "status": "OCR"
    }
  ],
  "9": [
    {
      "id": "intro",
      "content": "ส่วนที่ ๔\nบทที่ใช้แก่สภาทั้งสอง",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "117",
      "content": "สภาวุฒิสภาและสมาชิกสภาผู้แทนราษฎร ย่อมเป็นผู้แทนปวงชนชาวไทยและต้องปฏิบัติหน้าที่เพื่อประโยชน์ส่วนรวมของปวงชนชาวไทย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "118",
      "content": "ก่อนเข้ารับหน้าที่ สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรต้องปฏิญาณตนในที่ประชุมแห่งสภาที่ตนเป็นสมาชิก ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพเจ้า (ชื่อผู้ปฏิญาณ) ขอปฏิญาณว่า ข้าพเจ้าจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต เพื่อประโยชน์ส่วนรวมของปวงชนชาวไทย ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "119",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรแต่ละสภา มีประธานสภากคนหนึ่งและรองประธานคนหนึ่งหรือสองคน ซึ่งพระมหากษัตริย์ทรงแต่งตั้งจากสมาชิกแห่งสภานั้นๆ ตามมติของสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "120",
      "content": "ประธานและรองประธานวุฒิสภาดำรงตำแหน่งจนถึงวันก่อนวันเลือกประธานและรองประธานวุฒิสภาใหม่ ซึ่งจะต้องกระทำทุกสามปี ประธานและรองประธานสภาผู้แทนราษฎรดำรงตำแหน่งจนสิ้นอายุของสภา หรือมีการยุบสภา ประธานและรองประธานวุฒิสภา และประธานและรองประธานสภาผู้แทนราษฎรย่อมพ้นจากตำแหน่งก่อนถึงวาระตามวรรคหนึ่งหรือวรรคสอง แล้วแต่กรณี เมื่อ (๑) ขาดจากตำแหน่ง (๒) ลาออกจากตำแหน่ง (๓) ดำรงตำแหน่งรัฐมนตรีหรือข้าราชการการเมืองอื่น (๔) ต้องคำพิพากษาให้จำคุก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "121",
      "content": "ประธานวุฒิสภาและประธานสภาผู้แทนราษฎรมีอำนาจหน้าที่ดำเนินกิจการของสภานั้นๆ ให้เป็นไปตามข้อบังคับ รองประธานมีอำนาจหน้าที่ตามที่ประธานมอบหมายและปฏิบัติหน้าที่แทนประธานเมื่อประธานไม่อยู่หรือไม่สามารถปฏิบัติหน้าที่ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "122",
      "content": "เมื่อประธานและรองประธานวุฒิสภาหรือประธานและรองประธานสภาผู้แทนราษฎรไม่อยู่ในที่ประชุม ให้สมาชิกแห่งสภานั้นๆ เลือกตั้งกันขึ้นเอง เป็นประธานในคราวประชุมนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "123",
      "content": "การประชุมวุฒิสภาก็ดี การประชุมสภาผู้แทนราษฎรก็ดี ต้องมีสมาชิกมาประชุมไม่น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา จึงจะเป็นองค์ประชุม เว้นแต่ในกรณีการพิจารณาระเบียบวาระกระทู้ถามตามมาตรา ๑๕๙ วุฒิสภาหรือสภาผู้แทนราษฎรจะกำหนดเรื่ององค์ประชุมไว้ในข้อบังคับเป็นอย่างอื่นก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "124",
      "content": "การลงมติวินิจฉัยข้อปรึกษาให้ถือเอาเสียงข้างมากเป็นประมาณ เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นในรัฐธรรมนูญนี้ สมาชิกคนหนึ่งย่อมมีเสียงหนึ่งในการออกเสียงลงคะแนน ถ้ามีคะแนนเสียงเท่ากันให้ประธานในที่ประชุมออกเสียงเพิ่มขึ้นอีกเสียงหนึ่งเป็นเสียงชี้ขาด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "125",
      "content": "ในที่ประชุมวุฒิสภาก็ดี ที่ประชุมสภาผู้แทนราษฎรก็ดี ที่ประชุมร่วมกันของรัฐสภาก็ดี สมาชิกผู้ใดจะกล่าวถ้อยคำใดๆ ในทางแถลงข้อเท็จจริงหรือแสดงความคิดเห็นหรือออกเสียงลงคะแนนย่อมเป็นเอกสิทธิ์โดยเด็ดขาด ผู้ใดจะนำไปเป็นเหตุฟ้องร้องว่ากล่าวสมาชิกผู้นั้นในทางใดมิได้ เอกสิทธิ์ตามวรรคหนึ่งไม่คุ้มครองสมาชิกผู้กล่าวถ้อยคำในการประชุมสภาที่มีการถ่ายทอดทางวิทยุกระจายเสียงหรือวิทยุโทรทัศน์ หากถ้อยคำที่กล่าวในที่ประชุมไปปรากฏนอกบริเวณรัฐสภา และการกล่าวถ้อยคำนั้นมีลักษณะเป็นความผิดทางอาญา หรือละเมิดสิทธิในทางแพ่งต่อบุคคลอื่น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "126",
      "content": "เอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๒๕ วรรคหนึ่ง ย่อมคุ้มครองไปถึงผู้พิมพ์และผู้โฆษณารายงานการประชุมตามข้อบังคับของรัฐสภา วุฒิสภา หรือสภาผู้แทนราษฎรแล้วแต่กรณี และคุ้มครองไปถึงบุคคลซึ่งประธานในที่ประชุมอนุญาตให้แถลงข้อเท็จจริงหรือแสดงความคิดเห็นในที่ประชุมตลอดจนผู้ดำเนินการถ่ายทอดการประชุมสภาทางวิทยุกระจายเสียงหรือวิทยุโทรทัศน์ที่ได้รับอนุญาตจากประธานแห่งสภานั้นด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "127",
      "content": "ภายในสามสิบวันนับแต่วันเลือกตั้งสมาชิกสภาผู้แทนราษฎร ให้มีการเรียกประชุมรัฐสภาเพื่อให้สมาชิกได้มาประชุมเป็นครั้งแรก ในปีหนึ่งให้มีสมัยประชุมสามัญของรัฐสภาสองสมัย วันประชุมครั้งแรกตามวรรคหนึ่ง ให้ถือเป็นวันเริ่มสมัยประชุมสามัญประจำปีครั้งที่หนึ่ง ส่วนวันเริ่มสมัยประชุมสามัญประจำปีครั้งที่สองของรัฐสภา ให้สภาผู้แทนราษฎรเป็นผู้กำหนด ในสมัยประชุมสามัญประจำปีครั้งที่สองของรัฐสภา วุฒิสภาและสภาผู้แทนราษฎรจะพิจารณาเรื่องอื่นใดไม่ได้ นอกจากการพิจารณาร่างพระราชบัญญัติ หรือการอนุมัติพระราช",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "กำหนด เว้นแต่วุฒิสภาหรือสภาผู้แทนราษฎรจะพิจารณาอนุมัติด้วยคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา ให้พิจารณารื่องอื่นโดยเฉพาะได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "128",
      "content": "สมัยประชุมสามัญของรัฐสภาสมัยหนึ่งๆ ให้มีกำหนดเวลาเก้าสิบวัน แต่พระมหากษัตริย์จะโปรดเกล้าฯ ให้ขยายเวลาออกไปก็ได้ การปิดสมัยประชุมสามัญก่อนครบกำหนดเวลาเก้าสิบวัน จะกระทำได้แต่โดยความเห็นชอบของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "129",
      "content": "พระมหากษัตริย์ทรงเรียกประชุมรัฐสภา ทรงเปิดและปิดประชุม พระมหากษัตริย์จะเสด็จพระราชดำเนินมาทรงทำรัฐพิธีเปิดประชุมสมัยประชุม สามัญประจำปีครั้งแรกตามมาตรา ๑๒๗ วรรคหนึ่ง ด้วยพระองค์เอง หรือจะโปรดเกล้าฯ ให้ พระรัชทายาทซึ่งบรรลุนิติภาวะแล้วหรือผู้ใดผู้หนึ่ง เป็นผู้แทนพระองค์มาทำรัฐพิธีก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "130",
      "content": "เมื่อมีความจำเป็นเพื่อประโยชน์แห่งรัฐ พระมหากษัตริย์จะทรงเรียกประชุมรัฐสภาเป็นการประชุมสมัยวิสามัญก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "131",
      "content": "สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร หรือสมาชิกของทั้งสอง สภาร่วมกัน มีจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภามี สิทธิเข้าชื่อร้องขอให้นำความกราบบังคมทูล เพื่อมีพระบรมราชโองการประกาศเรียกประชุมรัฐสภา เป็นการประชุมสมัยวิสามัญได้ คำร้องขอดังกล่าวในวรรคหนึ่ง ให้ยื่นต่อประธานรัฐสภา ให้ประธานรัฐสภานำความกราบบังคมทูลและลงนามรับสนองพระบรมราช โองการ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "132",
      "content": "ภายใต้บังคับมาตรา ๑๓๑ การเรียกประชุม การขยายเวลาประชุม และการปิดประชุมรัฐสภา ให้กระทำโดยพระราชกฤษฎีกา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "133",
      "content": "ในระหว่างสมัยประชุม ห้ามมิให้จับหรือคุมขังหรือหมายเรียกดัว สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรไปทำการสอบสวนในฐานะที่สมาชิกผู้นั้นเป็นผู้ต้องหา ในคดีอาญา เว้นแต่ในกรณีที่ได้รับอนุญาตจากสภาที่ผู้นั้นเป็นสมาชิกหรือในกรณีที่จับในขณะ กระทำความผิด ในกรณีที่มีการจับสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรในขณะกระทำ ความผิด ให้รายงานไปยังประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกโดยด่วน และประธานแห่งสภาที่ผู้นั้น เป็นสมาชิกอาจสั่งให้ปล่อยผู้ถูกจับได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "134",
      "content": "ในกรณีที่มีการฟ้องร้องสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร ในคดีอาญาไม่ว่าจะได้ฟ้องนอกหรือในสมัยประชุม ศาลจะพิจารณาคดีนั้นในระหว่างสมัยประชุม",
      "type": "section",
      "status": "OCR"
    }
  ],
  "10": [
    {
      "id": "intro",
      "content": "มิได้ เว้นแต่จะได้รับอนุญาตจากสภาที่ผู้นั้นเป็นสมาชิก หรือเป็นคดีอันเกี่ยวกับกฎหมายว่าด้วยการเลือกตั้งสมาชิกสภาผู้แทนราษฎร แต่การพิจารณาคดีต้องไม่เป็นการขัดขวางต่อการที่สมาชิกผู้นั้นจะมาประชุมสภา\n\nการพิจารณาที่ศาลได้กระทำไปก่อนมีคำอ้างว่าจำเลยเป็นสมาชิกของสภาใดสภาหนึ่ง ย่อมเป็นอันใช้ได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "135",
      "content": "ถ้าสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรกุมบังในระหว่างสอบสวนหรือพิจารณาอยู่ก่อนสมัยประชุม เมื่อถึงสมัยประชุมพนักงานสอบสวนหรือศาล แล้วแต่กรณีต้องสั่งปล่อยทันที ถ้าประธานแห่งสภาที่ผู้นั้นเป็นสมาชิกได้ร้องขอ คำสั่งปล่อยตามวรรคหนึ่ง ให้มีผลบังคับตั้งแต่วันสั่งปล่อยจนถึงวันสุดท้ายแห่งสมัยประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "136",
      "content": "ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุ หรือสภาผู้แทนราษฎรกุมบัง จะมีการประชุมวุฒิสภามิได้ เว้นแต่เป็นการประชุมที่ให้วุฒิสภาทำหน้าที่รัฐสภาตามมาตรา ๑๗ มาตรา ๒๑ และมาตรา ๑๗๗ โดยถือคะแนนเสียงจากจำนวนสมาชิกของวุฒิสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "137",
      "content": "ร่างพระราชบัญญัติจะเสนอได้ก็แต่โดยคณะรัฐมนตรีหรือสมาชิกสภาผู้แทนราษฎร แต่ร่างพระราชบัญญัติเกี่ยวด้วยการเงิน สมาชิกสภาผู้แทนราษฎรจะเสนอได้ก็ต่อเมื่อมีคำรับรองของนายกรัฐมนตรี การเสนอร่างพระราชบัญญัติของสมาชิกสภาผู้แทนราษฎร จะกระทำได้เมื่อพรรคการเมืองที่สมาชิกสภาผู้แทนราษฎรผู้นั้นสังกัดมีมติให้เสนอได้ และต้องมีสมาชิกสภาผู้แทนราษฎรของพรรคการเมืองนั้นไม่น้อยกว่ายี่สิบคนรับรอง ร่างพระราชบัญญัติเกี่ยวด้วยการเงิน หมายความถึง ร่างพระราชบัญญัติว่าด้วยข้อความต่อไปนี้ทั้งหมดหรือแต่ข้อใดข้อหนึ่ง (๑) การตั้งขึ้นหรือยกเลิกหรือลดหรือเปลี่ยนแปลงแก้ไขหรือผ่อนหรือวางระเบียบการบังคับอันเกี่ยวกับภาษีหรืออากร (๒) การจัดสรร รับ รักษา หรือจ่ายเงินแผ่นดิน หรือการโอนงบประมาณรายจ่ายของแผ่นดิน (๓) การจัดตั้งหน่วยงานอันมีผลให้ต้องมีงบประมาณรายจ่ายเพิ่มขึ้น (๔) การกู้เงิน หรือการค้ำประกันหรือการใช้เงินกู้ (๕) เงินตรา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ในกรณีที่เป็นที่สงสัยว่าร่างพระราชบัญญัติใดเป็นร่างพระราชบัญญัติเกี่ยวด้วย การเงินที่จะต้องมีคำรับรองของนายกรัฐมนตรีหรือไม่ ให้เป็นอำนาจของประธานสภาผู้แทนราษฎร เป็นผู้วินิจฉัย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "138",
      "content": "ร่างพระราชบัญญัติใดที่สมาชิกสภาผู้แทนราษฎรเป็นผู้เสนอและใน ขั้นรับหลักการไม่เป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน แต่สภาผู้แทนราษฎรได้แก้ไขเพิ่มเติม และประธานสภาผู้แทนราษฎรเห็นว่าการแก้ไขเพิ่มเติมนั้นทำให้มีลักษณะเป็นร่างพระราชบัญญัติ เกี่ยวด้วยการเงิน ให้ประธานสภาผู้แทนราษฎรสั่งระงับการพิจารณาไว้ก่อน และส่งร่าง พระราชบัญญัตินั้นไปให้นายกรัฐมนตรีรับรอง ในกรณีที่นายกรัฐมนตรีไม่ให้คำรับรองให้สภา ผู้แทนราษฎรดำเนินการแก้ไขเพื่อมิให้ร่างพระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติเกี่ยวด้วย การเงิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "139",
      "content": "ร่างพระราชบัญญัติให้เสนอต่อสภาผู้แทนราษฎรก่อน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "140",
      "content": "ภายใต้บังคับมาตรา ๑๓๙ และลงมติเห็นชอบแล้ว ให้สภาผู้แทนราษฎรเสนอร่าง พระราชบัญญัติที่เสนอตามมาตรา ๑๓๙ และลงมติเห็นชอบมานั้นให้เสร็จภายใน หกสิบวัน แต่ถ้าร่างพระราชบัญญัตินั้นเป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงินต้องพิจารณาให้เสร็จ ภายในสามสิบวัน ทั้งนี้ เว้นแต่วุฒิสภาจะได้ลงมติให้ขยายเวลาออกไปเป็นกรณีพิเศษ ซึ่งต้องไม่เกิน สามสิบวัน กำหนดวันดังกล่าวให้หมายถึงวันในสมัยประชุม และให้เริ่มนับแต่วันที่ร่าง พระราชบัญญัตินั้นมาถึงวุฒิสภา ระยะเวลาดังกล่าวในวรรคหนึ่งไม่ให้นับรวมระยะเวลาที่อยู่ในระหว่างการ พิจารณาของคณะตุลาการรัฐธรรมนูญตามมาตรา ๑๔๓ ถ้าวุฒิสภาพิจารณาร่างพระราชบัญญัติไม่เสร็จภายในกำหนดเวลาที่กล่าวในวรรค หนึ่ง ให้ถือว่าวุฒิสภาได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น ในการที่สภาผู้แทนราษฎรเสนอร่างพระราชบัญญัติเกี่ยวด้วยการเงินไปยังวุฒิสภา ให้ประธานสภาผู้แทนราษฎรแจ้งไปด้วยว่าร่างพระราชบัญญัติที่เสนอไปนั้นเป็นร่างพระราชบัญญัติ เกี่ยวด้วยการเงิน คำแจ้งของประธานสภาผู้แทนราษฎรมิได้แจ้งไปว่าร่างพระราชบัญญัติใดเป็นร่าง พระราชบัญญัติเกี่ยวด้วยการเงิน ให้ถือว่าร่างพระราชบัญญัตินั้นไม่เป็นร่างพระราชบัญญัติเกี่ยวด้วย การเงิน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "141",
      "content": "ภายใต้บังคับมาตรา ๑๔๖ เมื่อวุฒิสภาได้พิจารณาร่างพระราชบัญญัติ เสร็จแล้ว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "(๑) ถ้าเห็นชอบด้วยกับสภาผู้แทนราษฎร ให้ดำเนินการต่อไปตาม มาตรา ๘๘\n\n(๒) ถ้าไม่เห็นชอบด้วยกับสภาผู้แทนราษฎร ให้ยับยั้งร่าง พระราชบัญญัตินั้นไว้ก่อน และส่งร่างพระราชบัญญัตินั้นคืนไปยังสภาผู้แทนราษฎร\n\n(๓) ถ้าแก้ไขเพิ่มเติม ให้ส่งร่างพระราชบัญญัติตามที่แก้ไขเพิ่มเติมนั้น ไปยังสภาผู้แทนราษฎร อีกครั้งหนึ่ง ถ้าสภาผู้แทนราษฎรเห็นว่าเป็นการแก้ไขเพิ่มเติมอันสมควร ให้ดำเนินการต่อไปตามมาตรา ๘๘ ถ้าเป็นกรณีอื่นให้แต่ละสภาตั้งบุคคลที่ เป็นหรือมิได้เป็นสมาชิกแห่งสภานั้นๆ มีจำนวนเท่ากันตามที่สภาผู้แทนราษฎรกำหนด ประกอบ รายงานและเสนอร่างพระราชบัญญัติที่คณะกรรมาธิการร่วมกันได้พิจารณาแล้วต่อสภาทั้งสอง ถ้า สภาทั้งสองต่างเห็นชอบด้วยร่างพระราชบัญญัติที่คณะกรรมาธิการร่วมกันได้พิจารณาแล้ว ให้ ดำเนินการต่อไปตามมาตรา ๘๘ ถ้าสภาใดสภาหนึ่งไม่เห็นชอบด้วย ให้ยับยั้งร่างพระราชบัญญัตินั้น ไว้ก่อน\n\nคณะกรรมการร่วมกันอาจเรียกเอกสารจากบุคคลใดๆ หรือเรียกบุคคลใดๆ มา แถลงข้อเท็จจริง หรือแสดงความคิดเห็นในการพิจารณาร่างพระราชบัญญัติได้และเอกสิทธิ์ที่บัญญัติ ไว้ในมาตรา ๑๒๕ และมาตรา ๑๒๖ นั้น ให้คุ้มครองถึงบุคคลผู้กระทำหน้าที่ตามมาตรานี้ด้วย\n\nการประชุมคณะกรรมาธิการร่วมกัน ต้องมีกรรมาธิการของสภาทั้งสองมาประชุม ไม่น้อยกว่ากึ่งหนึ่งของจำนวนกรรมาธิการทั้งหมด จึงจะเป็นองค์ประชุม และให้นำบทบัญญัติ มาตรา ๑๕๗ มาใช้บังคับโดยอนุโลม",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "142",
      "content": "ร่างพระราชบัญญัติที่ต้องยับยั้งไว้ตามบทบัญญัติมาตรา ๑๔๑ นั้น สภาผู้แทนราษฎรจะยกขึ้นพิจารณาใหม่ได้ต่อเมื่อเวลาหนึ่งร้อยแปดสิบวัน ได้ล่วงพ้นไปนับแต่วันที่ (๒) และนับแต่วันที่สภาใดสภาหนึ่งไม่เห็นชอบด้วยสำหรับกรณีการยับยั้งตามมาตรา ๑๔๑ ใน กรณีเช่นว่านี้ ถ้าสภาผู้แทนราษฎรถองมติยืนยันร่างเดิมหรือร่างที่คณะกรรมาธิการร่วมกันพิจารณา ด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรแล้ว ให้ ถือว่าร่างพระราชบัญญัตินั้นเป็นอันได้รับความเห็นชอบของรัฐสภา และให้ดำเนินการต่อไปตาม มาตรา ๘๘ ถ้าร่างพระราชบัญญัติที่ต้องยับยั้งไว้เป็นร่างพระราชบัญญัติเกี่ยวด้วยการเงิน สภา ผู้แทนราษฎรอายุกร่างพระราชบัญญัตินั้นขึ้นพิจารณาใหม่ได้ทันที ในกรณีเช่นว่านี้ถ้าสภา ผู้แทนราษฎรถองมติยืนยันร่างเดิมหรือร่างที่คณะกรรมาธิการร่วมกันพิจารณาด้วยคะแนนเสียง",
      "type": "section",
      "status": "OCR"
    }
  ],
  "11": [
    {
      "id": "intro",
      "content": "๓๗๒๓\n\nมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎรแล้ว ให้ถือว่าร่างพระราชบัญญัตินั้นเป็นอันได้รับความเห็นชอบของรัฐสภาและให้ดำเนินการต่อไปตามมาตรา ๘๘",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "143",
      "content": "ในระหว่างที่มีการยับยั้งร่างพระราชบัญญัติใดตามบทบัญญัติมาตรา ๑๔๑ คณะรัฐมนตรีหรือสมาชิกสภาผู้แทนราษฎรจะเสนอร่างพระราชบัญญัติที่มีหลักการอย่างเดียวกันหรือคล้ายกันกับหลักการของร่างพระราชบัญญัติที่ต้องยับยั้งไว้มิได้ ในกรณีที่วุฒิสภาหรือสภาผู้แทนราษฎรเห็นว่าร่างพระราชบัญญัติที่เสนอหรือส่งให้พิจารณานั้นเป็นร่างพระราชบัญญัติที่มีหลักการอย่างเดียวกันหรือคล้ายกันกับหลักการของร่างพระราชบัญญัติต้องยกเลิกให้ประธานวุฒิสภาหรือประธานสภาผู้แทนราษฎรส่งร่างพระราชบัญญัติดังกล่าวให้คณะกรรมการรัฐธรรมนูญวินิจฉัย ถ้าคณะกรรมาธิการรัฐธรรมนูญวินิจฉัยว่าเป็นร่างพระราชบัญญัติที่มีหลักการอย่างเดียวกันหรือคล้ายกันกับหลักการของร่างพระราชบัญญัติที่ต้องยกเลิกไว้ ให้ร่างพระราชบัญญัตินั้นตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "144",
      "content": "ในกรณีที่สภาผู้แทนราษฎรสิ้นอายุ หรือมีการยุบสภาผู้แทนราษฎรบรรดาร่างพระราชบัญญัติที่รัฐสภายังมิได้ให้ความเห็นชอบ หรือที่พระมหากษัตริย์ไม่ทรงเห็นชอบด้วย หรือเมื่อพ้นเก้าสิบวันแล้วมิได้พระราชทานคืนมา ให้เป็นอันตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "145",
      "content": "งบประมาณรายจ่ายของแผ่นดินให้ทำเป็นพระราชบัญญัติ ถ้าพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณออกไม่ทันปีงบประมาณใหม่ ให้ใช้กฎหมายว่าด้วยงบประมาณรายจ่ายในปีงบประมาณปีก่อนนั้นไปพลาง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "146",
      "content": "ร่างพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณ ร่างพระราชบัญญัติงบประมาณรายจ่ายเพิ่มเติมและร่างพระราชบัญญัติโอนงบประมาณรายจ่าย สภาผู้แทนราษฎรจะต้องพิจารณาให้เสร็จภายในเก้าสิบวันนับแต่วันที่ร่างพระราชบัญญัติดังกล่าวมาถึงสภาผู้แทนราษฎร ถ้าสภาผู้แทนราษฎรพิจารณาร่างพระราชบัญญัตินั้นไม่เสร็จภายในกำหนดเวลาที่กล่าวในวรรคหนึ่ง ให้ถือว่าสภาผู้แทนราษฎรได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น และให้เสนอร่างพระราชบัญญัติดังกล่าวต่อวุฒิสภา ในการพิจารณาของวุฒิสภาจะต้องให้ความเห็นชอบหรือไม่เห็นชอบภายในสิบห้าวันนับแต่วันที่ร่างพระราชบัญญัตินั้นมาถึงวุฒิสภาโดยจะแก้ไขเพิ่มเติมใดๆ มิได้ ถ้าพ้นกำหนดเวลาดังกล่าว ให้ถือว่าวุฒิสภาได้ให้ความเห็นชอบในร่างพระราชบัญญัตินั้น ในกรณีเช่นนี้และในกรณีที่วุฒิสภาให้ความเห็นชอบ ให้ดำเนินการต่อไปตามมาตรา ๘๘ ถ้าร่างพระราชบัญญัติดังกล่าววุฒิสภาไม่เห็นชอบด้วย ให้นำบทบัญญัติมาตรา ๑๔๒ วรรคสอง มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "ในการพิจารณาร่างพระราชบัญญัติงบประมาณรายจ่ายประจำปีงบประมาณ ร่าง\nพระราชบัญญัติงบประมาณรายจ่ายเพิ่มเติมและร่างพระราชบัญญัติโอนงบประมาณรายจ่าย\nสมาชิกสภาผู้แทนราษฎรจะแปรญัตติเพิ่มเติมรายการหรือจำนวนในรายการใดมิได้ แต่อาจแปรญัตติ\nได้ในทางลด หรือตัดทอนรายจ่ายซึ่งมิใช่รายจ่ายตามข้อผูกพันอย่างใดอย่างหนึ่ง ดังต่อไปนี้\n\n(๑) เงินส่งใช้คืนเงินกู้\n(๒) ดอกเบี้ยเงินกู้\n(๓) เงินที่กำหนดให้จ่ายตามกฎหมาย",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "147",
      "content": "การจ่ายเงินแผ่นดิน จะกระทำได้เฉพาะที่ได้อนุญาตไว้ในกฎหมายว่า ด้วยงบประมาณรายจ่าย กฎหมายว่าด้วยวิธีการงบประมาณ หรือกฎหมายเกี่ยวด้วยการโอน งบประมาณ หรือกฎหมายว่าด้วยเงินคงคลัง เป็นแต่ในกรณีจำเป็นรีบด่วนจะจ่ายไปก่อนก็ได้ แต่ต้อง เป็นไปตามหลักเกณฑ์และวิธีการที่กฎหมายบัญญัติ ในกรณีเช่นว่านี้ ต้องตั้งงบประมาณรายจ่าย ชดใช้ในพระราชบัญญัติงบประมาณรายจ่ายหรือพระราชบัญญัติงบประมาณถัดไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "148",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรมีอำนาจควบคุมการบริหารราชการ แผ่นดินตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "149",
      "content": "สมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรกุลคนมีสิทธิตั้งกระทู้ ถามรัฐมนตรีในเรื่องใดเกี่ยวกับงานในหน้าที่ได้ แต่รัฐมนตรีย่อมมีสิทธิที่จะไม่ตอบเมื่อ คณะรัฐมนตรีเห็นว่าเรื่องนั้นยังไม่ควรเปิดเผย เพราะเกี่ยวกับความปลอดภัยหรือประโยชน์สำคัญ ของแผ่นดิน การตอบกระทู้ถามตามวรรคหนึ่ง ให้ตอบในราชกิจจานุเบกษา เว้นแต่เป็นกระทู้ ถามของผู้นำฝ่ายค้านในสภาผู้แทนราษฎร หรือเป็นกระทู้ถามที่ประธานวุฒิสภาหรือประธานสภา ผู้แทนราษฎร แล้วแต่กรณี เห็นว่าเป็นกรณีเร่งด่วน หรือเป็นประโยชน์ต่อประชาชนเป็นส่วนรวม หรือจะยังประโยชน์ให้เกิดแก่การบริหารราชการแผ่นดิน จะกำหนดให้ตอบในที่ประชุมแห่งสภา นั้นๆ ก็ได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "150",
      "content": "สมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวน สมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร มีสิทธิเข้าชื่อเสนอญัตติขอเปิดอกิปรายทั่วไป เพื่อลง มติไม่ไว้วางใจรัฐมนตรีเป็นรายบุคคลหรือทั้งคณะ เมื่อการเปิดอภิปรายทั่วไปสิ้นสุดลง โดยมิใช่ด้วยมติให้ผ่านระเบียบวาระเปิด อภิปรายนั้นไป ให้สภาผู้แทนราษฎรลงมติไว้วางใจหรือไม่ไว้วางใจ การลงมติในกรณีเช่นว่านี้ให้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "กระทำในวันถัดจากวันที่การอภิปรายสิ้นสุด มติไม่ไว้วางใจต้องมีคะแนนเสียงมากกว่ากึ่งหนึ่งของ\nจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร\n\nในกรณีที่มติไม่ไว้วางใจมีคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิก\nทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร สมาชิกสภาผู้แทนราษฎรซึ่งเข้าชื่อเสนอญัตติขอเปิด\nอภิปรายนั้นเป็นอันหมดสิทธิที่จะเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไปเพื่อลงมติไม่ไว้วางใจ\nรัฐมนตรีเป็นรายบุคคลหรือทั้งคณะอีกตลอดสมัยประชุมนั้น",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "151",
      "content": "สมาชิกวุฒิสภาจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของวุฒิสภา มีสิทธิเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไปเพื่อให้คณะรัฐมนตรี แถลงข้อเท็จจริงหรือแสดงความคิดเห็นในปัญหาอันเกี่ยวกับการบริหารราชการแผ่นดิน ในการเปิดอภิปรายทั่วไปตามวรรคหนึ่ง วุฒิสภาจะลงมติในปัญหาที่อภิปรายมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "152",
      "content": "การประชุมวุฒิสภา การประชุมสภาผู้แทนราษฎร และการประชุม ร่วมกันของรัฐสภา ย่อมเป็นการเปิดเผยตามลักษณะที่กำหนดไว้ในข้อบังคับการประชุมแต่ละสภา แต่ถ้าหากคณะรัฐมนตรีหรือสมาชิกของแต่ละสภาหรือสมาชิกของทั้งสองสำาร่วมกัน มีจำนวนไม่ น้อยกว่าหนึ่งในสี่ของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา หรือของจำนวนสมาชิกของ ทั้งสองสภาเท่าที่มีอยู่รวมกัน แล้วแต่กรณี ร้องขอให้ประชุมลับก็ให้ประชุมลับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "153",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรมีอำนาจเลือกสมาชิกของแต่ละสภาตั้ง เป็นคณะกรรมาธิการสามัญ และมีอำนาจเลือกบุคคลผู้เป็นสมาชิกหรือมิได้เป็นสมาชิกตั้งเป็น คณะกรรมาธิการวิสามัญ เพื่อพิจารณาร่างพระราชบัญญัติตามที่วุฒิสภาหรือสภาผู้แทนราษฎร มอบหมาย หรือกระทำกิจการใดๆ ตามที่สภาพอบหมายแล้วรายงานต่อสภาตามเวลาที่สภากำหนด คณะกรรมาธิการที่กล่าวนี้อาจเรียกเอกสารจากบุคคลใดๆ หรือเรียกบุคคลใดๆ มาแถลงข้อเท็จจริง หรือแสดงความคิดเห็นในการพิจารณาร่างพระราชบัญญัติหรือกิจการที่กระทำอยู่นั้นได้ กิจการที่สภาจะมอบหมายให้คณะกรรมาธิการกระทำต้องเป็นกิจการที่อยู่ในอำนาจ หน้าที่ของสภา และต้องระบุโดยชัดแจ้งไว้ในมาตรา ๑๒๕ และมาตรา ๑๒๖ นั้น ให้คุ้มครองถึงบุคคล ผู้กระทำหน้าที่ตามมาตรานี้ด้วย การตั้งกรรมาธิการสามัญของสภาผู้แทนราษฎรอันมีจำนวนตามหรือใกล้เคียงกับ อัตราส่วนของจำนวนสมาชิกสภาผู้แทนราษฎรของแต่ละพรรคการเมืองหรือกลุ่มพรรคการเมืองที่มี อยู่ในสภาผู้แทนราษฎร ในระหว่างที่ยังไม่มีข้อบังคับการประชุมของสภาผู้แทนราษฎรตามมาตรา ๑๕๔ ให้ประธานสภาผู้แทนราษฎรเป็นผู้กำหนดอัตราส่วนตามวรรคสี่",
      "type": "section",
      "status": "OCR"
    }
  ],
  "12": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "154",
      "content": "วุฒิสภาและสภาผู้แทนราษฎรมีอำนาจตราข้อบังคับการประชุมเกี่ยวกับการเลือกและการปฏิบัติหน้าที่ของประธานสภา รองประธานสภาและกรรมาธิการ องค์ประชุมของคณะกรรมาธิการ วิธีการประชุม การเสนอและพิจารณาร่างพระราชบัญญัติ การเสนอ ญัตติ การปรึกษา การอภิปราย การลงมติ การตั้งกระหู้ถาม การเปิดอภิปรายทั่วไป การรักษาระเบียบ และความเรียบร้อยและกิจการอื่นเพื่อดำเนินการตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "155",
      "content": "ถ้าสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรมีจำนวนไม่น้อยกว่าหนึ่งในสิบของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภาเห็นว่า ข้อบังคับแห่งสภาที่ตนเป็นสมาชิก หรือข้อบังคับของรัฐสภาในเรื่องใดขัดหรือแย้งต่อรัฐธรรมนูญนี้ ให้เสนอความเห็นต่อคณะตุลาการรัฐธรรมนูญเพื่อพิจารณา เมื่อคณะตุลาการรัฐธรรมนูญได้วินิจฉัยแล้ว ให้แจ้งไปยังประธานแห่งสภาที่เป็นผู้ตราข้อบังคับนั้นทราบเพื่อดำเนินการต่อไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_155",
      "content": "ส่วนที่ ๕ การประชุมร่วมกันของรัฐสภา",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "156",
      "content": "ในกรณีต่อไปนี้ ให้รัฐสภาประชุมร่วมกัน (๑) การให้ความเห็นชอบในการตั้งผู้สำเร็จราชการแทนพระองค์ตามมาตรา ๑๗ (๒) การปฏิญาณตนของผู้สำเร็จราชการแทนพระองค์ต่อรัฐสภาตามมาตรา ๑๙ (๓) การรับทราบการแก้ไขเพิ่มเติมกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์ พระพุทธศักราช ๒๔๖๗ ตามมาตรา ๒๐ (๔) การรับทราบหรือให้ความเห็นชอบในการสืบราชสมบัติตามมาตรา ๒๑ (๕) การปรึกษาร่างพระราชบัญญัติใหม่ตามมาตรา ๘๙ (๖) การให้ความเห็นชอบในการปิดสมัยประชุมตามมาตรา ๑๒๘ (๗) การเปิดประชุมรัฐสภาตามมาตรา ๑๒๙ (๘) การร่างข้อบังคับตามมาตรา ๑๕๗ (๙) การแถลงนโยบายตามมาตรา ๑๖๕ (๑๐) การเปิดอภิปรายทั่วไปตามมาตรา ๑๖๗",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "(๑๑) การให้ความเห็นชอบในการประกาศสงครามตามมาตรา ๑๗๘\n(๑๒) การให้ความเห็นชอบหนังสือสัญญาตามมาตรา ๑๗๘\n(๑๓) การแก้ไขเพิ่มเติมรัฐธรรมนูญตามมาตรา ๒๑๑",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "157",
      "content": "ในการประชุมร่วมกันของรัฐสภา ให้ใช้ข้อบังคับการประชุมของรัฐสภา ในระหว่างที่ยังไม่มีข้อบังคับการประชุมของรัฐสภา ให้ใช้ข้อบังคับของวุฒิสภาโดยอนุโลมไปพลางก่อน",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "158",
      "content": "ในการประชุมร่วมกันของรัฐสภา ให้นำบทที่ใช้แก่สภาทั้งสองมาใช้บังคับโดยอนุโลม เว้นแต่ในเรื่องการตั้งคณะกรรมาธิการ กรรมาธิการที่ตั้งจากผู้ที่เป็นสมาชิกของแต่ละสภาจะต้องมีจำนวนตามหรือใกล้เคียงกับอัตราส่วนของจำนวนสมาชิกของแต่ละสภา ##",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_158",
      "content": "หมวด ๗ คณะรัฐมนตรี",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "159",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งนายกรัฐมนตรีคนหนึ่งและรัฐมนตรีอื่นอีกไม่เกินสี่สิบแปดคน ประกอบเป็นคณะรัฐมนตรี มีหน้าที่บริหารราชการแผ่นดิน ให้ประธานสภาผู้แทนราษฎรเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งนายกรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "160",
      "content": "ก่อนเข้ารับหน้าที่ รัฐมนตรีต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ด้วยถ้อยคำดังต่อไปนี้ \"ข้าพระพุทธเจ้า (ชื่อผู้ปฏิญาณ) ขอถวายสัตย์ปฏิญาณว่า ข้าพระพุทธเจ้าจะจงรักภักดีต่อพระมหากษัตริย์ และจะปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริตและเที่ยงธรรม เพื่อประโยชน์ของประเทศและประชาชน ทั้งจะรักษาไว้และปฏิบัติตามซึ่งรัฐธรรมนูญแห่งราชอาณาจักรไทยทุกประการ\"",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "161",
      "content": "รัฐมนตรีต้องมีคุณสมบัติ และไม่มีลักษณะต้องห้ามดังต่อไปนี้ (๑) คุณสมบัติสำหรับผู้มีสิทธิสมัครรับเลือกตั้งตามมาตรา ๑๐๕ (๑) (๒) มีอายุไม่ต่ำกว่าสามสิบปีบริบูรณ์ (๓) ลักษณะต้องห้ามตามมาตรา ๑๐๗ (๑) (๒) (๓) (๔) (๕) (๗) (๘) (๑๑) หรือ (๑๒)",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "(๔) ไม่เคยต้องคำพิพากษาให้จำคุกตั้งแต่สองปีขึ้นไป โดยได้ฟันโทษ มายังไม่ถึงห้าปีก่อนได้รับแต่งตั้ง เว้นแต่ในความผิดอันได้กระทำโดยประมาท",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "162",
      "content": "รัฐมนตรีจะเป็นข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำมิได้ เว้น แต่เป็นข้าราชการการเมือง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "163",
      "content": "รัฐมนตรีจะดำรงตำแหน่งหรือกระทำการใดๆ ที่มีลักษณะขัดกับการ ปฏิบัติหน้าที่ของรัฐมนตรีหรือที่ห้ามไว้มิให้สมาชิกสภาผู้แทนราษฎรดำรงหรือกระทำตามที่บัญญัติ ในมาตรา ๑๐๘ มิได้ เว้นแต่ตำแหน่งที่ต้องดำรงตามบทบัญญัติแห่งกฎหมาย และจะเป็นผู้จัดการ กรรมการ ที่ปรึกษา ตัวแทนหรือลูกจ้างของบุคคล ห้างหุ้นส่วน บริษัทหรือองค์การใดๆ ที่ดำเนิน ธุรกิจเพื่อกำไรมิได้ด้วย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "164",
      "content": "รัฐมนตรีย่อมมีสิทธิเข้าประชุมและแถลงข้อเท็จจริงหรือแสดงความ คิดเห็นในที่ประชุมสภาซึ่งตนมิได้เป็นสมาชิก แต่ไม่มีสิทธิออกเสียงลงคะแนน เอกสิทธิ์ที่บัญญัติไว้ในมาตรา ๑๒๕ และมาตรา ๑๒๖ ให้นำมาใช้บังคับโดย อนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "165",
      "content": "คณะรัฐมนตรีที่จะเข้าบริหารราชการแผ่นดินต้องแถลงนโยบายต่อ รัฐสภาโดยไม่มีการลงมติความไว้วางใจ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "166",
      "content": "ในการบริหารราชการแผ่นดิน รัฐมนตรีต้องดำเนินการตามบทบัญญัติ แห่งรัฐธรรมนูญ กฎหมาย และนโยบายที่ได้แถลงไว้ตามมาตรา ๑๖๕ และต้องรับผิดชอบต่อสภา ผู้แทนราษฎรในหน้าที่ของตน รวมทั้งต้องรับผิดชอบร่วมกันต่อวุฒิสภาและสภาผู้แทนราษฎรใน นโยบายทั่วไปของคณะรัฐมนตรี",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "167",
      "content": "ถ้ามีปัญหาเกี่ยวกับการบริหารราชการแผ่นดินที่คณะรัฐมนตรี เห็นสมควรจะฟังความคิดเห็นของสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎร นายกรัฐมนตรี จะแจ้งไปยังประธานรัฐสภาขอให้มีการเปิดอภิปรายทั่วไปในที่ประชุมรัฐสภาก็ได้ ในกรณีเช่นว่านี้ รัฐสภาจะลงมติในปัญหาที่อภิปรายมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "168",
      "content": "รัฐมนตรีทั้งคณะพ้นจากตำแหน่ง เมื่อ (๑) สภาผู้แทนราษฎรลงมติไม่ไว้วางใจตามมาตรา ๑๕๐ (๒) สภาผู้แทนราษฎรสิ้นอายุ หรือมีการยุบสภาผู้แทนราษฎร (๓) คณะรัฐมนตรีลาออก (๔) ความเป็นรัฐมนตรีของนายกรัฐมนตรีสิ้นสุดลงตามมาตรา ๑๖๙ คณะรัฐมนตรีที่พ้นจากตำแหน่ง ต้องอยู่ในตำแหน่งเพื่อปฏิบัติหน้าที่ไปจนกว่า คณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่",
      "type": "section",
      "status": "OCR"
    }
  ],
  "13": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "169",
      "content": "ความเป็นรัฐมนตรีสิ้นสุดลงเฉพาะตัว เมื่อ (๑) ตาย (๒) ลาออก (๓) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา ๑๖๑ (๔) ต้องคำพิพากษาให้จำคุก (๕) สภาผู้แทนราษฎรลงมติไม่ไว้วางใจตามมาตรา ๑๕๐ (๖) กระทำการอันต้องห้ามตามมาตรา ๑๖๓ (๗) มีพระบรมราชโองการตามมาตรา ๑๗๑ ให้นำบทบัญญัติมาตรา ๙๑ มาตรา ๙๒ และมาตรา ๙๓ มาใช้บังคับแก่การสิ้นสุดของความเป็นรัฐมนตรีตาม (๒) (๓) (๔) หรือ (๖)",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "170",
      "content": "ในกรณีที่นายกรัฐมนตรีสงสัยว่าความเป็นรัฐมนตรีของรัฐมนตรีใดสิ้นสุดลงตามมาตรา ๑๖๙ (๒) (๓) (๔) หรือ (๖) หรือไม่ จะขอให้คณะตุลาการรัฐธรรมนูญวินิจฉัยก็ได้ ในกรณีเช่นนี้ ให้นำบทบัญญัติมาตรา ๙๑ วรรคสามและมาตรา ๙๓ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "171",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการให้รัฐมนตรีฟื้นจากความเป็นรัฐมนตรี ตามที่นายกรัฐมนตรีถวายคำแนะนำ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "172",
      "content": "ในกรณีเพื่อประโยชน์ในอันที่จะรักษาความปลอดภัยของประเทศ หรือความปลอดภัยสาธารณะ หรือความมั่นคงในทางเศรษฐกิจของประเทศ หรือป้องปัดภัยพิบัติสาธารณะ พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้ การตราพระราชกำหนดตามวรรคหนึ่ง ให้กระทำได้เฉพาะเมื่อคณะรัฐมนตรีเห็นว่า เป็นกรณีฉุกเฉินที่มีความจำเป็นรีบด่วนอันมิอาจจะหลีกเลี่ยงได้ ในการประชุมรัฐสภาคราวต่อไป ให้คณะรัฐมนตรีเสนอพระราชกำหนดนั้นต่อรัฐสภาเพื่อพิจารณาโดยไม่ชักช้า ถ้าอยู่นอกสมัยประชุมและการรอการเปิดสมัยประชุมสามัญจะเป็นการชักช้า คณะรัฐมนตรีต้องดำเนินการให้มีการเรียกประชุมรัฐสภาสมัยวิสามัญเพื่อพิจารณาอนุมัติ หรือไม่อนุมัติพระราชกำหนดโดยเร็ว ถ้าสภาผู้แทนราษฎรไม่อนุมัติ หรือสภาผู้แทนราษฎรอนุมัติแต่วุฒิสภาไม่อนุมัติ และสภาผู้แทนราษฎรยืนยันการอนุมัติด้วยคะแนนเสียงไม่มากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นตกไป แต่ทั้งนี้ไม่กระทบกระเทือนกิจการที่ได้เป็นไปในระหว่างที่ใช้พระราชกำหนดนั้น หากพระราชกำหนดตามวรรคหนึ่งมีผลเป็นการแก้ไขเพิ่มเติมหรือยกเลิก บทบัญญัติแห่งกฎหมายใด และพระราชกำหนดนั้นต้องตกไปตามวรรคสาม ให้บทบัญญัติแห่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "กฎหมายที่มีอยู่ก่อนการแก้ไขเพิ่มเติมหรือยกเลิกมีผลใช้บังคับต่อไปนับแต่วันที่การไม่อนุมัติ พระราชกำหนดนั้นมีผล\n\nถ้าวุฒิสภาและสภาผู้แทนราษฎรอนุมัติพระราชกำหนดนั้น หรือถ้าวุฒิสภาไม่ อนุมัติและสภาผู้แทนราษฎรอยันยันการอนุมัติด้วยคะแนนเสียงมากกว่ากึ่งหนึ่งของจำนวนสมาชิก ทั้งหมดเท่าที่มีอยู่ของสภาผู้แทนราษฎร ให้พระราชกำหนดนั้นมีผลใช้บังคับเป็นพระราชบัญญัติ ต่อไป\n\nการอนุมัติหรือไม่อนุมัติพระราชกำหนด ให้นายกรัฐมนตรีประกาศในราชกิจจา นุเบกษา ในกรณีไม่อนุมัติ ให้มีผลตั้งแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา\n\nการพิจารณาพระราชกำหนดของวุฒิสภาและของสภาผู้แทนราษฎรในกรณียืนยัน การอนุมัติพระราชกำหนด จะต้องกระทำในโอกาสแรกที่มีการประชุมสภานั้นๆ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "173",
      "content": "ก่อนที่วุฒิสภาหรือสภาผู้แทนราษฎรจะได้อนุมัติพระราชกำหนดใด ตามมาตรา ๑๗๒ วรรคสาม สภาวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรจำนวนไม่น้อยกว่าหนึ่งใน ห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของแต่ละสภา มีสิทธิเข้าชื่อเสนอความเห็นต่อประธานแห่ง สภาที่ตนเป็นสมาชิกว่าพระราชกำหนดนั้นไม่เป็นไปตามมาตรา ๑๗๒ วรรคหนึ่ง และให้ประธาน แห่งสภาที่ได้รับความเห็นดังกล่าว ส่งความเห็นนั้นไปยังคณะตุลาการรัฐธรรมนูญเพื่อวินิจฉัย เมื่อ คณะตุลาการรัฐธรรมนูญวินิจฉัยแล้ว ให้คณะตุลาการรัฐธรรมนูญแจ้งคำวินิจฉัยนั้นไปยังประธาน แห่งสภาที่ส่งความเห็นนั้นมา เมื่อประธานวุฒิสภาหรือประธานสภาผู้แทนราษฎรได้รับความเห็นของสมาชิก วุฒิสภาหรือสมาชิกสภาผู้แทนราษฎรตามวรรคหนึ่งแล้ว ให้รอการพิจารณาพระราชกำหนดนั้นไว้ ก่อนจนกว่าจะได้รับแจ้งคำวินิจฉัยของคณะตุลาการรัฐธรรมนูญตามวรรคหนึ่ง ในกรณีที่คณะตุลาการรัฐธรรมนูญวินิจฉัยว่า พระราชกำหนดใดไม่เป็นไปตาม มาตรา ๑๗๒ วรรคหนึ่ง ให้พระราชกำหนดนั้นไม่มีผลบังคับมาแต่ต้น คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญว่าพระราชกำหนดใดไม่เป็นไปตามมาตรา ๑๗๒ วรรคหนึ่ง ต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนตุลาการรัฐธรรมนูญทั้งหมด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "174",
      "content": "ในระหว่างสมัยประชุม ถ้ามีความจำเป็นต้องมีกฎหมายเกี่ยวด้วยการ ภาษีอากรหรือเงินตราซึ่งจะต้องได้รับการพิจารณาโดยด่วนและลับเพื่อรักษาประโยชน์ของแผ่นดิน พระมหากษัตริย์จะทรงตราพระราชกำหนดให้ใช้บังคับดังเช่นพระราชบัญญัติก็ได้ พระราชกำหนดที่ได้ตราขึ้นตามวรรคหนึ่ง จะต้องนำเสนอสภาผู้แทนราษฎร ภายในสามวันนับแต่วันถัดจากวันประกาศในราชกิจจานุเบกษา และให้นำบทบัญญัติมาตรา ๑๗๒ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "175",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการตราพระราช กฤษฎีกาโดยไม่ขัดต่อกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "176",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศใช้และเลิก ใช้กฎอัยการศึก ตามลักษณะและวิธีการตามกฎหมายว่าด้วยกฎอัยการศึก ในกรณีที่มีความจำเป็นต้องประกาศใช้กฎอัยการศึกเฉพาะแห่งเป็นการรีบด่วน เจ้าหน้าที่ฝ่ายทหารย่อมกระทำได้ตามกฎหมายว่าด้วยกฎอัยการศึก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "177",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการประกาศสงคราม เมื่อได้รับความเห็นชอบของรัฐสภา มติให้ความเห็นชอบของรัฐสภาต้องมีคะแนนเสียงไม่น้อยกว่าสองในสามของ จำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุ หรือสภาผู้แทนราษฎรกูญบ ให้วุฒิสภาทำ หน้าที่รัฐสภาในการให้ความเห็นชอบตามวรรคหนึ่ง และการลงมติต้องมีคะแนนเสียงไม่น้อยกว่า สองในสามของจำนวนสมาชิกวุฒิสภาทั้งหมดเท่าที่มีอยู่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "178",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการทำหนังสือสัญญา สันติภาพ สัญญาสงบศึก และสัญญาอื่นกับนานาประเทศหรือกับองค์การระหว่างประเทศ หนังสือสัญญาใดมีบทเปลี่ยนแปลงอาณาเขตไทยหรือเขตอำนาจแห่งรัฐ หรือ จะต้องออกพระราชบัญญัติเพื่อให้การเป็นไปตามสัญญา ต้องได้รับความเห็นชอบของรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "179",
      "content": "พระมหากษัตริย์ทรงไว้ซึ่งพระราชอำนาจในการถอดถอนฐานันดร ศักดิ์และเรียกคืนเครื่องราชอิสริยาภรณ์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "181",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งและให้ข้าราชการฝ่ายทหารและฝ่ายพล เรือนตำแหน่งปลัดกระทรวง อธิบดีและเทียบเท่าพ้นจากตำแหน่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "182",
      "content": "ภายใต้บังคับมาตรา ๑๘๑ การกำหนดคุณสมบัติ การบรรจุ การ แต่งตั้ง การเลื่อนตำแหน่ง การเลื่อนเงินเดือน การลงโทษ และการออกจากราชการของข้าราชการให้ เป็นไปตามบทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "183",
      "content": "ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำและมิใช่ข้าราชการ การเมือง จะเป็นข้าราชการการเมืองมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "184",
      "content": "เงินประจำตำแหน่งและประโยชน์ตอบแทนอย่างอื่นของคนตรี ประธานและรองประธานวุฒิสภา ประธานและรองประธานสภาผู้แทนราษฎร ผู้นำฝ่ายค้านในสภา",
      "type": "section",
      "status": "OCR"
    }
  ],
  "14": [
    {
      "id": "intro",
      "content": "๓๒๑\n\nผู้แทนราษฎร สมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎร ตุลาการรัฐธรรมนูญ ให้กำหนดโดยพระ\nราชกฤษฎีกา",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "185",
      "content": "บทกฎหมาย พระราชหัตถเลขา และพระบรมราชโองการใดๆ อัน เกี่ยวกับราชการแผ่นดิน ต้องมีรัฐมนตรีลงนามรับสนองพระบรมราชโองการ เว้นแต่ที่มีบัญญัติไว้ เป็นอย่างอื่นในรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_185",
      "content": "หมวด ๘ ศาล",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "186",
      "content": "การพิจารณาพิพากษาออรรถคดีเป็นอำนาจของศาลซึ่งต้องดำเนินการ ตามกฎหมายและในพระปรมาภิไธยพระมหากษัตริย์",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "187",
      "content": "บรรดาศาลทั้งหลายจะตั้งขึ้นได้ก็แต่โดยพระราชบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "188",
      "content": "การตั้งศาลขึ้นใหม่เพื่อพิจารณาพิพากษาคดีใดคดีหนึ่ง หรือคดีที่มี ข้อหาฐานใดฐานหนึ่งโดยเฉพาะแทนศาลที่มีอยู่ตามกฎหมายสำหรับพิจารณาพิพากษาคดีนั้น จะ กระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "189",
      "content": "การบัญญัติกฎหมายให้มีผลเป็นการเปลี่ยนแปลงหรือแก้ไขเพิ่มเติม กฎหมายว่าด้วยธรรมนูญศาลหรือวิธีพิจารณาเพื่อใช้แก่คดีใดคดีหนึ่งโดยเฉพาะ จะกระทำมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "190",
      "content": "ผู้พิพากษาและตุลาการมีอิสระในการพิจารณาพิพากษาออรรถคดีให้ เป็นไปตามกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "191",
      "content": "ผู้พิพากษาและตุลาการจะเป็นข้าราชการการเมืองมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "192",
      "content": "พระมหากษัตริย์ทรงแต่งตั้งและให้ผู้พิพากษาในศาลอุติธรรมพ้นจาก ตำแหน่ง ก่อนเข้ารับหน้าที่ครั้งแรก ผู้พิพากษาต้องถวายสัตย์ปฏิญาณต่อพระมหากษัตริย์ ด้วยถ้อยคำที่คณะกรรมการตุลาการตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่ายตุลาการกำหนด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "193",
      "content": "การแต่งตั้งและการให้ผู้พิพากษาในศาลอุติธรรมพ้นจากตำแหน่ง ต้อง ได้รับความเห็นชอบของคณะกรรมการตุลาการตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่ายตุลาการ ก่อน แล้วจึงนำความกราบบังคมทูล",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๓๒๒๒\n\nการเลื่อนตำแหน่ง การเลื่อนเงินเดือน และการลงโทษผู้พิพากษาในศาลอุทธรณ์ ต้องได้รับความเห็นชอบของคณะกรรมการคุลาการตามกฎหมายว่าด้วยระเบียบข้าราชการฝ่าย ตุลาการ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "154",
      "content": "ศาลทหารมีอำนาจพิจารณาพิพากษากดีตามที่กฎหมายบัญญัติ การแต่งตั้งและการให้ตุลาการศาลทหารฟันจากตำแหน่ง ให้เป็นไปตามที่กฎหมาย บัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "155",
      "content": "ในกรณีที่มีปัญหาเกี่ยวกับอำนาจหน้าที่ระหว่างศาลยุติธรรมกับศาล อื่น หรือระหว่างศาลอื่นด้วยกัน ให้คณะตุลาการรัฐธรรมนูญเป็นผู้วินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_155",
      "content": "หมวด ๙ การปกครองท้องถิ่น",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "156",
      "content": "การจัดการปกครองท้องถิ่นต้องเป็นไปตามหลักแห่งการปกครอง ตนเองตามเจตนารมณ์ของประชาชนในท้องถิ่น ทั้งนี้ ตามบทบัญญัติแห่งกฎหมาย การควบคุมหรือกำกับดูแลการปกครองท้องถิ่นต้องทำเท่าที่จำเป็นเพื่อการคุ้มครอง ประโยชน์ของประชาชนในท้องถิ่นหรือประโยชน์ของประเทศเป็นส่วนรวม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "157",
      "content": "การจัดระเบียบการปกครองท้องถิ่น ให้มีสภาท้องถิ่นและคณะ ผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่น หรือมีรูปแบบอื่นตามที่กฎหมายบัญญัติ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "158",
      "content": "สมาชิกสภาท้องถิ่นให้มาจากการเลือกตั้งเป็นหลัก การแต่งตั้งสมาชิก จะกระทำได้เฉพาะในกรณีที่จำเป็นตามบทบัญญัติแห่งกฎหมาย และต้องมีจำนวนน้อยกว่าสมาชิก ที่มาจากการเลือกตั้ง การเลือกตั้งสมาชิกสภาท้องถิ่น ให้ใช้วิธีออกเสียงลงคะแนนโดยตรงและลับ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "159",
      "content": "คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่น ให้มาจากการเลือกตั้งเป็น หลัก การแต่งตั้งคณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นจะกระทำได้เฉพาะในกรณีที่จำเป็นตาม บทบัญญัติแห่งกฎหมาย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "# หมวด ๑๐ ตุลาการรัฐธรรมนูญ",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "200",
      "content": "คณะตุลาการรัฐธรรมนูญประกอบด้วยประธานรัฐสภา ประธานสภาผู้แทนราษฎร ประธานศาลฎีกา อัยการสูงสุด และผู้ทรงคุณวุฒิสาขานิติศาสตร์ หรือสาขารัฐศาสตร์ อีกหกคนซึ่งวุฒิสภาและสภาผู้แทนราษฎรแต่งตั้งสภาละสามคน ประธานรัฐสภาเป็นประธานตุลาการรัฐธรรมนูญ ในระหว่างที่สภาผู้แทนราษฎรสิ้นอายุ หรือสภาผู้แทนราษฎรกยุบ ให้ตุลาการรัฐธรรมนูญโดยตำแหน่งตามวรรคหนึ่ง ประกอบด้วยประธานรัฐสภา ประธานศาลฎีกา และอัยการสูงสุด",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "201",
      "content": "ตุลาการรัฐธรรมนูญซึ่งวุฒิสภาและสภาผู้แทนราษฎรแต่งตั้งจะเป็นสมาชิกวุฒิสภา สมาชิกสภาผู้แทนราษฎร สมาชิกสภาท้องถิ่น ผู้บริหารท้องถิ่น ข้าราชการซึ่งมีตำแหน่งหรือเงินเดือนประจำ พนักงานรัฐวิสาหกิจ หรือพนักงานส่วนท้องถิ่นมิได้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "202",
      "content": "ตุลาการรัฐธรรมนูญซึ่งวุฒิสภาหรือสภาผู้แทนราษฎรแต่งตั้งมีวาระการดำรงตำแหน่งสี่ปี แต่อาจได้รับแต่งตั้งใหม่ได้ ตุลาการรัฐธรรมนูญซึ่งพ้นจากตำแหน่งตามวาระต้องปฏิบัติหน้าที่ไปจนกว่าจะมีการแต่งตั้งตุลาการรัฐธรรมนูญใหม่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "203",
      "content": "นอกจากการพ้นจากตำแหน่งตามวาระ ตุลาการรัฐธรรมนูญซึ่งวุฒิสภาหรือสภาผู้แทนราษฎรแต่งตั้งพ้นจากตำแหน่ง เมื่อ (๑) ตาย (๒) ลาออก (๓) มีลักษณะต้องห้ามตามมาตรา ๒๐๑ (๔) ต้องกำพิพากษาให้จำคุก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "204",
      "content": "ถ้าตำแหน่งตุลาการรัฐธรรมนูญซึ่งวุฒิสภาหรือสภาผู้แทนราษฎรแต่งตั้งว่างลงเพราะเหตุอื่นใด นอกจากถึงคราวออกตามวาระ ให้วุฒิสภาหรือสภาผู้แทนราษฎรแล้วแต่กรณี แต่งตั้งตุลาการรัฐธรรมนูญสำหรับตำแหน่งที่ว่างลงภายในสามสิบวัน กำหนดวันดังกล่าวในวรรคหนึ่งให้หมายถึงวันใบสมัยประชุม ในระหว่างที่ยังมิได้มีการแต่งตั้งตุลาการรัฐธรรมนูญตามวรรคหนึ่ง ให้ตุลาการรัฐธรรมนูญที่เหลืออยู่ปฏิบัติหน้าที่ต่อไปได้",
      "type": "section",
      "status": "OCR"
    }
  ],
  "15": [
    {
      "id": "intro",
      "content": "",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "205",
      "content": "เมื่อร่างพระราชบัญญัติใดได้รับความเห็นชอบของรัฐสภาแล้ว ก่อนที่นายกรัฐมนตรีจะนำร่างพระราชบัญญัตินี้ขึ้นพูลเกล้าฯ ถวาย เพื่อพระมหากษัตริย์ทรงลง พระปรมาภิไธยตามมาตรา ๘๘ (๑) หากสมาชิกวุฒิสภาหรือสมาชิกสภาผู้แทนราษฎร หรือสมาชิก ของทั้งสองสภาร่วมกันมีจำนวนไม่น้อยกว่าหนึ่งในห้าของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้ง สองสภาเห็นว่าร่างพระราชบัญญัติดังกล่าวมีข้อความขัดหรือแย้งต่อรัฐธรรมนูญนี้ หรือตราขึ้นโดย ไม่ถูกต้องตามบทบัญญัติแห่งรัฐธรรมนูญนี้ ให้เสนอความเห็นต่อประธานรัฐสภา ประธานวุฒิสภา หรือประธานสภาผู้แทนราษฎรแล้วแต่กรณี แล้วให้ประธานแห่งสภาที่ได้รับความเห็นดังกล่าว ส่ง ความเห็นนั้นไปยังคณะตุลาการรัฐธรรมนูญเพื่อวินิจฉัย แล้วแจ้งให้นายกรัฐมนตรีทราบ (๒) หากนายกรัฐมนตรีเห็นว่าร่างพระราชบัญญัติดังกล่าวมีข้อความ ขัดหรือแย้งต่อรัฐธรรมนูญนี้ หรือตราขึ้นโดยไม่ถูกต้องตามบทบัญญัติแห่งรัฐธรรมนูญนี้ ให้ส่ง ความเห็นเช่นว่านั้นไปยังคณะตุลาการรัฐธรรมนูญเพื่อวินิจฉัย แล้วแจ้งให้ประธานวุฒิสภาและ ประธานสภาผู้แทนราษฎรทราบ ในระหว่างที่คณะตุลาการรัฐธรรมนูญพิจารณาวินิจฉัย ให้นายกรัฐมนตรีระงับการ ดำเนินการเพื่อประกาศใช้ร่างพระราชบัญญัติตามวรรคหนึ่งจนกว่าจะมีคำวินิจฉัยของคณะตุลาการ รัฐธรรมนูญถ้าคณะตุลาการรัฐธรรมนูญวินิจฉัยว่าร่างพระราชบัญญัตินั้นมีข้อความขัดหรือแย้งต่อ รัฐธรรมนูญนี้ หรือตราขึ้นโดยไม่ถูกต้องตามบทบัญญัติแห่งรัฐธรรมนูญนี้ ให้ร่างพระราชบัญญัติ นั้นเป็นอันตกไป",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "206",
      "content": "ในการที่ศาลจะใช้บทบัญญัติแห่งกฎหมายบังคับแก่คดีใด ถ้าศาลเห็น เองหรือคู่ความโต้แย้งโดยศาลเห็นว่ามีเหตุผลอันสมควรว่าบทบัญญัติแห่งกฎหมายนั้นต้องด้วย บทบัญญัติมาตรา ๕ และยังไม่มีคำวินิจฉัยของคณะตุลาการรัฐธรรมนูญในส่วนที่เกี่ยวกับบทบัญญัติ นั้น ให้ศาลรอการพิจารณาพิพากษาคดีไว้ชั่วคราว แล้วส่งความเห็นเช่นว่านั้นตามทางการ เพื่อคณะ ตุลาการรัฐธรรมนูญจะได้พิจารณาวินิจฉัย คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญให้ใช้ได้ในคดีทั้งปวง แต่ไม่ กระทบกระเทือนคำพิพากษาของศาลอันถึงที่สุดแล้ว",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "207",
      "content": "ในกรณีที่คณะรัฐมนตรี รัฐสภา วุฒิสภาหรือสภาผู้แทนราษฎรมีมติ ว่ากรณีมีปัญหาที่จะต้องมีความรัฐธรรมนูญ ให้นายกรัฐมนตรี ประธานรัฐสภา ประธานวุฒิสภา หรือประธานสภาผู้แทนราษฎร แล้วแต่กรณี ส่งเรื่องให้คณะตุลาการรัฐธรรมนูญเพื่อวินิจฉัย",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "208",
      "content": "การประชุมคณะตุลาการรัฐธรรมนูญต้องมีตุลาการรัฐธรรมนูญา ประชุมไม่น้อยกว่าห้าคน จึงจะเป็นองค์ประชุม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "มติของที่ประชุมให้ถือเสียงข้างมาก เว้นแต่ที่มีบัญญัติไว้เป็นอย่างอื่นใน\nรัฐธรรมนูญนี้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "209",
      "content": "คำวินิจฉัยของคณะตุลาการรัฐธรรมนูญให้ถือเป็นเด็ดขาดและให้ ประกาศในราชกิจจานุเบกษา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "210",
      "content": "วิธีการพิจารณาของคณะตุลาการรัฐธรรมนูญให้เป็นไปตามกฎหมาย ว่าด้วยการนั้น",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "header_after_210",
      "content": "หมวด ๑๑ การแก้ไขเพิ่มเติมรัฐธรรมนูญ",
      "type": "header",
      "status": "OCR"
    },
    {
      "id": "211",
      "content": "การแก้ไขเพิ่มเติมรัฐธรรมนูญ จะกระทำได้ก็แต่โดยหลักเกณฑ์และ วิธีการ ดังต่อไปนี้ (๑) ญัตติขอแก้ไขเพิ่มเติมต้องมาจากคณะรัฐมนตรี หรือจาก สมาชิกสภาผู้แทนราษฎรมีจำนวนไม่น้อยกว่าหนึ่งในสามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของ สภาผู้แทนราษฎรหรือจากสมาชิกวุฒิสภาและสมาชิกสภาผู้แทนราษฎรมีจำนวนไม่น้อยกว่าหนึ่งใน สามของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา สมาชิกสภาผู้แทนราษฎรจะเสนอหรือร่วม เสนอญัตติดังกล่าวได้เมื่อพรรคการเมืองที่สมาชิกสภาผู้แทนราษฎรนั้นสังกัดมีมติให้เสนอได้ (๒) ญัตติขอแก้ไขเพิ่มเติมต้องเสนอเป็นร่างรัฐธรรมนูญแก้ไข เพิ่มเติม และให้รัฐสภาพิจารณาเป็นสามารถ (๓) การออกเสียงลงคะแนนในวาระที่หนึ่งขั้นรับหลักการ ให้ใช้วิธี เรียกชื่อและลงคะแนนโดยเปิดเผยและต้องมีคะแนนเสียงเห็นชอบด้วยในการแก้ไขเพิ่มเติมนั้น ไม่ น้อยกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา (๔) การออกเสียงลงคะแนนในวาระที่สองขั้นพิจารณาเรียงลำดับ มาตรา ให้ถือเอาเสียงข้างมากเป็นประมาณ (๕) เมื่อการพิจารณาวาระที่สองเสร็จสิ้นแล้วให้รอไว้สิบห้าวัน เมื่อ พ้นกำหนดนี้แล้ว ให้รัฐสภาพิจารณาในวาระที่สามต่อไป (๖) การออกเสียงลงคะแนนในวาระที่สามขั้นสุดท้าย ให้ใช้วิธี เรียกชื่อและลงคะแนนโดยเปิดเผย และต้องมีคะแนนเสียงเห็นชอบด้วยในการที่จะให้ออกใช้เป็น รัฐธรรมนูญมากกว่ากึ่งหนึ่งของจำนวนสมาชิกทั้งหมดเท่าที่มีอยู่ของทั้งสองสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "๓๒๖\n\n(๗) เมื่อการลงมติได้เป็นไปตามที่กล่าวแล้ว ให้นำร่างรัฐธรรมนูญแก้ไขเพิ่มเติมขึ้นพูดเกล้าฯ ถวาย และให้นำบทบัญญัติมาตรา ๘๘ และมาตรา ๙๙ มาใช้บังคับโดยอนุโลม\n\nบทเฉพาะกาล",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "212",
      "content": "นับแต่วันประกาศใช้รัฐธรรมนูญนี้จนถึงวันเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๑๘ ให้สภานิติบัญญัติแห่งชาติตามธรรมนูญการปกครองราชอาณาจักรพุทธศักราช ๒๕๓๔ ทำหน้าที่รัฐสภาตามบทบัญญัติแห่งรัฐธรรมนูญนี้ แต่สมาชิกสภานิติบัญญัติแห่งชาติจะเสนอร่างพระราชบัญญัติตามมาตรา ๑๓๗ ร่างรัฐธรรมนูญแก้ไขเพิ่มเติมตามมาตรา ๒๑๑ ตั้งกระทู้ถามตามมาตรา ๑๔๙ หรือเข้าชื่อเสนอญัตติขอเปิดอภิปรายทั่วไปตามมาตรา ๑๕๐ หรือมาตรา ๑๕๑ มิได้ มิให้นำบทบัญญัติมาตรา ๙๖ และมาตรา ๑๐๘ มาใช้บังคับแก่สมาชิกสภานิติบัญญัติแห่งชาติตามวรรคหนึ่ง",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "213",
      "content": "ให้นำบทบัญญัติมาตรา ๑๒๕ มาตรา ๑๒๖ มาตรา ๑๓๓ มาตรา ๑๓๔ และมาตรา ๑๓๕ มาใช้บังคับแก่สมาชิกสภานิติบัญญัติแห่งชาติตามมาตรา ๒๑๒ ด้วยโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "214",
      "content": "ให้คณะองคมนตรีที่ดำรงตำแหน่งอยู่ก่อนวันประกาศใช้รัฐธรรมนูญนี้ เป็นคณะองคมนตรีตามบทบัญญัติแห่งรัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "215",
      "content": "ให้คณะรัฐมนตรีที่บริหารราชการแผ่นดินอยู่ก่อนวันประกาศใช้รัฐธรรมนูญนี้ เป็นคณะรัฐมนตรีตามรัฐธรรมนูญนี้ และมิให้นำบทบัญญัติมาตรา ๑๖๒ และมาตรา ๑๖๓ มาใช้บังคับแก่การดำรงตำแหน่งของรัฐมนตรีตามมาตรานี้ เมื่อได้มีการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๑๘ แล้ว ให้คณะรัฐมนตรีตามวรรคหนึ่งพ้นจากตำแหน่ง แต่ต้องอยู่ในตำแหน่งเพื่อปฏิบัติหน้าที่ไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่ มิให้นำบทบัญญัติมาตรา ๑๘๓ และมาตรา ๑๙๑ มาใช้บังคับแก่ข้าราชการ ซึ่งดำรงตำแหน่งข้าราชการเมืองอยู่ก่อนวันที่คณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "216",
      "content": "เมื่อใช้รัฐธรรมนูญนี้แล้ว ให้นำบทบัญญัติมาตรา ๗ ของธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๓๔ ยังคงมีผลใช้บังคับต่อไปจนกว่าจะได้มีการแต่งตั้ง",
      "type": "section",
      "status": "OCR"
    }
  ],
  "16": [
    {
      "id": "intro",
      "content": "สมาชิกวุฒิสภาตามมาตรา ๒๑๗ และให้บทบัญญัติ มาตรา ๑๘ มาตรา ๑๙ มาตรา ๒๐ มาตรา ๒๑ มาตรา ๒๒ และมาตรา ๒๓ ของธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๓๔ ยังคงมีผลใช้บังคับต่อไปจนกว่าคณะรัฐมนตรีที่ตั้งขึ้นใหม่จะเข้ารับหน้าที่",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "217",
      "content": "ในวาระเริ่มแรก พระมหากษัตริย์จะได้ทรงแต่งตั้งบุคคลผู้มีลักษณะตามที่บัญญัติไว้ในมาตรา ๙๔ วรรคหนึ่ง จำนวนตามมาตรา ๙๔ วรรคสอง เป็นสมาชิกวุฒิสภาในวันเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๑๘ ให้ประธานสภารักษาความสงบเรียบร้อยแห่งชาติเป็นผู้ลงนามรับสนองพระบรมราชโองการแต่งตั้งสมาชิกวุฒิสภาตามวรรคหนึ่ง ให้สมาชิกวุฒิสภาตามวรรคหนึ่งมีวาระอยู่ในตำแหน่งสี่ปี และในระหว่างเวลาดังกล่าวให้นำมาตรา ๙๘ มาใช้บังคับโดยอนุโลม",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "218",
      "content": "ให้ดำเนินการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามบทบัญญัติแห่งรัฐธรรมนูญนี้ให้เสร็จสิ้นภายในหนึ่งร้อยยี่สิบวันนับแต่วันประกาศใช้รัฐธรรมนูญนี้",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "219",
      "content": "ในวาระเริ่มแรกเมื่อใช้รัฐธรรมนูญนี้แล้ว นอกจากกรณีที่บัญญัติไว้ในมาตรา ๑๕๖ การดำเนินการดังต่อไปนี้ ให้กระทำในที่ประชุมร่วมกันของรัฐสภาด้วย (๑) การเปิดอภิปรายทั่วไปตามมาตรา ๑๕๐ (๒) การพิจารณาพระราชกำหนดตามมาตรา ๑๗๒ มาตรา ๑๗๓ และมาตรา ๑๗๔ ทั้งนี้ โดยให้สมาชิกวุฒิสภามีสิทธิเช่นเดียวกับสมาชิกสภาผู้แทนราษฎรแต่ละเข้าชื่อหรือร่วมเข้าชื่อในการขอเปิดอภิปรายทั่วไปตามมาตรา ๑๕๐ ไม่ได้ และคำว่าสภาผู้แทนราษฎรหรือวุฒิสภาที่ระบุไว้ในมาตรา ๑๕๐ วรรคสองและวรรคสาม มาตรา ๑๗๒ มาตรา ๑๗๓ และมาตรา ๑๗๔ ให้มายถึงรัฐสภา",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "220",
      "content": "ในวาระเริ่มแรก ให้วุฒิสภาและสภาผู้แทนราษฎรดำเนินการแต่งตั้งตุลาการรัฐธรรมนูญตามมาตรา ๒๐๐ ภายในสามสิบวันนับแต่วันเปิดสมัยประชุมสามัญของรัฐสภา กรั้งแรกภายหลังการเลือกตั้งสมาชิกสภาผู้แทนราษฎรตามมาตรา ๒๑๘",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "221",
      "content": "เมื่อครบกำหนดสี่ปีนับแต่วันแต่งตั้งสมาชิกวุฒิสภาตามมาตรา ๒๑๗ แล้ว ให้บทบัญญัติแพ่งมาตรา ๒๑๗ และมาตรา ๒๑๙ เป็นอันยกเลิก",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "222",
      "content": "บรรดาประกาศหรือคำสั่งของคณะรักษาความสงบเรียบร้อยแห่งชาติหรือหัวหน้าคณะรักษาความสงบเรียบร้อยแห่งชาติ หรือกฎหมายที่มีผลเป็นการแก้ไข หรือเพิ่มเติมประกาศหรือคำสั่งของคณะรักษาความสงบเรียบร้อยแห่งชาติหรือหัวหน้าคณะรักษาความสงบเรียบร้อยแห่งชาติที่ออกใช้บังคับก่อนวันประกาศใช้รัฐธรรมนูญนี้ หรือคำสั่งของ",
      "type": "section",
      "status": "OCR"
    },
    {
      "id": "intro",
      "content": "นายกรัฐมนตรีหรือประธานสภารักษาความสงบเรียบร้อยแห่งชาติที่ออกโดยอาศัยอำนาจตามมาตรา ๒๗ แห่งธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๓๔ ทั้งนี้ ไม่ว่าจะมีผลใช้บังคับ ในทางนิติบัญญัติ ทางบริหาร หรือทางตุลาการ บรรดาที่ยังมีผลใช้บังคับอยู่จนถึงวันประกาศใช้ รัฐธรรมนูญนี้ ให้มีผลใช้บังคับได้โดยชอบด้วยรัฐธรรมนูญนี้ต่อไป และถ้าประกาศหรือคำสั่ง ดังกล่าวมีผลบังคับในทางนิติบัญญัติหรือในทางตุลาการ การยกเลิกหรือเปลี่ยนแปลงประกาศหรือ คำสั่งดังกล่าวให้ตราเป็นพระราชบัญญัติ การตราพระราชบัญญัติดามมาตรานี้ไม่มีผลกระทบ กระเทือนต่อการปฏิบัติงานของบุคคลหรือคณะบุคคลซึ่งได้กระทำไปตามประกาศหรือคำสั่ง ดังกล่าว และให้บุคคลหรือคณะบุคคลนั้นได้รับความคุ้มครอง ผู้ใดจะนำไปเป็นเหตุฟ้องร้องในทาง ใดมิได้",
      "type": "intro",
      "status": "OCR"
    },
    {
      "id": "223",
      "content": "ในกรณีที่มีกฎหมายกำหนดให้การกระทำใดต้องได้รับความยินยอม หรือเห็นชอบของรัฐสภา วุฒิสภา หรือสภาผู้แทนราษฎร เมื่อการนั้นได้รับความยินยอมหรือ เห็นชอบของสภานิติบัญญัติแห่งชาติตามธรรมนูญการปกครองราชอาณาจักร พุทธศักราช ๒๕๓๔ หรือตามมาตรา ๒๑๖ ของรัฐธรรมนูญนี้แล้ว ให้ถือว่ารัฐสภา วุฒิสภา หรือสภาผู้แทนราษฎร แล้วแต่กรณี ได้ให้ความยินยอมหรือเห็นชอบตามกฎหมายนั้นแล้ว ผู้รับสนองพระบรมราชโองการ อุกฤษ มงคลนาวิน ประธานสภานิติบัญญัติแห่งชาติ ราชกิจจานุเบกษา ฉบับพิเศษ เล่ม ๑๐๘ ตอนที่ ๒๑๖ วันที่ ๙ ธันวาคม ๒๕๓๔ หน้า ๑ - ๘๐",
      "type": "section",
      "status": "OCR"
    }
  ]
}